[search_openalex.py] Searching OpenAlex: 'Habermas Weber value freedom normative social theory' (year=2000-2025), limit=25
[search_openalex.py] Retrieved 25 papers...
[search_openalex.py] Search complete: 25 papers found
[search_openalex.py] Cached results (cache key: openalex_9d38bb6a35ea407a)
{
  "status": "success",
  "source": "openalex",
  "query": "Habermas Weber value freedom normative social theory",
  "results": [
    {
      "openalex_id": "W2122387224",
      "doi": "10.1111/j.1467-6486.2010.00950.x",
      "title": "The New Political Role of Business in a Globalized World: A Review of a New Perspective on CSR and its Implications for the Firm, Governance, and Democracy",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Lausanne"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-05-01",
      "abstract": "abstract Scholars in management and economics widely share the assumption that business firms focus on profits only, while it is the task of the state system to provide public goods. In this view business firms are conceived of as economic actors, and governments and their state agencies are considered the only political actors. We suggest that, under the conditions of globalization, the strict division of labour between private business and nation‐state governance does not hold any more. Many business firms have started to assume social and political responsibilities that go beyond legal requirements and fill the regulatory vacuum in global governance. Our review of the literature shows that there are a growing number of publications from various disciplines that propose a politicized concept of corporate social responsibility. We consider the implications of this new perspective for theorizing about the business firm, governance, and democracy.",
      "cited_by_count": 2013,
      "type": "review",
      "source": {
        "name": "Journal of Management Studies",
        "type": "journal",
        "issn": [
          "0022-2380",
          "1467-6486"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/j.1467-6486.2010.00950.x"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Corporate Law and Human Rights",
        "Global trade, sustainability, and social impact"
      ],
      "referenced_works_count": 324,
      "url": "https://openalex.org/W2122387224"
    },
    {
      "openalex_id": "W4361251882",
      "doi": "10.1111/1467-8675.12661",
      "title": "Being a master of metaphors",
      "authors": [
        {
          "name": "Hubertus Buchstein",
          "openalex_id": "A5087461497",
          "institutions": [
            "Universität Greifswald"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-03-01",
      "abstract": "In his political interventions, Jürgen Habermas is a first-class rhetorician. His writing style is eloquent, polemical, rich in aperçus and metaphors, and often affective, especially angry (see Möllers, 2021, p. 85). But there are also many metaphors in his contributions to philosophy, social theory, and political theory in which he clearly restrains himself rhetorically. Metaphors appear at crucial points in his theory formation. Formulations like the dialogical give and take of reasons \"in kleiner Münze\" (small coins), the discursive \"Verflüssigung\" (liquefaction) of traditions, the \"colonization\" of the lifeworld, the \"center and periphery\" of modern democracies, or their institutional \"sluices\"—a metaphor he has adopted from Bernhard Peters—create suggestive images in the minds of his readers. The author, who insists on the strict differentiation between day-to-day language, literary language, and the language of the social sciences (see Habermas, 1990a), and whose philosophical self-understanding insists on the \"unforced force of the better argument\" is a master of evocative metaphors. This attribute alone makes it a pleasure to read his texts. The German edition of his new book does not disappoint those readers in search of metaphors either. In the Marxist tradition (see Marx, 2011), a number of metaphors are borrowed from the sphere of geology: \"segments\" (p. 33)1 of the population, \"erosion\" of democracy (p. 87), normative \"slopes\" (p. 15), the \"crumbling\" of the political system (p. 109), or the \"solidified lava\" of anti-authoritarianism in Silicon Valley (p. 46). Some of the metaphors are nautical like normative \"anchors\" (p. 16), or from the theatre, like the \"grimace\" of libertarian political thought (p. 46). Only a few of them belong to organic life: the \"root ground\" of political culture (p. 32), the \"Gleichursprünglichkeit\" (co-originality) of democracy and the rule of law (p. 90), or the \"nesting\" of normative expectations (p. 14). Most of Habermas' metaphors belong to the vocabulary of the technical world: the \"building\" of modern democracy (p. 9), \"centrifugal\" forms of communication (p. 43), the \"architecture\" of constitutional democracy (p. 32), the \"net of historical memory\" (p. 30), the \"Sollbruchstelle\" (predetermined breaking point) of political rights (p. 92), the \"web of attitudes\" (p. 30), the \"social bond\" (p. 31), civil society as an \"early warning system\" (p. 80)—and again the \"flow chart\" of the political system and its \"filters\" and \"sluices\" (p. 24, 100). One has to wait until the last paragraph of the book to find a military metaphor. Now is the time \"den Spieß umzudrehen\"2 (p. 109) and fight the coalition of conspiracy theorists and right-wing populists. Taking Habermas' preference for technical metaphors into account, it comes as no surprise that he has speaks of \"echo chambers\" (p. 45) and \"fragmentation\" (p. 45) in his critical analysis of the digital public sphere. The spatial metaphor of öffentlicher Raum (Raum can literally be translated as unlimited space and as clearly limited room) is combined with the technical vocabulary of systems-theory when he mentions the \"input,\" \"throughput,\" and \"output\" components of the institutional infrastructure of the public sphere (pp. 38–39). In one passage of the book, Habermas even addresses the problems of metaphorical writing and states that his metaphor Raum \"must not be overstated\" (p. 60). He may have written this sentence from an unfortunate experience. More than once he has become the victim of his metaphor-rich writing style as critics have claimed that formulations like the \"colonization of the lifeworld\" are too vague to have real analytical power in the field of social research. Another example is the term \"ideal speech situation.\" Habermas originally developed the ideal speech situation 1970 in On the Pragmatics of Social Interaction as an epistemological tool used to test the validity of what is essentially true or actually the case (see Habermas, 2001). In this new book, Habermas once again pushes back vehemently against the \"stubborn misunderstanding\" (p. 69) about this term. First, he points out that he has not used \"this misleading expression\" since his 1972 essay on theories of truth. Second, the catchy formulation was never meant to be a blueprint for political institutions, but as a metaphor for the bundle of pragmatic assumptions that we actually always have to start from when we enter into a discourse about validity claims. Nevertheless, some early advocates of the digital revolution in the first half of the 1990s like Howard Rheingold, Nicolas Negroponte, or WIRED magazine authors like John Katz used Habermas' notions of the ideal speech situation and the unrestricted flow of communication in the public sphere as justification for their dreams of a new virtual democracy.3 According to them, the World Wide Web was the technical incarnation of the ideal speech situation. In their view, the Internet matches all basic requirements of a public sphere that comes as close as possible to the normative core of deliberative democracy: The World Wide Web as the communicative infrastructure for open, unlimited, universal, anti-hierarchical, and complex political interaction. To the radical techno-optimists of those days, the Internet created a new political model, since it offered universal access, freedom of expression, unrestricted agendas, uncoerced communication, and political participation outside of traditional political institutions. Habermas reminds the readers of his new book of the big \"emancipatory promise\" of the \"egalitarian and unregulated\" (p. 45) communicative relationships that were propagated at the beginning of the digital age. And indeed, the positive qualities attributed to political communication in the Internet by Rheingold and other optimists of electronic democracy in the 1990s strikingly resemble Habermas' vocabulary (see Buchstein, 1997, pp. 250–251). In his book The Theory of Communicative Action, Habermas defined the public sphere as \"a virtually present network of communication\" (Habermas, 1987, p. 390) that is freed from any spatiotemporally restricted context. Ten years later, in his outline of the deliberative democratic ideal, he advocated a \"decentred society\" in which \"subjectless forms of communication […] regulate the flow of deliberations\" (Habermas, 1994, p. 7). According to him, \"technologies of communication […] make possible a highly differentiated network of public spheres\" (Habermas, 1990b, p. 360), The public sphere should consist of an \"open and inclusive network of overlapping, subcultural politics having fluid temporal, social, and substantial boundaries\" (Habermas, 1998, p. 306). In such a \"discursive structuring of public networks and arenas,\" popular sovereignty \"becomes anonymous\" (Habermas, 1998, p. 171). In his new book, Habermas describes digital technology as a third evolutionary stage in the development of means for communication, following the writing of the spoken word a couple of thousand years ago and the introduction of the mechanical printing press at the beginning of early modernity. Despite the \"revolutionary\" (p. 41) change caused by digital technologies, he insists (again) on the social and political neutrality of new technologies. This position—already taken in the late 1960s by Herbert Marcuse—distinguishes Habermas' argument from two rival positions within the Frankfurt School of Critical Theory. On the one hand, it departs from the optimistic positions taken by Walter Benjamin in his famous 1936 essay about the work of art in the age of mechanical reproduction or Hans-Magnus Enzensberger's Baukasten zu einer Theorie der Medien (1970). On the other hand, it also distances itself from Theodor W. Adorno's critique of alienated consumer culture and the thesis that the essence of the public sphere has been liquidated in the system of mass media in post-liberal societies. Habermas stated in 1992 that the strong influence of Adorno's theory of mass culture was not difficult to discern in the first edition of Structural Transformation of the Public Sphere 30 years ago (see Habermas, 1992, p. 438). There is an element of coquetry in this retrospective statement because already in the early 1960s he had made the point that the consumerist public sphere in a capitalist society should and could be transformed into a more democratic postbourgeois public sphere. The solution he offered in a less known Encyclopedia article from 1964 was a call for political intervention in order to create \"a rational reorganization of social and political power\" (Habermas, 1974, p. 55). The public sphere should be brought \"under the mutual control of rival organizations committed to the public sphere in their internal structure as well as in their relations with the state and each other\" (Habermas, 1974, p. 55). This sounds like an early neo-corporatist expansion of the way public TV was organized in West Germany in those days. Based on his neutralist position, Habermas already in the very beginning of his work about the public sphere more than 60 years ago subscribed to a strategy of state intervention in order to re-regulate the media system. His considerations in The Theory of Communicative Action of 1981 followed the same pattern. Relying on empirical research, he argued—explicitly against Adorno—that even in shifting from writing to images and sounds, electronic media—movie, radio, and TV—have not turned mass media into an apparatus that completely dominates and permeates the language of everyday communication. Instead, he emphasized the \"ambivalence\" (Habermas, 1987, p. 390) of modern mass media. But the \"unleashing\" of the \"emancipatory potential,\" which is \"built into communicative structures themselves,\" (Habermas, 1987, p. 390) in the mass media has to be set into action by political measures. Habermas even mentioned Hans Magnus Enzensberger's vision of \"video pluralism\" and \"television democracy\" as attempts to overcome the centralizing media networks in this context. Since then, Habermas has stated repeatedly that modern mass media could both strengthen or undermine the rationality of political communication, depending on the way the infrastructure of the public sphere is regulated (see Habermas, 1992, p. 437). Thirty years after Habermas first published his seminal book about the public sphere stated that there was \"cause for a less pessimistic assessment\" (Habermas, 1992, p. 457) of it and of the future of democracy itself. Another 30 years later, Habermas seems to have returned to pessimism. In his new book, Habermas repeats older statements about the importance of an accommodating, enlightened liberal political culture as the necessary condition for the existence and further development of a democratic political order. His optimism about the further development of western democracies when he published the book Between Facts and Norms in 1992 was still based on his hypothesis about the long-term trend toward a rationalization of the lifeworld. Thanks to the support of post-conventional socialization patterns, families and groups of citizens enter a higher stage of cognitive and moral rationality within their everyday face-to-face communication that also radiates into political communication. As is well known, he adopted the concept of civil society from Andrew Arato and Jean Cohen and turned it into the institutional source for progressive changes of reasons, values, and topics that get transmitted via mass media to the center of the political system. He described civil society as a context of discovery of morally relevant questions arising from the lifeworld. He thus assumed that the lifeworld had a rational advantage in the perception of social problems that were to be transported via social movements and the voluntary associations of civil society into the public sphere. Habermas' overly positive evaluation of social movements and civil society in Between Facts and Norms ignored the fact that a number of voluntary associations already at that time pursued conservative, reactionary, populist, and militant right-wing political goals (see Buchstein, 1994, pp. 107–108). He restricted his considerations about civil society to the question of whether, and to what extent, a public sphere dominated by mass media could provide a realistic chance for the members of civil society to bring about political changes. In Between Facts and Norms, he was relatively optimistic about the possibility of further democratization. In his new book, Habermas is less optimistic. He puts more emphasis on the \"vulnerability\" (p. 30) of the results of socialization patterns and the precarious status of liberal democracies. He states \"political regression\" (p. 41) of liberal democracies around the world seems to have less confidence in the rationalization of the lifeworld. There is a reason for this growing pessimism that has nothing to do with the current Zeitgeist, but follows from a subtle change in Habermas' theory. At first glance, it seems that he is only updating his considerations about the organizational structure of the new media in order to make his argument about the new structural transformation. Both the neutralist position and the state-intervention strategy for a politics of reform and regulation can be found in his book again. Once again, he frames his reflections about the public sphere within his theory of deliberative democracy. He argues that the democratic legitimacy of modern democracies is based on the inclusiveness of the political public sphere. Mass media have an indispensable function, as they ensure the participation of citizens in a common, albeit anonymous, mass communication. Political opinions can only condense into effective public opinions and thus have a targeted influence on political decisions via the publicity of the mass media. Thus, it is imperative that the mass media have an \"enlightening quality\" (p. 23). The centrifugal dissolution of the limits of the simultaneously accelerated political communication to any number of participants at any distance has an \"ambivalent explosive force\" (p. 43). Referring to results of empirical research, Habermas notes that the deliberative quality of political communication in the internet is still an \"open question\" (p. 40). According to Habermas, the \"platform\" (p. 44) character is what is \"actually new about the new media\" (p. 44). In other words, they enable all potential users to participate in the public sphere as independent authors with equal rights. Political communication no longer depends on traditional journalists or any other expert or institution for professional selection and discursive examination. But the services produced by new, privately owned social media platforms are \"in no way neutral services\" (p. 53). They are driven by the capitalist logic of profit-making that also puts pressure on the \"old media\" to adjust to the new format. According to Habermas, the emancipatory potential of the digital public sphere today is \"übertönt\" (p. 45, in the sense of dominated) by \"fragmented publics\" (p. 45), \"bubbles\" (p. 62), and \"echo chambers\" (p. 45). Both the basic standards for a rational debate and the inclusiveness of the public sphere are threatened to be lost. The stakes are high: the political integration of modern democracies is at risk. It looks like a reminder of the final paragraphs of his first book on the public sphere and to his Encyclopedia article from the 1960s, when Habermas presents a strategy that includes three proposals to overcome this (newly) alarming decline of the public sphere. The first strategy counts on civic education: Citizens have to learn how to deal with this new technology in a reasonable way; and this may take some time (cf., pp. 46–47). The second strategy consists of strong state regulation of the mass media, for example, to force private owners of platforms in an effective way to correct false information or to prevent hate speech. Finally, the third reform strategy is to provide alternatives to the media power of privately owned companies. He proposes an expansion of financial support for state-funded and democratically controlled TV and radio stations (cf., p. 51 and 67), and even for (printed and digital) newspapers that fulfill certain quality standards (cf., p. 67).4 This reform agenda is conservative in that it attempts to carry the media organization of the 1970s into our digital age. In his 1962 book, he glorified the bourgeois public sphere. In his new book, he is again glorifying a media system of the past. I have listed his threefold political reform agenda because it provokes a non-trivial question: How is it possible to regulate the structures of political communication in a way that strengthens enlightened discussions via legislative measures, when such regulations (at least in democracies) have to be the result of (less enlightened) political communication? In the context of this question, it is striking that face-to-face communication gains more relevance in Habermas' theory than before. It is a subtle change. But it has the potential to produce more than just subtle changes to Habermas' final evaluation of the prospects for political reform of the public sphere. In his characterization of elected parliaments Habermas notes that their members \"deliberate and decide together [emphasis in original] according to democratic procedures\" (p. 24). I will not discuss the problematic theory of parliamentarism in the context of this article, but I do want to point to his formulation \"deliberate together [emphasis in original].\" In my understanding, this formulation indicates a normative preference for political communication in social face-to-face constellations, which is typical for interaction in the lifeworld. In a different section of the book, Habermas explicitly praises the deliberative quality of parliamentary decision-making because decisions are made \"face-to-face after democratic deliberations [emphasis in original]\" (p. 102). He also attests to the courts \"comparatively high level of rationality\" (p. 78), which seems not only to be the result of its legal institutionalization but also due to the fact that court hearings and deliberations are held face-to-face. Finally, in his characterization of social movements and a vibrant civil society he emphasizes their \"face-to-face encounters\" (p. 39) in everyday life and public events. In one of the most intriguing sections of the book, Habermas speculates about a changing perception by the users of social media in which the separation between public and private communication is abolished. According to him, a significant part of digital communication today should be understood neither as public nor as private. Rather it is a sphere of communication, which has been reserved until then for private correspondences by letter, that has been bloated to a public existence. It produces a \"peculiar anonymous intimacy\" (p. 62) which Habermas coins a \"Halböffentlichkeit\" (p. 65—semi-public sphere) of echo chambers and filter bubbles.5 However, this speculation puts Habermas in a dilemma. The lifeworld in Habermas' theory is conceptualized as a linguistically organized and culturally transmitted stock of interpretative patterns which form the symbolic core of a society. He introduces the lifeworld as a necessary correlation to the notion of communicative action (see Baynes, 2016, pp. 64–70). The dilemma is the following one: On the one hand, Habermas continues to base the considerations in the book on the assumption of the rational potential of the lifeworld, in particular of face-to-face communication even in different social settings. On the other hand, his speculation provides the plausible assumption that under the conditions of the current digital communication infrastructure, there will be a massive unlearning of cognitive and moral In his 1962 book, Habermas that with the of mass media, the of the capitalist and the of the (Habermas, p. This was with a neutralist position about new In his current critique of social media, he can no longer his neutralist position because he his about the sphere with the speculation that communication in such forms has the of limited and (p. moral and cognitive for its This the for Habermas' reform The longer we wait for radical political of the digital infrastructure, the less it is to the support of democratic to the problems of having to them on a we this of we with a more pessimistic than Habermas But Adorno's on mass culture from the again, we should give empirical a second because there are reasons for it be the case that Habermas is in his analysis in the metaphorical language of \"echo chambers\" and Habermas' metaphorical of the term is also He not this term for modern democratic theory. In of the of legitimacy in his of book on and legitimacy (see p. And in the early years of the of of democracy was used as a concept by constitutional to state of political (see pp. Habermas' of the term back to the late (see pp. In his it was a of term of had used the to the decline of liberal rule of law in capitalist society (see In his of the public Habermas also with a of but he structure for Both and the to historical changes in the development of capitalist as a of clearly In the way Habermas the term it is more than a or metaphor. But even a metaphor the cognitive of an in the of Habermas' of the term two First, the of or which back to the word structures are the basic that support a or the of an The second of the the concept of more than it means Thus, a structural is not just any but a change in the of the it a It is in this strong sense that Habermas understood his thesis of the structural of the public sphere in his 1962 And he the same term 60 years to a new stage in the development of the public sphere. Hans has that there is no such as a completely language (see about changing our metaphorical vocabulary when we deal with changes in the public metaphor of This metaphor a different It the of the of different the are the of our simultaneously in different movements are and their movements that structures in one but in different Some of the public sphere no longer to change with the and However, such massive changes may a or may a longer question like can only be by empirical research. Habermas himself was never to the importance of empirical for his political theory (see Buchstein, pp. to less of of this article have for better are in with current empirical about everyday digital media in modern democracies. The of do not support Habermas' pessimistic about a new quality in the of political communication. chambers\" and \"bubbles\" are than in political In as has the of the social in (see In 1992, Habermas a about his seminal 1962 of a development from a public to one into too p. 438). for the future of democracy that the in his book is once again too and Buchstein, of",
      "cited_by_count": 29,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12661"
      },
      "topics": [
        "Social Media and Politics",
        "Populism, Right-Wing Movements",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W4361251882"
    },
    {
      "openalex_id": "W2027360481",
      "doi": "10.1080/09672550500169232",
      "title": "A Substantivist Construal of Discourse Ethics",
      "authors": [
        {
          "name": "Pablo Gilabert",
          "openalex_id": "A5005751449",
          "orcid": "https://orcid.org/0000-0002-0183-8716",
          "institutions": [
            "Concordia University"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-09-01",
      "abstract": "Abstract Abstract This paper presents a substantivist construal of discourse ethics, which claims that we should see our engagement in public deliberation as expressing and elaborating a substantive commitment to basic moral ideas of solidarity, equality, and freedom. This view is different from Habermas’s standard formalist defence of discourse ethics, which attempts to derive the principle of discursive moral justification from primarily non‐moral presuppositions of rational argumentation as such. After explicating the difference between the substantivist and the formalist construal, I defend the former by showing that it is not only intuitively compelling, but also particularly well equipped for addressing four important objections recently levelled against discourse ethics and its political applications (Rawls’s concern that it lacks substantive guidelines, Gunnarsson’s challenge that it has not been proven to be superior to alternative moral conceptions such as utilitarianism, Scanlon’s complaint that it lacks an account of moral motivation, and Galston’s and Young’s worries that it could lead to political practices of cultural imposition). I conclude by pointing out some consequences of the previous discussion for the future of Critical Theory. Keywords: discourse ethicsdeliberative democracyHabermasRawlssubstanceprocedure Notes I thank Arash Abizadeh, Jeffrey Flynn, Matthias Fritsch, John Kerkhoven, and referees for IJPS for comments and suggestions on earlier drafts of this paper. Research for this paper was supported by grants from the Social Sciences and Humanities Research Council of Canada and the Fonds Québecois de la Recherche sur la Société et la Culture. 1 See Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: pp. 86, 92–3, and 96–7; 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: pp. 43–5. My reconstruction is slightly different from the formulation in Habermas (1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 96), which goes as follows: ‘(1) A definition of a universalization principle that functions as a rule of argumentation. (2) The identification of pragmatic presuppositions of argumentation that are inescapable and have a normative content. (3) The explicit statement of the normative content (e.g. in the form of discourse rules). (4) Proof that a relation of material implication holds between steps (3) and (1) in connection with the idea of justification of norms’. Steps 2 and 3 in this formulation are put together in step 2 in my formulation. The assumption about the ‘idea of justification of norms’ which Habermas mentions as an auxiliary hypothesis in step 4 is mentioned in my reconstruction as step 3. These changes do not affect the content of Habermas’s proof, and make more explicit the importance of the assumption of a certain view of the justification of norms. 2 (U) ‘operationalizes’, at the level of moral argumentation, what Habermas calls the general principle of discourse ethics (or of the discourse theory of morality) (D), according to which ‘Only those norms can claim to be valid that meet (or could meet) with the approval of all affected in their capacity as participants in a practical discourse’ (Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: pp. 66, 93; see also 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 41). The term ‘operationalization’ appears in Habermas (1998a ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 42; 1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 109; 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: p. 268). (U) operationalizes (D) in the domain of moral discourses, whereas a different principle of democratic legitimacy would operationalize (D) in the domain of political discourse. 3 Habermas (1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 42). Habermas uses ‘interests’ in a wide sense, allowing for moral discourse to range over all kinds of reasons for action, including desires, needs, and conceptions of the good life. For an excellent discussion of Habermas’s demand that norms protect ‘common’, ‘general’, or ‘universalizable’ interests, see Lafont (2004 Lafont, C. 2004. ‘Moral Objectivity and Reasonable Agreement: Can Realism Be Reconciled with Kantian Constructivism?’. Ratio Juris, 17(1): 27–51. [Crossref] , [Google Scholar]). For an important challenge to Habermas’s stark contrast between the ‘good’ and the ‘right’, see McCarthy (1991 McCarthy, T. 1991. Ideals and Illusions, Cambridge, Mass: The MIT Press. [Google Scholar]: Ch. 7). 4 For a detailed discussion of Habermas’s re‐elaboration of Kant’s moral theory, see Gilabert (2005c ——. 2005c. ‘Considerations on the Notion of “Moral Validity” in the Moral Theories of Kant and Habermas’. Kant‐Studien, (forthcoming) [Google Scholar]). 5 At this stage Habermas is not yet considering practical discourses (i.e. argumentative communication assessing moral validity claims), but discourses as such (i.e. any argumentative communication assessing universal validity claims – claims viewed as meriting rational acceptance by every rational person on thebasis of shared reasons). The reference to practical discourses emerges in the third step of the argument. The normative presuppositions reconstructed in the second step are not normative in the moral sense: ‘the equal distribution of communicative freedoms and the requirement of truthfulness in discourse have the status of argumentative duties and rights, not of moral duties and rights’ (Habermas, 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: pp. 44–5; see also 1993 ——. 1993. “‘Remarks on Discourse Ethics’”. In Justification and Application, Edited by: Habermas. 19–111. Cambridge, Mass: The MIT Press. trans. C. Cronin [Google Scholar]: p. 31; 1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]: p. 4; 2003b ——. 2003b. “‘From Kant’s “Ideas” of Pure Reason to “Idealizing” Presuppositions of Communicative Action: Reflections on the Detranscendentalized “Use of Reason” ’”. In Truth and Justification Edited by: Habermas. 83–130. [Google Scholar]: pp. 105–6). 6 For detailed and critically illuminating reconstructions of this argument see Finlayson (2000 Finlayson, J. G. 2000. ‘Modernity and Morality in Habermas’s Discourse Ethics’. Inquiry, 43: 319–40. [Taylor & Francis Online], [Web of Science ®] , [Google Scholar]); Gunnarsson (2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: Chs 8–9); and Rehg (1994 Rehg, W. 1994. Insight and Solidarity, Berkeley: The University of California Press. [Crossref] , [Google Scholar]: Ch. 3). 7 I rely here on Gunnarsson (2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]). Despite using Gunnarsson’s distinction between formalist and substantivist approaches, I depart from his view of the latter in two ways. First, I endorse Habermas’s distinction between the ethical and the moral (i.e. between recommendations about how to live a good life and prescriptions about how we ought to treat each other). (It is due to this distinction that in his later works Habermas names his approach ‘a discourse theory of morality’ rather than ‘discourse ethics’.) My substantivism is moral, not ethical. Ideals of the good life are allowed as inputs of moral reasoning (see n. 3 above), but not as grounds for shaping and justifying its structure. Second, though I agree with Gunnarsson’s general claim that a substantivist approach to moral thinking is desirable, I develop a substantivist account of discourse ethics itself. This is something that Gunnarsson himself does not do, though there is nothing in his text entailing that it could not or should not be done. 8 I assume here a minimal definition of solidarity as people’s willingness to ‘give each other’s interests some non‐instrumental weight in their practical reasoning’ (Mason, 2000 Mason, A. 2000. Community, Solidarity and Belonging, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: p. 27). 9 The formal structure of the arguments can be presented in the following way. Take ‘p’ to mean ‘I endorse the discursive procedure of universalization’; ‘q’ to mean ‘I endorse the substantive ideas’; and ‘¬’ ‘&’, and ‘→’ to mean, respectively, the logical operators of negation, conjunction, and the conditional. Now, the Normative Point Argument would yield ‘¬q → ¬p’, from which ‘p → q’ follows. The Outrage Argument, on the other hand, would yield ‘¬ (¬p & q)’, from which ‘q → p’ follows. From the conjunction of the conclusions of the two arguments it follows, in turn, ‘p ↔ q’, i.e. the general claim that the discursive procedure of universalization and the substantive ideas involve each other. This is not a knock‐out transcendental argument, but a reconstructive or maieutic one appealing to our deepest moral convictions. The productivity of this approach will become evident in section III when we consider its help in defending discourse ethics against some recent criticisms. 10 For an attempt to provide an external justification of a discursive principle of justification, see Larmore (1999 Larmore, C. 1999. ‘The Moral Basis of Political Liberalism’. Journal of Philosophy, 96(12): 599–625. [Crossref], [Web of Science ®] , [Google Scholar]). 11 A more detailed account of the notions of expression and elaboration of the three substantive ideas (including a more detailed elucidation of the ideas themselves) is given in Gilabert (2005a ——. 2005a. ‘The Substantive Dimension of Deliberative Practical Rationality’. Philosophy and Social Criticism, 31(2): 185–210. [Google Scholar]). 12 Unfortunately, Habermas does not explicitly distinguish between these two strands. This failure makes the understanding and discussion of his views unnecessarily difficult. 13 ‘All contents, no matter how fundamental the action norm involved may be, must be made to depend on real discourses’ (Habermas, 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 94; see also 1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google Scholar]: p. 122). This assertion seems to entail that even the most basic substantive ideas that one may claim underlie the motivation to join moral discussion with others in the first place are themselves in need of discursive justification. I return to the issue of substantive guidelines in section III.1 below. 14 According to this interpretation, Habermas’s formalist approach is not focused on the question of what makes the duty to enter moral dialogue a moral besides a general rational requirement. His approach would then be different from Apel’s (1980 Apel, K. O. 1980. “‘The A Priori of the Communication Community and the Foundations of Ethics: The Problem of a Rational Foundation in the Scientific Age’, in Apel”. In Towards a Transformation of Philosophy, 225–300. London: Routledge & Kegan Paul. trans. G. Adey and D. Frisby [Google Scholar]: sec. 2.3.4), seeing the duty to enter into public deliberation as emerging from extra‐moral requirements of coordination of actions in the lifeworld, rather than as having a straightforwardly moral dimension. 15 For examples of the three concerns see Habermas (1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google Scholar]: pp. 120–1 and 1993 ——. 1993. “‘Remarks on Discourse Ethics’”. In Justification and Application, Edited by: Habermas. 19–111. Cambridge, Mass: The MIT Press. trans. C. Cronin [Google Scholar]: p. 76; 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 41; 1990a ——. 1990a. “‘Discourse Ethics: Notes on a Program of Philosophical Justification’”. In Moral Consciousness and Communicative Action, Edited by: Habermas. 43–115. Cambridge, Mass: The MIT Press. trans. C. Lenhardt and S. Weber Nicholsen [Google Scholar]: p. 94). 16 This complaint is echoed in Benhabib (1992 Benhabib, S. 1992. Situating the Self, New York: Routledge. [Google Scholar]: Ch. 1) and in Cohen (1999 Cohen, J. 1999. ‘Reflections on Habermas on Democracy’. Ratio Juris, 12(4): 385–416. [Crossref] , [Google Scholar]: pp. 395). 17 Actually, Habermas recently recognized that ‘the participants [in moral discourse] themselves will perhaps be satisfied with this (or a similar) rule of argumentation [the principle of universalization (U)] as long as it proves useful and does not lead to counterintuitive results’ (Habermas, 1998a ——. 1998a. “‘A Genealogical Analysis of the Cognitive Content of Morality’, in J. Habermas”. In The Inclusion of the Other, Edited by: Cronin, C. and De Greiff, P. 3–46. Cambridge, Mass: The MIT Press. [Google Scholar]: p. 43). The substantivist account helps explain why this otherwise unsystematic remark is quite important. 18 Premises (a) and (b) correspond to steps 2 and 3 in my reconstruction of the formalist argument for discourse ethics. It is important to note that Gunnarsson is not criticizing (U) itself, but only its formalist derivation (Gunnarsson, 2000 Gunnarsson, L. 2000. Making Moral Sense: Beyond Habermas and Gauthier, Cambridge: Cambridge University Press. [Crossref] , [Google Scholar]: p. 97). His argument is also not a defence of utilitarianism, but a thought experiment challenging the claim that (U), instead of other fundamental moral theories (like utilitarianism), would necessarily follow from premises (a) and (b). The upshot is that the only way to justify (U) is by appealing to further, substantive premises other than (a) and (b), or by advancing ‘thicker’ substantive interpretations of either of them (e.g. a more specious notion of impartiality than the one presented in (b)). 19 Gunnarsson has the discoursing utilitarian saying: ‘I am trying to be impartial. And I have reached the conclusion that the only way to be impartial is to let the decision rest on what produces more happiness, not on what we would agree to in discourse’ (p. 113). 20 On the distinction between aggregative and distributive conceptions of equal treatment see Kagan (1998 Kagan, S. 1998. Normative Ethics, Boulder, Colo: Westview Press. [Google Scholar]: sec. 2.4). ‘Disrespectful preferences’ are those whose satisfaction involves a lack of recognition of other people’s status as free and equal. For a critique of an account of preference satisfaction that includes such kinds of preferences see Dworkin (2000 Dworkin, R. 2000. Sovereign Virtue, Cambridge, Mass: Harvard University Press. [Google Scholar]: Ch. 2). Utilitarians can, however, avoid this criticism by adopting a definition of ‘utility’ in terms of objective ‘goods’ rather than ‘preferences’. The problem of aggregation would, however, remain. 21 I agree with Barry’s remark that ‘the whole idea that we should seek the agreement of everybody rests upon a fundamental commitment to the equality of all human beings. … The criterion of reasonable acceptability of principles gives some substance to the idea of fundamental equality while at the same time flowing from it’ (Barry, 1995 Barry, B. 1995. Justice as Impartiality, Oxford: Oxford University Press. [Google Scholar]: p. 8). Barry applies this remark to Scanlonian contractualism, but it also fits discourse ethics perfectly well. 22 Habermas (1998a: p. 41). See n. 26 below. Habermas does mention, however, that participation in moral discourse has a ‘motivating aspect’ in connection with participants’ ‘freedom’ and ‘autonomy’ (Habermas, 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: p. 270). 23 I follow here the account of the problem of moral motivation given in Scanlon (1998 Scanlon, T. M. 1998. What We Owe to Each Other, Cambridge, Mass: Harvard University Press. [Google Scholar]: secs. 4.1–2). Like Scanlon, I think that what we need is not to ground morality on something external to it, but to clarify the moral significance (the importance and priority) of behaving morally by depicting more fully what kind of treatment of others it involves. I do not, however, follow Scanlon’s proposal that we account for moral motivation by appealing to an ‘ideal of justifiability to others’ (p. 156). I take the force of that ideal to be itself in need of clarification, and argue that a reference to the project of justice (PJ), given the fact of disagreement (FD), provides the elucidation that we need. I agree with Kumar’s (2003 Kumar, R. 2003. ‘Reasonable Reasons in Contractualist Moral Argument’. Ethics, 114(1): 6–37. [Crossref], [Web of Science ®] , [Google Scholar]: p. 33) suggestion that Scanlon’s contractualism is actually ‘animated’ by a substantive ‘normative commitment’ to the idea of ‘individuals being able to live rationally self‐governed meaningful lives on terms of mutual respect for one another’s value as persons’. 24 So the way in which we should defend discourse ethics is by depicting (or elucidating) its own moral force as a ‘normative package’ including the ideas and the procedures working in tandem. If this package is the basis of morality, then we could not appeal to something else to justify it morally. At this point the spade should be turned. If Kant appeals to the ‘fact of pure reason’, and Habermas appeals to the ‘fact of communicative rationality’, we appeal to the fact of the normative package comprising the three substantive ideas and the discursive procedure under conditions of moral disagreement. If the sceptic really thinks that this package has no appeal, then we would not be able to convince her with moral arguments, but would have to turn to other forms of persuasion (based, for example, on prudential and strategic, or even existential, considerations). But then we would be answering a different question than the one with which we started, and our answer would not avoid the horns of Prichard’s Dilemma. 25 A sense of justice includes moral ideal conceptions of persons and social life that constitute high‐order desires having motivational power alongside more specific, principle‐ and object‐dependent desires. See Rawls (1996 Rawls, J. 1996. Political Liberalism, , rev. edn, New York: Columbia University Press. [Google Scholar]: sec. II.7; 2000 ——. 2000. Lectures on the History of Moral Philosophy, Cambridge, Mass: Harvard University Press. [Google Scholar]: pp. 45–8, 148–52). 26 We should distinguish the political charge of cultural imposition from the sociological charge that a universalist defender of discourse ethics mistakenly assumes that all agents in all historical and social contexts already have a full and explicit commitment to a discursive procedure of normative justification. Habermas has a powerful answer to the latter, showing that procedural commitments to argumentative communication develop historically in ontogenetic and phylogenetic learning processes (Habermas, 1987 Habermas, J. 1987. The Theory of Communicative Action, 2 vols, Boston, Mass: Beacon Press. trans. T. McCarthy [Google Scholar]: secs. I.3 and and 1990b ——. 1990b. “‘Moral Consciousness and Communicative Action’”. In Moral Consciousness and Communicative Action Edited by: Habermas. 116–94. [Google see also Finlayson 2000 Finlayson, J. G. 2000. ‘Modernity and Morality in Habermas’s Discourse Ethics’. Inquiry, 43: 319–40. [Taylor & Francis Online], [Web of Science ®] , [Google and J. Communicative Action and Rational Cambridge, Mass: The MIT Press. [Crossref] , [Google Scholar]: Ch. 8). Habermas that the of substantive moral commitments to a universalist goes in with the of procedural commitments to argumentation as such (Habermas, 2003a ——. 2003a. “‘Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms’”. In Truth and Justification, Edited by: Habermas. 237–75. Cambridge, Mass: The MIT Press. trans. B. Fultner [Google Scholar]: sec. the substantivist construal has no with Habermas’s social theory of but can be as as a of Communicative coordination the of the force of in the of at the same time that it the of discursive argumentation the whole of validity The distinction between a ‘discourse theory of and a ‘discourse theory of morality’ is in Habermas (1996 ——. 1996. Between Facts and Norms, Cambridge, Mass: The MIT Press. trans. W. Rehg [Google Scholar]). Habermas that political should not only discourses’ focused on but also focused on conceptions of the good as well as forms of We can these important discourse ethics and see J. Communicative Action and Rational Cambridge, Mass: The MIT Press. [Crossref] , [Google and Gilabert ——. Discourse a of Philosophical [Google What however, important is that we are in the political moral discourses are to the of and this the of addressing the charge of cultural See the distinction between and in Benhabib (1992 Benhabib, S. 1992. Situating the Self, New York: Routledge. [Google Scholar]). This is not an of in their to be more involved in than impartial communicative put it in his and Critical M. and Critical In Critical Edited by: New York: & [Google at ‘the rational of ‘a rationally future (p. The substantive of this notion of is evident in reference to ‘the idea of a reasonable of that will meet the of the whole (p. of free in which each has the same of (p. For a useful account of the between and justice in the of Critical see (1996 R. 1996. and of Critical In of Critical Edited by: D. Oxford: [Google Scholar]). Critical Theory from other that also endorse this idea of a rational in a of ways. them are a approach of our rather than of some of their and the demand that the be as well as morally The latter with the of Critical Theory as of comprising the social besides I thank for to clarify this",
      "cited_by_count": 25,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W2027360481"
    },
    {
      "openalex_id": "W4243971884",
      "doi": "10.1023/a:1007068714468",
      "title": "Beyond “identity”",
      "authors": [
        {
          "name": "Rogers Brubaker",
          "openalex_id": "A5070575348",
          "orcid": "https://orcid.org/0000-0003-2804-493X",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        },
        {
          "name": "Frederick Cooper",
          "openalex_id": "A5110784615",
          "institutions": [
            "University of California, Los Angeles",
            "University of Michigan–Ann Arbor"
          ]
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-02-01",
      "abstract": null,
      "cited_by_count": 2707,
      "type": "article",
      "source": {
        "name": "Theory and Society",
        "type": "journal",
        "issn": [
          "0304-2421",
          "1573-7853"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://hdl.handle.net/2027.42/43651"
      },
      "topics": [],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W4243971884"
    },
    {
      "openalex_id": "W2100212414",
      "doi": "10.1515/nor-2017-0181",
      "title": "The Mediatization of Society",
      "authors": [
        {
          "name": "Stig Hjarvard",
          "openalex_id": "A5005010020",
          "orcid": "https://orcid.org/0000-0001-9194-6085"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-11-01",
      "abstract": "Abstract Using mediatization as the key concept, this article presents a theory of the influence media exert on society and culture. After reviewing existing discussions of mediatization by Krotz (2007), Schulz (2004), Thompson (1995), and others, an institutional approach to the mediatization process is suggested. Mediatization is to be considered a double-sided process of high modernity in which the media on the one hand emerge as an independent institution with a logic of its own that other social institutions have to accommodate to. On the other hand, media simultaneously become an integrated part of other institutions like politics, work, family, and religion as more and more of these institutional activities are performed through both interactive and mass media. The logic of the media refers to the institutional and technological modus operandi of the media, including the ways in which media distribute material and symbolic resources and make use of formal and informal rules.",
      "cited_by_count": 1010,
      "type": "article",
      "source": {
        "name": "Nordicom review/NORDICOM review",
        "type": "journal",
        "issn": [
          "1403-1108",
          "2001-5119"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://sciendo.com/pdf/10.1515/nor-2017-0181"
      },
      "topics": [
        "Media Studies and Communication",
        "Social Media and Politics",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 52,
      "url": "https://openalex.org/W2100212414"
    },
    {
      "openalex_id": "W3123667852",
      "doi": "10.5840/beq200616446",
      "title": "Global Rules and Private Actors: Toward a New Role of the Transnational Corporation in Global Governance",
      "authors": [
        {
          "name": "Andreas Georg Scherer",
          "openalex_id": "A5012262713",
          "orcid": "https://orcid.org/0000-0002-8671-1721",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Guido Palazzo",
          "openalex_id": "A5112390691",
          "institutions": [
            "University of Zurich"
          ]
        },
        {
          "name": "Dorothée Baumann",
          "openalex_id": "A5112753227",
          "institutions": [
            "University of Zurich"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-01",
      "abstract": "Abstract: We discuss the role that transnational corporations (TNCs) should play in developing global governance, creating a framework of rules and regulations for the global economy. The central issue is whether TNCs should provide global rules and guarantee individual citizenship rights, or instead focus on maximizing profits. First, we describe the problems arising from the globalization process that affect the relationship between public rules and private firms. Next we consider the position of economic and management theories in relation to the social responsibility of the firm. We argue that instrumental stakeholder theory and business and society research can only partially solve the global governance issue, and that more recent concepts of corporate citizenship and republican business ethics deliver theoretically and practically helpful, fresh insights. However, even these need further development, especially with regard to the legitimacy of corporate political activity.",
      "cited_by_count": 562,
      "type": "article",
      "source": {
        "name": "Business Ethics Quarterly",
        "type": "journal",
        "issn": [
          "1052-150X",
          "2153-3326"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/D32E2226B43F68FF7DD3C140DC624ACF/S1052150X00011040a.pdf/div-class-title-global-rules-and-private-actors-toward-a-new-role-of-the-transnational-corporation-in-global-governance-div.pdf"
      },
      "topics": [
        "Corporate Social Responsibility Reporting",
        "Ethics in Business and Education",
        "Corporate Law and Human Rights"
      ],
      "referenced_works_count": 193,
      "url": "https://openalex.org/W3123667852"
    },
    {
      "openalex_id": "W2136746850",
      "doi": "10.1177/0010414009332129",
      "title": "Democratization as Deliberative Capacity Building",
      "authors": [
        {
          "name": "John S. Dryzek",
          "openalex_id": "A5011467777",
          "orcid": "https://orcid.org/0000-0001-6358-0047",
          "institutions": [
            "Australian National University"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-04-07",
      "abstract": "Effective deliberation is central to democracy and so should enter any definition of democratization. However, the deliberative aspect now ubiquitous in the theory, practice, and promotion of democracy is generally missing in comparative studies of democratization. Deliberation capacity can be distributed in variable ways in the deliberative systems of states and other polities. A framework is described for locating and analyzing the contributions of its components and so evaluating the degree to which a polity’s deliberative system is authentic, inclusive, and consequential. An emphasis on deliberation reveals important determinants of democratic transition and consolidation, thereby providing substantial explanatory as well as evaluative and normative purchase.",
      "cited_by_count": 594,
      "type": "article",
      "source": {
        "name": "Comparative Political Studies",
        "type": "journal",
        "issn": [
          "0010-4140",
          "1552-3829"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://openresearch-repository.anu.edu.au/bitstreams/8f7577e9-8867-42a5-bf8e-c1ffa04f3aa8/download"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 76,
      "url": "https://openalex.org/W2136746850"
    },
    {
      "openalex_id": "W602224805",
      "doi": "10.5860/choice.46-2158",
      "title": "Two bits: the cultural significance of free software",
      "authors": [
        {
          "name": "Christopher Kelty",
          "openalex_id": "A5016045705",
          "orcid": "https://orcid.org/0000-0003-0253-5554"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-12-01",
      "abstract": "In Two Bits, Christopher M. Kelty investigates the history and cultural significance of Free Software, revealing the people and practices that have transformed not only software but also music, film, science, and education. Free Software is a set of practices devoted to the collaborative creation of software source code that is made openly and freely available through an unconventional use of copyright law. Kelty explains how these specific practices have reoriented the relations of power around the creation, dissemination, and authorization of all kinds of knowledge. He also makes an important contribution to discussions of public spheres and social imaginaries by demonstrating how Free Software is a \"recursive public\" - a public organized around the ability to build, modify, and maintain the very infrastructure that gives it life in the first place.",
      "cited_by_count": 728,
      "type": "article",
      "source": {
        "name": "Choice Reviews Online",
        "type": "journal",
        "issn": [
          "0009-4978",
          "1523-8253",
          "1943-5975"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://evols.library.manoa.hawaii.edu/bitstreams/2fcdaed4-bc58-4588-ba72-f094446dd574/download"
      },
      "topics": [
        "Open Source Software Innovations",
        "Digital Games and Media",
        "Copyright and Intellectual Property"
      ],
      "referenced_works_count": 286,
      "url": "https://openalex.org/W602224805"
    },
    {
      "openalex_id": "W2214169095",
      "doi": "10.1007/s10676-015-9380-y",
      "title": "Breaking the filter bubble: democracy and design",
      "authors": [
        {
          "name": "Engin Bozdag",
          "openalex_id": "A5081271375",
          "institutions": [
            "Delft University of Technology"
          ]
        },
        {
          "name": "Jeroen van den Hoven",
          "openalex_id": "A5051851888",
          "orcid": "https://orcid.org/0000-0003-2376-3185",
          "institutions": [
            "Delft University of Technology"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "It has been argued that the Internet and social media increase the number of available viewpoints, perspectives, ideas and opinions available, leading to a very diverse pool of information. However, critics have argued that algorithms used by search engines, social networking platforms and other large online intermediaries actually decrease information diversity by forming so-called \"filter bubbles\". This may form a serious threat to our democracies. In response to this threat others have developed algorithms and digital tools to combat filter bubbles. This paper first provides examples of different software designs that try to break filter bubbles. Secondly, we show how norms required by two democracy models dominate the tools that are developed to fight the filter bubbles, while norms of other models are completely missing in the tools. The paper in conclusion argues that democracy itself is a contested concept and points to a variety of norms. Designers of diversity enhancing tools must thus be exposed to diverse conceptions of democracy.",
      "cited_by_count": 348,
      "type": "article",
      "source": {
        "name": "Ethics and Information Technology",
        "type": "journal",
        "issn": [
          "1388-1957",
          "1572-8439"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007%2Fs10676-015-9380-y.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Information Systems Theories and Implementation"
      ],
      "referenced_works_count": 72,
      "url": "https://openalex.org/W2214169095"
    },
    {
      "openalex_id": "W2121993559",
      "doi": "10.1017/s1537592709992714",
      "title": "Self-Segregation or Deliberation? Blog Readership, Participation, and Polarization in American Politics",
      "authors": [
        {
          "name": "Eric Lawrence",
          "openalex_id": "A5083282133",
          "orcid": "https://orcid.org/0000-0002-5018-1351",
          "institutions": [
            "George Washington University"
          ]
        },
        {
          "name": "John Sides",
          "openalex_id": "A5050583907",
          "orcid": "https://orcid.org/0000-0003-1268-6612",
          "institutions": [
            "George Washington University"
          ]
        },
        {
          "name": "Henry Farrell",
          "openalex_id": "A5112468935",
          "institutions": [
            "George Washington University"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-03-01",
      "abstract": "Political scientists and political theorists debate the relationship between participation and deliberation among citizens with different political viewpoints. Blogs provide an important testing ground for their claims. We examine deliberation, polarization, and political participation among blog readers. We find that blog readers gravitate toward blogs that accord with their political beliefs. Few read blogs on both the left and right of the ideological spectrum. Furthermore, those who read left-wing blogs and those who read right-wing blogs are ideologically far apart. Blog readers are more polarized than either non-blog-readers or consumers of various television news programs, and roughly as polarized as US senators. Blog readers also participate more in politics than non-blog readers. Readers of blogs of different ideological dispositions do not participate less than those who read only blogs of one ideological disposition. Instead, readers of both left- and right-wing blogs and readers of exclusively leftwing blogs participate at similar levels, and both participate more than readers of exclusively right-wing blogs. This may reflect social movement-building efforts by left-wing bloggers.",
      "cited_by_count": 350,
      "type": "article",
      "source": {
        "name": "Perspectives on Politics",
        "type": "journal",
        "issn": [
          "1537-5927",
          "1541-0986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/00D2B6743AAF448CDD1DA4FBB913BB05/S1537592709992714a.pdf/div-class-title-self-segregation-or-deliberation-blog-readership-participation-and-polarization-in-american-politics-div.pdf"
      },
      "topics": [
        "Social Media and Politics",
        "Electoral Systems and Political Participation",
        "Social Capital and Networks"
      ],
      "referenced_works_count": 67,
      "url": "https://openalex.org/W2121993559"
    },
    {
      "openalex_id": "W4252698994",
      "doi": "10.5040/9781472544377",
      "title": "Connected Sociologies",
      "authors": [
        {
          "name": "Gurminder K. Bhambra",
          "openalex_id": "A5064248726",
          "orcid": "https://orcid.org/0000-0003-3658-1575"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "<JATS1:p>This book outlines what theory for a global age might look like, positing an agenda for consideration, contestation and discussion, and a framework for the research-led volumes that follow in the series.</JATS1:p> <JATS1:p>Gurmider K. Bhambra takes up the classical concerns of sociology and social theory and shows how they are being rethought through an engagement with postcolonial studies, one of the most distinctive critical approaches of the past two decades. She also discusses the significance of the research programme surrounding coloniality and modernity that has emerged recently from Latin America.</JATS1:p>",
      "cited_by_count": 592,
      "type": "book",
      "source": {
        "name": "Bloomsbury Publishing Plc eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.bloomsburycollections.com/book/connected-sociologies.pdf?dl"
      },
      "topics": [
        "Contemporary Sociological Theory and Practice"
      ],
      "referenced_works_count": 228,
      "url": "https://openalex.org/W4252698994"
    },
    {
      "openalex_id": "W3121661582",
      "doi": "10.14763/2016.1.401",
      "title": "Should we worry about filter bubbles?",
      "authors": [
        {
          "name": "Frederik Zuiderveen Borgesius",
          "openalex_id": "A5024850801",
          "orcid": "https://orcid.org/0000-0001-5803-827X",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Damian Trilling",
          "openalex_id": "A5071797963",
          "orcid": "https://orcid.org/0000-0002-2586-0352",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Judith Möller",
          "openalex_id": "A5111451722",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Balázs Bodó",
          "openalex_id": "A5041159272",
          "orcid": "https://orcid.org/0000-0001-5623-5448",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Claes H. de Vreese",
          "openalex_id": "A5061206863",
          "orcid": "https://orcid.org/0000-0002-4962-1698",
          "institutions": [
            "University of Amsterdam"
          ]
        },
        {
          "name": "Natali Helberger",
          "openalex_id": "A5053437341",
          "orcid": "https://orcid.org/0000-0003-1652-0580",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Some fear that personalised communication can lead to information cocoons or filter bubbles. For instance, a personalised news website could give more prominence to conservative or liberal media items, based on the (assumed) political interests of the user. As a result, users may encounter only a limited range of political ideas. We synthesise empirical research on the extent and effects of self-selected personalisation, where people actively choose which content they receive, and pre-selected personalisation, where algorithms personalise content for users without any deliberate user choice. We conclude that at present there is little empirical evidence that warrants any worries about filter bubbles.",
      "cited_by_count": 482,
      "type": "article",
      "source": {
        "name": "UvA-DARE (University of Amsterdam)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dare.uva.nl/personal/pure/en/publications/should-we-worry-about-filter-bubbles(6b3e6a6f-d762-4e72-8d66-b7f946767222).html"
      },
      "topics": [
        "Social Media and Politics",
        "Digital Games and Media"
      ],
      "referenced_works_count": 48,
      "url": "https://openalex.org/W3121661582"
    },
    {
      "openalex_id": "W2012854000",
      "doi": "10.1080/002017400414881",
      "title": "Modernity and Morality in Habermas's Discourse Ethics",
      "authors": [
        {
          "name": "James Gordon Finlayson",
          "openalex_id": "A5033736964",
          "orcid": "https://orcid.org/0000-0003-0570-6048"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-09-01",
      "abstract": "Discourse ethics is originally conceived as a programme of philosophical justification of morality. This depends on the formal derivation of the moral principle (U) from non-moral principles. The moral theory is supposed to fall out of a pragmatic theory of meaning. The original programme plays a central role in Habermas's social theory: the moral theory, if true, provides good evidence for the more general theory of modernization. But neither Habermas nor his followers have succeeded in providing a formal derivation. This essay shows how and why Habermas's proposed derivation is impossible. As if aware of the lacuna, Habermas has recently suggested that (U) can be derived by 'abduction' rather than deduction. The proposal draws heavily on modernization theory; hence the only justification for (U) now available to him rests on premises drawn from that theory. The original programme of the justification of morality has thus given way to the weaker programme of the philosophical elucidation of morality. Further, since Habermas's moral theory is no longer justified independently of modernization theory, but at least partly by it, the moral theory cannot without circularity provide evidence for the modernization theory.",
      "cited_by_count": 246,
      "type": "article",
      "source": {
        "name": "Inquiry",
        "type": "journal",
        "issn": [
          "0020-174X",
          "1502-3923"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/002017400414881"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2012854000"
    },
    {
      "openalex_id": "W1495820933",
      "doi": "10.1111/1467-8675.12057",
      "title": "Habermas and the Project of Immanent Critique",
      "authors": [
        {
          "name": "Titus Stahl",
          "openalex_id": "A5026097274",
          "orcid": "https://orcid.org/0000-0001-6537-2196",
          "institutions": [
            "Goethe University Frankfurt"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-11",
      "abstract": "According to Jürgen Habermas, his Theory of Communicative Action offers a new account of the normative foundations of critical theory. Habermas' motivating insight is that neither a transcendental nor a metaphysical solution to the problem of normativity, nor a merely hermeneutic reconstruction of historically given norms, is sufficient to clarify the normative foundations of critical theory. In response to this insight, Habermas develops a novel account of normativity, which locates the normative demands of critical theory within the socially instituted practice of communicative understanding. Although Habermas has claimed otherwise, this new foundation for critical theory constitutes a novel and innovative form of \"immanent critique.\" To argue for and to clarify this claim, I offer, in section 1, a formal account of immanent critique and distinguish between two different ways of carrying out such a critique.",
      "cited_by_count": 268,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12057"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W1495820933"
    },
    {
      "openalex_id": "W2165252327",
      "doi": "10.1007/bf02687583",
      "title": "Democracy, Law, and Comparative Politics",
      "authors": [
        {
          "name": "Guillermo O’Donnell",
          "openalex_id": "A5021030374"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "This article offers a revision of democratic theory in light of the experience of recently democratized countries, located outside of the northwestern quadrant of the world. First, various definitions of democracy that claim to follow Schumpeter and are usually considered to be \"minimalist\" or \"processualist\" are critically examined. Building upon but clarifying these conceptual efforts, a realistic and restricted, but not minimalist, definition of a democratic regime is proposed. Thereafter, this article argues that democracy should be analyzed not only at the level of the political regime but also in relation to the state—especially the state qua legal system—and to certain aspects of the overall social context. The main underlying theme that runs through this article is the concept of agency, especially as it is expressed in the legal system of existing democracies.",
      "cited_by_count": 273,
      "type": "article",
      "source": {
        "name": "Studies in Comparative International Development",
        "type": "journal",
        "issn": [
          "0039-3606",
          "1936-6167"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/BF02687583.pdf"
      },
      "topics": [
        "Judicial and Constitutional Studies",
        "Political Philosophy and Ethics",
        "Political Conflict and Governance"
      ],
      "referenced_works_count": 214,
      "url": "https://openalex.org/W2165252327"
    },
    {
      "openalex_id": "W2996541402",
      "doi": "10.1007/s11948-019-00165-5",
      "title": "From What to How: An Initial Review of Publicly Available AI Ethics Tools, Methods and Research to Translate Principles into Practices",
      "authors": [
        {
          "name": "Jessica Morley",
          "openalex_id": "A5014136509",
          "orcid": "https://orcid.org/0000-0001-5221-4770",
          "institutions": [
            "University of Oxford"
          ]
        },
        {
          "name": "Luciano Floridi",
          "openalex_id": "A5046574356",
          "orcid": "https://orcid.org/0000-0002-5444-2280",
          "institutions": [
            "University of Oxford",
            "British Library",
            "Turing Institute"
          ]
        },
        {
          "name": "Libby Kinsey",
          "openalex_id": "A5030153932",
          "institutions": [
            "Digital Catapult (United Kingdom)"
          ]
        },
        {
          "name": "Anat Elhalal",
          "openalex_id": "A5049747317",
          "institutions": [
            "Digital Catapult (United Kingdom)"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-11",
      "abstract": "Abstract The debate about the ethical implications of Artificial Intelligence dates from the 1960s (Samuel in Science, 132(3429):741–742, 1960. 10.1126/science.132.3429.741 ; Wiener in Cybernetics: or control and communication in the animal and the machine, MIT Press, New York, 1961). However, in recent years symbolic AI has been complemented and sometimes replaced by (Deep) Neural Networks and Machine Learning (ML) techniques. This has vastly increased its potential utility and impact on society, with the consequence that the ethical debate has gone mainstream. Such a debate has primarily focused on principles—the ‘what’ of AI ethics (beneficence, non-maleficence, autonomy, justice and explicability)—rather than on practices, the ‘how.’ Awareness of the potential issues is increasing at a fast rate, but the AI community’s ability to take action to mitigate the associated risks is still at its infancy. Our intention in presenting this research is to contribute to closing the gap between principles and practices by constructing a typology that may help practically-minded developers apply ethics at each stage of the Machine Learning development pipeline, and to signal to researchers where further work is needed. The focus is exclusively on Machine Learning, but it is hoped that the results of this research may be easily applicable to other branches of AI. The article outlines the research method for creating this typology, the initial findings, and provides a summary of future research needs.",
      "cited_by_count": 675,
      "type": "article",
      "source": {
        "name": "Science and Engineering Ethics",
        "type": "journal",
        "issn": [
          "1353-3452",
          "1471-5546"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1007/s11948-019-00165-5.pdf"
      },
      "topics": [
        "Ethics and Social Impacts of AI",
        "Adversarial Robustness in Machine Learning",
        "Neuroethics, Human Enhancement, Biomedical Innovations"
      ],
      "referenced_works_count": 107,
      "url": "https://openalex.org/W2996541402"
    },
    {
      "openalex_id": "W1997244086",
      "doi": "10.1093/ejil/15.5.907",
      "title": "The Legitimacy of International Law: A Constitutionalist Framework of Analysis",
      "authors": [
        {
          "name": "Mattias Kumm",
          "openalex_id": "A5007379734",
          "orcid": "https://orcid.org/0000-0002-2576-407X"
        }
      ],
      "publication_year": 2004,
      "publication_date": "2004-11-01",
      "abstract": "Does international law suffer from a legitimacy crisis? International law today is no longer adequately described or assessed as the law of a narrowly circumscribed domain of foreign affairs. Its obligations are no longer firmly grounded in the specific consent of states and its interpretation and enforcement is no longer primarily left to states. Contemporary international law has expanded its scope, loosened its link to state consent and strengthened compulsory adjudication and enforcement mechanisms. This partial emancipation from state control means that domestic accountability mechanisms are becoming ineffective as a means to legitimate international law. Correspondingly, the legitimacy of international law is increasingly challenged in domestic settings in the name of democracy and constitutional selfgovernment. This article addresses this challenge. It develops a constitutionalist model for assessing the legitimacy of international law that takes seriously the commitments underlying constitutional democracy. At the heart of this model are four distinct concerns, each captured by a distinct principle. These principles are the formal principle of international legality, the jurisdictional principle of subsidiarity, the procedural principle of adequate participation and accountability as well as the substantive principle of achieving outcomes that are not violative of fundamental rights and are reasonable. Such a framework provides a middle ground between national and international constitutionalists. Whereas the former sometimes suggest that any law not sufficiently connected to domestic legal actors is suspect legitimacy-wise, the latter tend to underplay what is lost democracy-wise as decision-making is ratcheted up from the national to the international level.",
      "cited_by_count": 404,
      "type": "article",
      "source": {
        "name": "European Journal of International Law",
        "type": "journal",
        "issn": [
          "0938-5428",
          "1464-3596"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ejil/article-pdf/15/5/907/1425297/chh503.pdf"
      },
      "topics": [
        "International Law and Human Rights",
        "International Arbitration and Investment Law",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W1997244086"
    },
    {
      "openalex_id": "W2601365221",
      "doi": "10.1086/689979",
      "title": "Introduction",
      "authors": [
        {
          "name": "Jonathan Havercroft",
          "openalex_id": "A5034393474",
          "orcid": "https://orcid.org/0000-0003-0995-8912",
          "institutions": [
            "University of Southampton"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Previous articleNext article FreeSymposium on Contestation and International RelationsIntroductionJonathan HavercroftJonathan HavercroftUniversity of Southampton Search for more articles by this author University of SouthamptonPDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMoreAntje Wiener's A Theory of Contestation makes an important intervention into the field of international norms. Norms have formed a central part of the social constructivist research agenda in international relations and international law since the pioneering works of Kratochwil and Onuf in the early 1990s.1 Social constructivism initially developed as a new theoretical approach to the study of international politics. While more traditional approaches to studying international relations, such as liberalism and realism, focused on the role that material forces, such as natural resources, economic power, and military capabilities, played in the behavior of international actors, social constructivists argued that beliefs, identities, and other non-material forces determined the behavior of international actors. Norms play a key role in social constructivist theory, specifying the expected behavior and the rights and obligations of states in the international system. Early research on norms demonstrated that social expectations of appropriate conduct (the \"logic of appropriateness\") could shape state behavior in ways that cut against a state's material interest (the \"logic of consequentialism\").2 Much of the academic debate about norms has focused on demonstrating that international norms exist and, determining under what conditions states comply with or violate them.As Wiener notes in the introduction to A Theory of Contestation, this focus leaves two key unresolved problems. First, conventional constructivist accounts of norms rely upon the social expectations of the international community to do most of the heavy theoretical lifting. But if the international community creates norms that guide state behavior, then, Wiener observes, \"the norm-generative practice of international relations … [is] almost impossible\": it relies on a community ontology, yet states with different cultures cannot share such a community because of their different national roots.3 Instead of locating norm generation in a shared community, Wiener argues that participants in the international system produce norms through contestations over appropriate behavior across the different cultures of the system.Second, much conventional constructivist research since 2000 has focused on the issue of norm compliance, or when and how states abide by or disobey norms. One way of interpreting some instances of norm non-compliance is as an act of protest or contestation by a state dissatisfied with the norm. The term \"contested compliance\" has proliferated in the academic literature since it was introduced by Michael Byers and further developed by Jutta Brunnée and Stephen J. Toope.4 Yet this proliferation has come at the expense of conceptual precision, with scholars now using \"contested compliance\" to refer to such diverse phenomena as refusal to comply with European Union regulations, deliberative democratic practices in international organizations, and bargaining tactics deployed by states in international trade negotiations.Wiener's theory of contestation offers both an explanatory theory of how norms are contested and a normative defense of why they should be contested. Wiener's argument is threefold. First, she argues that contestation generates international norms. Second, she argues that all norms are potentially contestable. Third, she argues that because contestation is central to the generation, transformation, and implementation of norms, international relations scholars should draw upon the \"thinking tools\" developed by political theorists who work on norm contestation in the area of democratic theory.In order to develop her theory of contestation, Wiener draws upon the public philosophy of James Tully.5 Tully's work on democratic constitutionalism and agonistic political philosophy emphasizes that conflict is a form of justice. Other influential approaches to justice, such as Jürgen Habermas's work on deliberative democracy6 and John Rawls's work on political liberalism,7 see conflicts in pluralistic societies as problems to be solved through the development of procedures and norms that can achieve consensus among all participants. Tully is skeptical that finding such universally acceptable norms is possible or desirable. Instead, the justness of a society should be determined by its capacity to make space for the contestation and revision of all norms and procedures by those that they affect; the just society never seeks out a final comprehensive solution. Wiener brings Tully's political philosophy of contestation into international relations debates over norm compliance to argue that disputes over and resistance to the implementation of norms is not a problem that scholars, lawyers, and practitioners need to solve. Rather, the fact that norms can be contested is the very mark of their legitimacy.Wiener takes this central insight from Tully's work to criticize both liberal and critical varieties of constructivism. Liberal constructivists share the core social constructivist insight that international norms and institutions are socially constructed, and then go on to develop liberal conclusions from this, such as a rejection of realist power politics, evidence of how international norms foster greater cooperation between states, and a shared commitment with liberalism to a rational actor model of politics (also known as homo economicus). Against the liberal constructivists (whom she calls conventional constructivists),8 Wiener argues that Tully's insight—that one can demonstrate understanding a norm by going against it—can help to explain how contestation can generate norms. Tully developed this insight from a close reading of section 201 of Ludwig Wittgenstein's Philosophical Investigations, where Wittgenstein says, \"there is a way of grasping a rule which is not an interpretation, but which, from case to case of application, is exhibited in what we call 'following the rule' and 'going against it'.\"9 Wittgenstein is concerned with the questions \"what is a rule?\" and \"how do I know if someone (either myself or another) is following a rule?\" Wittgenstein's answer is that one demonstrates that one understands a rule when one can follow it (such as continuously adding 2 to a sequence of numbers—e.g., 1400, 1402, 1404, etc.) by continuing to act in a manner that obeys the rule. Yet at the end of section 201 of the Philosophical Investigations, Wittgenstein left the cryptic comment that one could also demonstrate mastery of a rule by going against it.10Tully considers the remark in relation to rule following in politics. Just as a pupil demonstrates his understanding of a rule by being able to go on applying it independently, citizens in a democracy demonstrate their understanding of both the written rules (e.g., the positive law) of a society and the unwritten social norms upon which the society rests (e.g., norms about race, class, and gender roles). Part of being a citizen of a society is learning to master these rules. Tully's insight, however, is that some forms of political dissent can be examples of demonstrating that one understands the laws of a society by going against those rules. For example, acts of civil disobedience—such as Rosa Parks's protest against the written segregation laws as well as the unwritten social codes that supported segregation—would be examples of demonstrating that one understands a rule by explicitly going against it. As a black woman living in Montgomery, Alabama in the 1950s, she knew the rules of segregation intimately. By going against the rules, she demonstrated her understanding of them.Tully uses this insight to argue that going against the rules in society is an important feature of democratic citizenship. Part of the significance of civil disobedience is that activists are aware that they are breaking a law, but they go against the law in order to demonstrate that the law itself is unjust. Wiener takes this insight from Tully and applies it to international relations. In International Relations scholarship, especially liberal constructivism, the default assumption is that non-compliance with an international norm is a problem. Just as breaking a domestic law disrupts political order, breaking international norms disrupts international order.Wiener, following Tully and Wittgenstein, argues that not every instance of norm transgression is a case of a state either not understanding a norm or breaking it to simply advance self-interest. In some instances, states can engage in transnational disobedience (i.e., the international equivalent of civil disobedience) in order to demonstrate their dissatisfaction with a norm. Against the critical constructivists, who draw upon Habermas's distinction between arguing and bargaining to make the case that contestation about norms is appropriate only at the implementation stage,11 Wiener argues that norms can be contested at any stage in their constitution, reference, or implementation.In order to develop this theory of contestation, Wiener proposes three thinking tools: the normativity premise, the diversity premise, and cultural cosmopolitanism. The normativity premise states that scholars and practitioners must place normative considerations—for example, whether or not a norm is just—at the center of discussions about norm generation. The normativity premise underscores a central tension in the norms literature between sociological approaches that emphasize the ways in which norms condition behavior and legal and philosophical approaches that are concerned with the validity or justness of norms. One common critique of conventional constructivists is that in their attempt to develop explanatory theories of norms, they have bracketed out questions of whether or not norms are good or bad, just or unjust. This exclusion of the normative means that conventional constructivists often assume that the norms they study are good, thereby potentially ignoring the dark sides of some norms, and they may entirely ignore some norms that are bad (such as those that say a state should protect the interests of private capital over the interests of its least well off citizens). The normativity premise opens the door for a substantial engagement between empirical scholars of norms and scholars of international ethics to both criticize existing norms and find sounder normative foundations for international laws.The diversity premise draws upon Tully's critique of Kant and contemporary Kantian political philosophy, and states that norms must be generated through procedures that ensure cultural diversity in order to be valid. According to Tully, one of the problems of Kantian approaches to normative theorizing is that the search for categorical imperatives and universally valid principles can be culturally hegemonic. As such, Tully argues against seeking \"end states\" in normative deliberations, and instead argues that valid norms are those that are worked out through cross-cultural negotiation and premised on mutual recognition, mutual consent, and openness to future revision and contestation. Wiener's emphasis on agonistic procedures ensures that diversity is built into the process of norm generation and legitimation.Finally, the principle of cultural cosmopolitanism states that global politics is constituted through cultural practices. Drawing upon Tully once again, Wiener argues that there is an important interaction between practices of contestation and the principle of contestedness. Central to Wiener's argument is that a norm must be generated through practices open to contestation, and must continue to be open to contestation during referral and implementation, in order to secure its legitimacy. The principle of contestedness states that a norm's validity hinges on it being generated via practices of contestation. Norms that are generated univocally, without making space for challenges from actors who could be affected by that norm, are invalid.Following an introductory article by Antje Wiener that provides a concise summary of her theory,12 this symposium includes five contributions that respond to Wiener's work in a number of important and provocative ways. Christian Bueger, writing from the practice theory approach, observes that the constructivist focus on norms cannot answer questions about how and where norms originate. While Wiener accepts and incorporates these critiques of norm scholarship in her own research, A Theory of Contestation still isolates norms as an object of study. Bueger argues that, from the perspective of practice theory, Wiener's approach runs the risk of ignoring the larger structures of meaning that give norms their significance. This is because in social reality there is usually more than one norm at play in any given context, and debates about norms are just as likely to be over questions of which of a number of conflicting norms applies in a given case as they are to be over whether or not an individual norm is valid. The practice theory approach studies \"broader, collectively shared patterns of meaning and how they relate to situations of action\"13 by expanding the focus from norms to include other social phenomena, such as rules of thumb and embodied performances. Drawing upon his own research on Somali piracy, Bueger argues that Wiener's theory would be better suited as a method for studying practices of contestation than as a general explanatory or normative theory.Brent Steele responds to Wiener from a post-structuralist perspective. While he shares Wiener's desire to focus on norms and their contestation, he is concerned that A Theory of Contestation does not analyze how norms can be criticized on the basis of whom the norm governs. Steele considers two instances in which norms are not only contested but completely rejected: the American public's recent rejection of global anti-torture norms, and the rejection of liberal human rights norms originating in Europe and North America by states such as Turkey, Japan, and Russia on the grounds that these norms produce globally stratified social structures. His point is that a focus on contestation may neglect ways in which norms are avoided or abolished altogether.14In the next contribution, Sasikumar Sundaram criticizes A Theory of Contestation for not having a fully developed account of practical reason. He argues that contestation is always done through a process of giving and asking for reasons. According to Sundaram, without an account of this process of practical reasoning, Wiener's work cannot explain how specific actors justify their support for particular norms. He argues that Wiener's focus on \"multilogues\" (conversations involving more than two partners) should be supplemented by such an account.15Lisbeth Zimmerman argues that Wiener's work implicitly adopts Habermas's democratic theory when discussing international conditions of diversity. This is a provocative reading of A Theory of Contestation, since Wiener explicitly distances herself from Habermas and Habermasian inspired accounts of international relations theory in her work. Nevertheless, by situating Wiener's account of contestation within Habermasian democratic theory, Zimmerman argues that Wiener's work can help answer important questions, such as what makes a norm legitimate. Habermas argues that under domestic political conditions, norms are legitimated via institutionalized procedures that ensure that all those who could potentially be affected by a norm can have their concerns heard and taken into account. Wiener adopts this principle of norm legitimation for international politics, but expands it. Norms are legitimate only if two conditions are met. First, the Habermasian condition that a norm is valid only if all the participants in a discourse can agree on the norm. Second, a norm's validity also rests on all participants in a discourse resolving the culturally diverse implications of a norm, since the norm impacts different cultures differently. Each culture must assent that the norm respects their unique cultural traditions and practices.16Finally, Raymond Duvall and Jonathan Havercroft's piece sees Wiener, in her focus on contestation as constitutive of international norms, as developing an important and new variety of constructivist research. We suggest that she label this approach agonistic constructivism in order to draw out its affinities with agonistic approaches in democratic theory. At the same time, we question the implications of Wiener's explicitly bifocal approach to the study of norms, which examines norms from both an explanatory and a normative perspective. One of her claims is that by adopting this bifocal approach, the theory of contestation will be of value to both academic theorists and international legal practitioners. However, Duvall and I argue that there are fundamental tensions involved in speaking to these two audiences simultaneously, and press Wiener to reconsider the implications of fusing normative and empirical work on norms.17Wiener concludes the symposium with a reply to her critics that considers three main themes. First, she argues that there is a conceptual distinction in her work between regulatory and customary practices of constitutionalism with which some of her critics take issue. Regulatory practices refer to the explicit (normally written in international treaties) rules and norms of international relations. Customary practices are the implicit (normally unwritten) norms that function as a \"hidden\" global constitution. Wiener's work is aimed at bringing global customary practices to the forefront of both scholarship and activism, so that inter-cultural disputes can be discussed and resolved as part of the norm generation process. Second, Wiener argues that by using an approach that simultaneously explores the normative and empirical dimensions of norms, moments of norm contestation become opportunities through which actors can generate civic freedom within a global society. Third, Wiener responds to the suggestion from Duvall and Havercroft that A Theory of Contestation be framed as a form of agonistic constructivism by situating her work and other scholarship on contestation in the context of calls for justice grounded in practices of recognition.18A Theory of Contestation and the responses to it in this symposium open up an interdisciplinary dialogue among scholars in the political science subfields of international relations, international law, and political theory. By shifting the terrain of international norms research from questions about norm existence and compliance to how actors contest norms in their daily struggles for justice, Antje Wiener's work creates an exciting opportunity for scholars to cross boundaries between fields and between empirical and normative research. While there are significant differences among the contributors to this symposium, one thing they all agree upon is that A Theory of Contestation should find a broad audience and inspire scholars to place the study of practices of contestation at the heart of their research. Notes Jonathan Havercroft is Associate Professor of International Political Theory at the University of Southampton. His research focuses on global norms concerning state sovereignty. He is the author of Captives of Sovereignty (2011). He has recently published articles in Political Theory, Review of International Studies, Global Constitutionalism, and Constellations. He can be reached at j.haver[email protected].1. Nicholas Greenwood Onuf, World of Our Making: Rules and Rule in Social Theory and International Relations (London: Routledge, 2012); Friedrich V. Kratochwil, Rules, Norms, and Decisions: On the Conditions of Practical and Legal Reasoning in International Relations and Domestic Affairs (Cambridge, U.K.: Cambridge University Press, 1991).2. James G. March and Johan P. Olsen, \"The Institutional Dynamics of International Political Orders,\" International Organization 52 (September 1998): 943–69.3. Ibid.4. Michael Byers, \"The Shifting Foundations of International Law: A Decade of Forceful Measures against Iraq,\" European Journal of International Law 13 (February 1, 2002): 21–41; Jutta Brunnée and Stephen J. Toope, Legitimacy and Legality in International Law: An Interactional Account (New York: Cambridge University Press, 2010).5. James Tully, Public Philosophy in a New Key: Volume 1, Democracy and Civic Freedom, 1st ed. (Cambridge, U.K.: Cambridge University Press, 2009); James Tully, Public Philosophy in a New Key: Volume 2, Imperialism and Civic Freedom, 1st ed. (Cambridge, U.K.: Cambridge University Press, 2009).6. Jürgen Habermas, \"Discourse Ethics: Notes on a Paradigm of Philosophical Justification,\" in Moral Consciousness and Communicative Action, trans. Shierry Weber Nicholsen and Christian Lenhardt (Cambridge, Mass.: MIT Press, 1990).7. John Rawls, Political Liberalism (New York: Columbia University Press, 1993).8. Martha Finnemore and Kathryn Sikkink, \"International Norm Dynamics and Political Change,\" International Organization 52 (September 1998): 887–917.9. Ludwig Wittgenstein, Philosophical Investigations, trans. G.E.M. Anscombe, P.M.S. Hacker, and Joachim Schulte (Oxford, U.K.: Wiley-Blackwell, 2009), section 201.10. Tully, Public Philosophy in a New Key, vol. I, 65–67 (see note 5 above).11. Thomas Risse, \"'Let's Argue!': Communicative Action in World Politics,\" International Organization 54 (January 2000): 1–39.12. Antje Wiener, \"A Theory of Contestation—A Concise Summary of Its Argument and Concepts,\" Polity 49 (January 2017): 109–25.13. Christian Bueger, \"Practices, Norms, and the Theory of Contestation,\" Polity 49 (2017): 126–31, at 127.14. Brent Steele, \"Broadening the Contestation of Norms in International Relations,\" Polity 49 (2017): 132–38.15. Sasikumar S. Sundaram, \"Norm Contestation and Global Governance: Taking Actor Configurations and Practical Reasoning Seriously,\" Polity 49 (2017): 139–48.16. Lisbeth Zimmermann, \"'Inter-National' Habermas: Contestation and Understanding under Conditions of Diversity,\" Polity 49 (2017): 149–53.17. Jonathan Havercroft and Raymond Duvall, \"Challenges of an Agonistic Constructivism for International Relations,\" Polity 49 (2017): 156–64.18. Antje Wiener, \"A Reply to My Critics,\" Polity 49 (2017): 165–84. Previous articleNext article DetailsFiguresReferencesCited by Polity Volume 49, Number 1January 2017Perpetual Struggle The Journal of the Northeastern Political Science Association Article DOIhttps://doi.org/10.1086/689979HistoryPublished online December 21, 2016 © 2017 Northeastern Political Science Association. All rights reserved.PDF download Crossref reports the following articles citing this article:Roger Karapin Perpetual Struggle, Polity 49, no.11 (Dec 2016): 1–4.https://doi.org/10.1086/689973Antje Wiener A Reply to My Critics, Polity 49, no.11 (Jan 2017): 165–184.https://doi.org/10.1086/690101",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Polity",
        "type": "journal",
        "issn": [
          "0032-3497",
          "1744-1684"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Global Peace and Security Dynamics",
        "International Relations and Foreign Policy",
        "European Union Policy and Governance"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2601365221"
    },
    {
      "openalex_id": "W1902236296",
      "doi": "10.1111/1467-8675.12055",
      "title": "Habermas and Markets",
      "authors": [
        {
          "name": "Timo Jütten",
          "openalex_id": "A5077887342",
          "orcid": "https://orcid.org/0000-0001-9865-507X"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-10-29",
      "abstract": null,
      "cited_by_count": 230,
      "type": "article",
      "source": {
        "name": "Constellations",
        "type": "journal",
        "issn": [
          "1351-0487",
          "1467-8675"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1467-8675.12055"
      },
      "topics": [
        "Weber, Simmel, Sociological Theory"
      ],
      "referenced_works_count": 20,
      "url": "https://openalex.org/W1902236296"
    },
    {
      "openalex_id": "W2054145375",
      "doi": "10.1057/palgrave.bp.4200016",
      "title": "Depoliticisation: Principles, Tactics and Tools",
      "authors": [
        {
          "name": "Matthew Flinders",
          "openalex_id": "A5047904151",
          "orcid": "https://orcid.org/0000-0003-3585-9010",
          "institutions": [
            "University of Sheffield"
          ]
        },
        {
          "name": "Jim Buller",
          "openalex_id": "A5091893030",
          "institutions": [
            "University of York"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-10-25",
      "abstract": null,
      "cited_by_count": 376,
      "type": "article",
      "source": {
        "name": "British Politics",
        "type": "journal",
        "issn": [
          "1746-918X",
          "1746-9198"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/palgrave.bp.4200016.pdf"
      },
      "topics": [
        "Political and Economic history of UK and US",
        "Social Policy and Reform Studies",
        "Housing, Finance, and Neoliberalism"
      ],
      "referenced_works_count": 78,
      "url": "https://openalex.org/W2054145375"
    },
    {
      "openalex_id": "W2100335669",
      "doi": "10.1080/01436590220108199",
      "title": "The devil's in the theory: A critical assessment of Robert Chambers' work on participatory development",
      "authors": [
        {
          "name": "Ilan Kapoor",
          "openalex_id": "A5006343899",
          "orcid": "https://orcid.org/0000-0001-5495-5038"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-02-01",
      "abstract": "The practice orientation of Robert Chambers' work on Participatory Rural Appraisal (PRA), which aims at enabling local people and communities to take control over their own development, has received much attention in development circles. This article attempts to shift the emphasis away from PRA's practice towards its theoretical underpinnings. The article argues that PRA's practice/ empiricist orientation causes it to be insufficiently theorised and politicised. As a result, questions about inclusiveness, the role of PRA facilitators, and the personal behaviour of elites overshadow, or sometimes ignore, questions of legitimacy, justice, power and the politics of gender and difference. The article draws on arguments and debates involving Habermasian 'deliberative democracy' and post- structuralist notions of power.",
      "cited_by_count": 262,
      "type": "article",
      "source": {
        "name": "Third World Quarterly",
        "type": "journal",
        "issn": [
          "0143-6597",
          "1360-2241"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.tandfonline.com/doi/abs/10.1080/01436590220108199"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Tourism, Volunteerism, and Development",
        "Agriculture, Land Use, Rural Development"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2100335669"
    },
    {
      "openalex_id": "W2061860156",
      "doi": "10.3402/egp.v2i3.2045",
      "title": "Of sweatshops and subsistence: Habermas on human rights",
      "authors": [
        {
          "name": "David Ingram",
          "openalex_id": "A5084296142",
          "orcid": "https://orcid.org/0000-0002-2435-3949"
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-01-01",
      "abstract": "In this paper I argue that the discourse theoretic account of human rights defended by Jürgen Habermas contains a fruitful tension that is obscured by its dominant tendency to identify rights with legal claims. This weakness in Habermas’s account becomes manifest when we examine how sweatshops diminish the secure enjoyment of subsistence, which Habermas himself (in recognition of the UDHR) recognizes as a human right. Discourse theories of human rights are unique in tying the legitimacy of human rights to democratic deliberation and consensus. So construed, their specific meaning and force is the outcome of historical political struggle. However, unlike other legal rights, they possess universal moral validity. In this paper I argue that this tension between the legal and moral aspects of human rights can be resolved if and only if human rights are conceived as moral aspirations and not simply as legal claims. In particular, I shall argue that there are two reasons why human rights must be understood as moral aspirations that function non-juridically: First, the basic human goods to which human rights provide secure access are determinable only in relation to basic human capabilities that are progressively revealed in the course of an indefinite (fully inclusive and universal) process of collective learning; second, the institutional impediments to enjoying human rights are cultural in nature and cannot be remedied by means of legal coercion.",
      "cited_by_count": 221,
      "type": "article",
      "source": {
        "name": "Ethics & Global Politics",
        "type": "journal",
        "issn": [
          "1654-4951",
          "1654-6369"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.tandfonline.com/doi/pdf/10.3402/egp.v2i3.2045?needAccess=true"
      },
      "topics": [
        "Political Philosophy and Ethics",
        "Law in Society and Culture",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2061860156"
    },
    {
      "openalex_id": "W1895063068",
      "doi": "10.24908/ss.v2i4.3359",
      "title": "The Work of Watching One Another: Lateral Surveillance, Risk, and Governance",
      "authors": [
        {
          "name": "Mark Andrejevic",
          "openalex_id": "A5014625061",
          "orcid": "https://orcid.org/0000-0002-6096-1060"
        }
      ],
      "publication_year": 2002,
      "publication_date": "2002-09-01",
      "abstract": "This article explores a range of technologies for 'lateral surveillance' or peer monitoring arguing that in a climate of perceived risk and savvy skepticism individuals are increasingly adopting practices associated with marketing and law enforcement to gain information about friends, family members, and prospective love interests. The article argues that the adoption of such technologies corresponds with an ideology of 'responsibilization' associated with the risk society: that consumers need training in the consumption of services and the development of expertise to monitor one another. Rather than displacing 'top-down' forms of monitoring, such practices emulate and amplify them, fostering the internalization of government strategies and their deployment in the private sphere. In an age in which everyone is to be considered potentially suspect, all are simultaneously urged to become spies.",
      "cited_by_count": 423,
      "type": "article",
      "source": {
        "name": "Surveillance & Society",
        "type": "journal",
        "issn": [
          "1477-7487"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://ojs.library.queensu.ca/index.php/surveillance-and-society/article/download/3359/3322"
      },
      "topics": [
        "Gender, Feminism, and Media",
        "Sexuality, Behavior, and Technology",
        "Crime, Deviance, and Social Control"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W1895063068"
    },
    {
      "openalex_id": "W2070250811",
      "doi": "10.1080/00071310020023037",
      "title": "The myth of the best argument: power, deliberation and reason<sup>1</sup>",
      "authors": [
        {
          "name": "Luigi Pellizzoni",
          "openalex_id": "A5055162961",
          "orcid": "https://orcid.org/0000-0003-1077-2293"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-03-01",
      "abstract": "ABSTRACT Power in communication takes two main forms. As ‘external’ power, it consists in the ability to acknowledge or disregard a speaker or a discourse. As ‘internal’ power, it is the ability of an argument to eliminate other arguments by demonstrating its superiority. A positive or negative value may be ascribed to these forms of power. Four ideal‐typical positions are discussed – strategy, technocracy, constructionism, and deliberation. Public deliberation has three virtues – civic virtue, governance virtue and cognitive virtue. Deliberation lowers the propensity to, and the benefit of, strategic behaviour. It also increases knowledge, enhancing the quality of decisions. For Habermas, the unity of reason is expressed in the possibility of agreement on the most convincing argument. However, sometimes conflicts are deeplying, principles and factual descriptions are profoundly different, and uncertainty is radical. The best argument cannot be found. There is no universal reason. The question is whether non‐strategic agreement may spring from the incommensurability of languages. In search of an answer, Rawls's concept of overlapping consensus, the feminist theory of the public sphere, and the idea of deliberation as co‐operation are discussed. The argument developed is that the approach to deliberative democracy may be renewed by rethinking its motivational and cognitive elements. Public deliberation is grounded on a pre‐political level of co‐operation. Intractable controversies may be faced at the level of practices, looking for local, contextual answers.",
      "cited_by_count": 218,
      "type": "review",
      "source": {
        "name": "British Journal of Sociology",
        "type": "journal",
        "issn": [
          "0007-1315",
          "1468-4446"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://ricerca.sns.it/bitstream/11384/128069/1/myth%20of%20best%20argument-preprint.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Political Philosophy and Ethics",
        "Social Media and Politics"
      ],
      "referenced_works_count": 54,
      "url": "https://openalex.org/W2070250811"
    },
    {
      "openalex_id": "W2149683492",
      "doi": "10.1111/j.1467-8551.2006.00493.x",
      "title": "Business Ethics as Practice",
      "authors": [
        {
          "name": "Stewart Clegg",
          "openalex_id": "A5080767366",
          "orcid": "https://orcid.org/0000-0001-6083-4283",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Martin Kornberger",
          "openalex_id": "A5004523722",
          "orcid": "https://orcid.org/0000-0003-1682-770X",
          "institutions": [
            "University of Technology Sydney"
          ]
        },
        {
          "name": "Carl Rhodes",
          "openalex_id": "A5090099364",
          "orcid": "https://orcid.org/0000-0002-6571-2872",
          "institutions": [
            "University of Technology Sydney"
          ]
        }
      ],
      "publication_year": 2006,
      "publication_date": "2006-06-16",
      "abstract": "In this article we develop a conceptualization of business ethics as practice. Starting from the view that the ethics that organizations display in practice will have been forged through an ongoing process of debate and contestation over moral choices, we examine ethics in relation to the ambiguous, unpredictable, and subjective contexts of managerial action. Furthermore, we examine how discursively constituted practice relates to managerial subjectivity and the possibilities of managers being moral agents. The article concludes by discussing how the ‘ethics as practice’ approach that we expound provides theoretical resources for studying the different ways that ethics manifest themselves in organizations as well as providing a practical application of ethics in organizations that goes beyond moralistic and legalistic approaches.",
      "cited_by_count": 318,
      "type": "article",
      "source": {
        "name": "British Journal of Management",
        "type": "journal",
        "issn": [
          "1045-3172",
          "1467-8551"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://research.vu.nl/en/publications/77b2d316-12a4-48ba-a890-ff398d059e35"
      },
      "topics": [
        "Ethics in Business and Education",
        "Management and Organizational Studies",
        "Management Theory and Practice"
      ],
      "referenced_works_count": 162,
      "url": "https://openalex.org/W2149683492"
    }
  ],
  "count": 25,
  "errors": []
}
