{
  "status": "success",
  "source": "openalex",
  "query": "Ingram Habermas Weber rationality aesthetics",
  "results": [
    {
      "openalex_id": "W1997259145",
      "doi": "10.1080/09672550500169117",
      "title": "Suffering Injustice: Misrecognition as Moral Injury in Critical Theory",
      "authors": [
        {
          "name": "J. M. Bernstein",
          "openalex_id": "A5060946440",
          "institutions": [
            "New School"
          ]
        }
      ],
      "publication_year": 2005,
      "publication_date": "2005-09-01",
      "abstract": "Abstract It is the persistence of social suffering in a world in which it could be eliminated that for Adorno is the source of the need for critical reflection, for philosophy. Philosophy continues and gains its cultural place because an as yet unbridgeable abyss separates the social potential for the relief of unnecessary human suffering and its emphatic continuance. Philosophy now is the culturally bound repository for the systematic acknowledgement and articulation of the meaning of the expanse of human suffering within technologically advanced societies that are already committed to liberal ideals of freedom and equality. Keywords: Critical TheorysufferinginjusticeHegelHabermasAdorno Notes 1 Jürgen Habermas, 'Rightness versus Truth: On the Sense of Normative Validity in Moral Judgments and Norms', in his Truth and Justification, trans. Barbara Fuller (Cambridge, MA: MIT Press, 2003), p. 248. 2 Theodor W. Adorno, 'Why Still Philosophy?', in his Critical Models: Interventions and Catchwords, trans. Henry W. Pickford (New York: Columbia University Press, 1998), p. 14. 3 Four recent articles work up this thought from different angles: Espen Hammer, 'Adorno and Extreme Evil', Philosophy and Social Criticism, 26(4) (2000), pp.75–93; Deborah Cook, 'Ein Reaktionäres Schwein? Political Activism and Prospects for Change in Adorno', Revue Internationale de Philosophie, 63(227) (January 2004), pp. 47–67; Simon Jarvis, 'What is Speculative Thinking?' Revue Internationale de Philosophie, 63(227), pp. 69–83; and Lambert Zuidervaart, 'Metaphysics after Auschwitz: Suffering and Hope in Adorno's Negative Dialectics', forthcoming. The existence of this splendid set of essays means that in this essay I shall be able to concentrate on philosophical matters since so much of the hard work of textual analysis and interpretation has already been done. 4 For a potent critique of liberal justice along these lines see Norman Geras, The Contract of Mutual Indifference: Political Philosophy after the Holocaust (London: Verso, 1998). For an elaboration of the thesis that liberal justice, Kantian liberal universalism, has already internalized Hobbesian instrumentalism as its premise see my Adorno: Disenchantment and Ethics (New York: Cambridge University Press, 2001), Ch. 3. 5 See, for example, Deborah Cook, Adorno, Habermas, and the Search for a Rational Society (London: Routledge, 2004);Yvonne Sherratt, Adorno's Positive Dialectic (Cambridge: Cambridge University Press, 2002); Gerhard Schweppenhäuser, Ethik nach Auschwitz: Adornos negative Moralphilosophie (Hamburg: Argument Verlag, 1993), and his 'Adorno's Negative Moral Philosophy', in Tom Huhn (ed.) The Cambridge Companion to Adorno (Cambridge: Cambridge University Press, 2004), Ch. 13; and in the same volume, Ch. 12, Christoph Menke, 'Genealogy and Critique: Two Forms of Ethical Questioning of Morality'. 6 Axel Honneth, The Struggle for Recognition: The Moral Grammar of Social Conflicts, trans. Joel Anderson (Cambridge: Polity Press, 1995). 7 Quoted by Rolf Tiedemann in his 'Introduction' to Theodor W. Adorno, Can One Live after Auschwitz: A Philosophical Reader (Stanford: Stanford University Press, 2003), pp. xviii–xix. 8 Hannah Arendt, The Origins of Totalitarianism (New York: Meridian Books, 1958), Part 2. 9 Axel Honneth, 'The Social Dynamics of Disrespect: Situating Critical Theory Today', in Peter Dews (ed.) Habermas: A Critical Reader (Oxford: Blackwell, 1999), p. 326. 10 Ibid., p. 324. 11 It should be acknowledged that the collapse in the authority of liberal ideals in democratic societies over the past twenty‐five years has made the business of once again elaborating them have more point than I would have imagined possible in 1968, say. But that reasonable task still should not be confused with the generation of a Critical Theory of society. 12 Honneth, 'The Social Dynamics of Disrespect', p. 328. Notice that the price Honneth must immediately pay for his theory of misrecognition is its divorce from the fundamental mechanisms of societal rationalization. The right thing to say here is that, post Marx and Weber, there is a systematic dislocation between social suffering and macro societal rationalization, and hence the hope of building a social theory in which the movement of the former became the route for the resolution of the latter – the classical model of revolutionary praxis – is now unavailable. 13 Ibid., p. 329. 14 Ibid. 15 The Struggle for Recognition, p. 135. 16 Nancy Fraser and Axel Honneth, Redistribution or Recognition? A Political‐Philosophical Exchange, trans. Joel Golb, James Ingram, and Christiane Wilke (London: Verso, 2003), p. 203. 17 Ibid., p. 204. 18 Ibid., p. 36. 19 For a pointed set of criticisms of Honneth's programme see Nikolas Kompridis, 'From Reason to Self‐Realization: On the \"Ethical Turn\" in Critical Theory', Critical Horizons, 5(1–2) (2004), pp. 323–60; reprinted in John Rundell et al. (eds) Contemporary Perspectives in Critical and Social Philosophy (Leiden: Brill, 2005), pp. 323–60. 20 Redistribution or Recognition?, p. 229; my italics. 21 Jürgen Habermas, 'The Debate on the Ethical Self‐Understanding of the Species', in his The Future of Human Nature, trans. Hella Beister and Max Pensky (Cambridge: Polity Press, 2003), pp. 33–4. 22 Ibid., p. 50. The idea of being a body and at the same time having a body – Leibsein und Körperhaben – is an idea Habermas borrows from Helmuth Plessner. 23 Ibid., p. 34. 24 Judith Butler, Precarious Life: The Powers of Mourning and Violence (London: Verso, 2004), p. 26. In Excitable Speech: A Politics of Performance (New York: Routledge, 1997), 'Introduction' and Ch. 4, Butler gives a first sketch of how 'words wound', that is, how our socially constituted independence and vulnerability are reiterated at the linguistic level. 25 'The Social Dynamics of Disrespect', p. 332. In 'A Social Pathology of Reason: On the Intellectual Legacy of Critical Theory', trans. James Hebbeler, in Fred Rush (ed.) The Cambridge Companion to Critical Theory (Cambridge: Cambridge University Press, 2004), Honneth states that the ethical core contained in the idea of Critical Theory is of a socially deficient rationality (pp.338–45). In that place, I cannot tell if Honneth is associating himself with that idea, or just recording it as a historical matter of fact. 26 'Progress', in Critical Models, p. 152. 27 'Adorno's Negative Moral Philosophy', p. 330. 28 Of course, I am not denying that in part 'the social pathologies of the present can be understood as the result of the inability of society to properly express the rational potential already inherent in its institutions, practices, and everyday routines' ('A Social Pathology of Reason', p. 340), only that, as will be evident directly, in purveying a formal theory of the good, Honneth cleanses present ideals of their implication in social pathology. Part of the reason that I find Marx's 'On the Jewish Question' so exemplary is that he there manages to continue the argument of the Philosophy of Right whilst simultaneously providing an immanent critique. This might just be a debate about how to identify 'societies' inabilities'. 29 Simon Jarvis, 'Adorno, Marx, Materialism', in The Cambridge Companion to Adorno, pp. 88–9. 30 'Progress', p. 149. 31 When Marx urges that all rights are rights to inequality, he should not be interpreted as urging that no one should (need to) have rights (because in an ideal state of affairs they would not be necessary); his point is rather the dialectical one: that rights as they now are preserve the very lacks their possession promises – the right to vote as a continuation of disenfranchisement, the right to welfare as a way of keeping people impoverished. 32 Jacques Rancière, The Politics of Aesthetics: The Distribution of the Sensible, trans. Gabriel Rockhill (New York: Continuum, 2004), p. 27. 33 I have detailed this claim in my Adorno: Disenchantment and Ethics (Cambridge: Cambridge University Press, 2001), Ch. 8. 34 European Journal of Social Theory, 5 (1) (2002), pp. 5–85. 35 Ibid., p. 31. 36 Ibid., p. 51. 37 Ibid. 38 The Origins of Totalitarianism, Ch. 9. 39 Helmut Dubiel, 'The Remembrance of the Holocaust as a Catalyst for a Transnational Ethic?', New German Critique, 90 (Fall 2003), p. 70. Dubiel's fine essay draws from Alexander the same normative conclusion as I am promoting here.",
      "cited_by_count": 56,
      "type": "article",
      "source": {
        "name": "International Journal of Philosophical Studies",
        "type": "journal",
        "issn": [
          "0967-2559",
          "1466-4542"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Hannah Arendt's Political Philosophy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1997259145"
    },
    {
      "openalex_id": "W2142412780",
      "doi": "10.1086/596123",
      "title": "Materiality in the Future of History: Things, Practices, and Politics",
      "authors": [
        {
          "name": "Frank Trentmann",
          "openalex_id": "A5064257872",
          "institutions": [
            "Birkbeck, University of London"
          ]
        }
      ],
      "publication_year": 2009,
      "publication_date": "2009-03-25",
      "abstract": "An abstract is not available for this content so a preview has been provided. Please use the Get access link above for information on how to access this content.",
      "cited_by_count": 160,
      "type": "article",
      "source": {
        "name": "Journal of British Studies",
        "type": "journal",
        "issn": [
          "0021-9371",
          "1545-6986"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.cambridge.org/core/services/aop-cambridge-core/content/view/FF48A456738EB0635FBDF2022F48C71F/S0021937100013277a.pdf/div-class-title-materiality-in-the-future-of-history-things-practices-and-politics-div.pdf"
      },
      "topics": [
        "Art, Politics, and Modernism",
        "Photography and Visual Culture",
        "History, Culture, and Diplomacy"
      ],
      "referenced_works_count": 142,
      "url": "https://openalex.org/W2142412780"
    },
    {
      "openalex_id": "W2339870620",
      "doi": "10.2458/v3i1.20457",
      "title": "Moving Toward Ecosystem Management: Examining a Change in Philosophy for Resource Management",
      "authors": [
        {
          "name": "Stanislav Shmelev",
          "openalex_id": "A5049502952",
          "orcid": "https://orcid.org/0000-0003-2103-0201"
        }
      ],
      "publication_year": 1996,
      "publication_date": "1996-12-01",
      "abstract": "Federal agencies, scientists, and others are increasingly calling for ecosystem management as a new approach to resource management. This approach represents a change in philosophy for resource management that will require changes in how we view nature, science and politics. This paper draws upon critical theory to examine this shift in philosophy. The paper focuses on the inﬂuence of Enlightenment thought on U.S. Western resource policy and examines four dimensions including the relationship between humans and nature; the concept of rationality; the nature of science; and social relations among humans. Alternative theoretical principles suggested by ecosystem management are discussed. Examples of natural resource management projects that reﬂect ecosystem management in practice are also presented. Keywords: natural resource policy, political thory, ecosystem management, U.S. west land management, critical theory, enlightenment thought.",
      "cited_by_count": 39,
      "type": "article",
      "source": {
        "name": "Journal of Political Ecology",
        "type": "journal",
        "issn": [
          "1073-0451"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journals.librarypublishing.arizona.edu/jpe/article/id/1559/download/pdf/"
      },
      "topics": [
        "American Environmental and Regional History",
        "Environmental Philosophy and Ethics",
        "Conservation, Biodiversity, and Resource Management"
      ],
      "referenced_works_count": 95,
      "url": "https://openalex.org/W2339870620"
    },
    {
      "openalex_id": "W1488856981",
      "doi": "10.4324/9780203962541-15",
      "title": "Bureaucratic reform and e-government in the United States: An institutional perspective",
      "authors": [
        {
          "name": "Jane E. Fountain",
          "openalex_id": "A5073168265"
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-08-18",
      "abstract": "Technology enactment, an analytical framework that focuses on the processes by which new information and communication technologies come to be used by organizational actors, is distinctly institutional in orientation. An institutional perspective provides a challenge to researchers to integrate attention to structure, politics, and policy into studies of e-government. It also invites attention to the roles and relationships of formal and informal institutions. Formal institutions—laws, reg- ulations, budget processes, and other governmental procedures—are central to legitimation and shaping incentives for the use of ICT as an integral and inseparable set of elements in the administrative state. Informal institutions—networks, norms, and trust—are equally influential. Challenges in the development of e-government stem from core issues of liberty, freedom, participation, and other central elements of democracy. Structurally, however, such challenges may be viewed through an institutional lens in terms of the adequacy of formal and informal institutions to support e-government. An institutional perspective, drawing primarily from economic sociology as well as from the institutional turn in economics, provides a path to deepening studies of information and communication technologies in government in ways that can illuminate state development and capacity. In addition, this chapter describes key institutional developments in e-government during two presidential administrations in the United States as well as key developments in state and local U.S. government.",
      "cited_by_count": 68,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/edit/download?identifierName=doi&identifierValue=10.4324/9780203962541-15&type=chapterpdf"
      },
      "topics": [
        "Social Media and Politics",
        "E-Government and Public Services",
        "Public Policy and Administration Research"
      ],
      "referenced_works_count": 1308,
      "url": "https://openalex.org/W1488856981"
    },
    {
      "openalex_id": "W1989672362",
      "doi": "10.1057/sth.2014.9",
      "title": "The aesthetic rationality of the popular expressive arts: Lifeworld communication among breast cancer survivors living with lymphedema",
      "authors": [
        {
          "name": "Elizabeth Quinlan",
          "openalex_id": "A5102859902",
          "orcid": "https://orcid.org/0000-0003-0267-0414"
        },
        {
          "name": "Roanne Thomas",
          "openalex_id": "A5086367489",
          "orcid": "https://orcid.org/0000-0001-5495-4772"
        },
        {
          "name": "Shahid Ahmed",
          "openalex_id": "A5035504233",
          "orcid": "https://orcid.org/0000-0002-2099-698X"
        },
        {
          "name": "Pam Fichtner",
          "openalex_id": "A5038513017"
        },
        {
          "name": "Linda M. McMullen",
          "openalex_id": "A5000693160",
          "orcid": "https://orcid.org/0000-0002-7948-4778",
          "institutions": [
            "University of Saskatchewan"
          ]
        },
        {
          "name": "Janice Block",
          "openalex_id": "A5107899702"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-06-25",
      "abstract": "The use of popular expressive arts as antidotes to the pathologies of the parallel processes of lifeworld colonization and cultural impoverishment has been under-theorized. This article enters the void with a project in which breast cancer survivors used collages and installations of everyday objects to solicit their authentic expression of the psycho-social impacts of lymphedema. The article enlists Jurgen Habermas' communicative action theory to explore the potential of these expressive arts to expand participants' meaningful engagement with their lifeworlds. The findings point to the unique non-linguistic discursivity of these non-institutional artistic forms as their liberating power to disclose silenced human needs: the images 'spoke' for themselves for group members to recognize shared subjectivities. The authenticity claims inherent in the art forms fostered collective reflexivity and spontaneous, affective responses and compelled the group to create new collective understandings of the experience of living with lymphedema. The article contributes theoretical insights regarding the emancipatory potential of aesthetic-expressive rationality, an under-developed area of Habermasian theory of communicative action, and to the burgeoning literature on arts-based methods in social scientific research.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Social Theory & Health",
        "type": "journal",
        "issn": [
          "1477-8211",
          "1477-822X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://link.springer.com/content/pdf/10.1057/sth.2014.9.pdf"
      },
      "topics": [
        "Visual Culture and Art Theory",
        "Participatory Visual Research Methods",
        "Social Representations and Identity"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1989672362"
    },
    {
      "openalex_id": "W3040328127",
      "doi": "10.22176/act19.1.6",
      "title": "Tractate on Critical Theory and Praxis: Implications for Professionalizing Music Education",
      "authors": [
        {
          "name": "Thomas A. Regelski",
          "openalex_id": "A5033488424"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-01",
      "abstract": "The Tractate was written following the first meeting of leading music education scholars in Buffalo.It was not, however intended as a scholarly essay.Rather, it was a declaration of assorted, numerous issues the next few meetings of founding MayDay Group members could engage with in organizing efforts at creating an organization predicated on critical communication about changing the status quo of the time.It is thus a historical document that, at the time of its writing, was an unpolished voice of one young (50ish) thinker.It has since slept largely unremarked in the MayDay Group website pages until noticed by Vince Bates.Its references to Critical Theory were posed as bases for the MayDay Group's critical agenda.Some readers might detect its spirit in the subsequent MDG ethos of \"action for change,\" with \"action\" translated as \"praxis.\"Others might prefer to note a straying from the path implored by this document.Leaders attending to the present and future directions of the Group might take new resolve from it.The document was written with a critique in mind of mid-1990s music education.Sadly, much remains to be done.Perhaps a new foundational document (or several) for the next 30 years is in order to help organize future MayDay efforts of \"action for change.\"Until its recent reemergence I hadn't known how much the Tractate foretold of my forthcoming new book on curriculum philosophy and theory, which takes up foundational issues first raised in this Tractate.I hope its current and future relevance are clear, even when it wanders more than a little.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Action Criticism and Theory for Music Education",
        "type": "journal",
        "issn": [
          "1545-4517"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.22176/act19.1.6"
      },
      "topics": [
        "Diverse Music Education Insights"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W3040328127"
    },
    {
      "openalex_id": "W2947936732",
      "doi": null,
      "title": "What is Uncertainty and Why Does it Matter",
      "authors": [
        {
          "name": "Ian Scoones",
          "openalex_id": "A5058545794",
          "orcid": "https://orcid.org/0000-0001-8547-4464"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "Uncertainty defines our times. Whether it is in relation to climate change, disease outbreaks, financial volatility, natural disasters or political settlements, every media headline seems to assert that things are uncertain, and increasingly so. Uncertainty, where we do not know the probabilities of either likelihoods or outcomes, is different to risk, the implications of which are explored in this paper through five different ways of thinking about uncertainty, derived from highly diverse literatures encompassing&#13;\\nsocietal, political, cultural, practice and individual perspectives.&#13;\\n&#13;\\nThe paper continues by examining how these perspectives relate to four domains: finance and banking;&#13;\\ncritical infrastructures; disease outbreaks and climate change; natural hazards and disasters. Reflecting&#13;\\non these experiences, the paper argues that embracing uncertainty raises some fundamental&#13;\\nchallenges. It means questioning simple, linear perspectives on modernity and progress. It means&#13;\\nrethinking expertise and including diverse knowledges in deliberations about the future. It means&#13;\\nunderstanding how uncertainties emerge in social, political and economic contexts, and how&#13;\\nuncertainties affect different people, depending on class, gender, race, age and other dimensions of&#13;\\nsocial difference. And, if uncertainty is not reducible to probabilistic risk, it means a radically different&#13;\\napproach to governance; one that rejects control-oriented, technocratic approaches in favour of more&#13;\\ntentative, adaptive, hopeful and caring responses.&#13;\\n&#13;\\nThe paper concludes by asking whether we can learn from those who live with and from uncertainty –&#13;\\nincluding pastoralists in marginal settings – as part of a wider conversation about embracing&#13;\\nuncertainties to meet the challenges of our turbulent world.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "OpenDocs (Institute of Development Studies)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://opendocs.ids.ac.uk/opendocs/handle/123456789/14470"
      },
      "topics": [
        "Banking stability, regulation, efficiency"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2947936732"
    },
    {
      "openalex_id": "W2140204392",
      "doi": "10.1177/0952695114556685",
      "title": "Adapting, defending and transforming ourselves",
      "authors": [
        {
          "name": "Nedim Karakayalı",
          "openalex_id": "A5026029648",
          "orcid": "https://orcid.org/0000-0002-9363-3338",
          "institutions": [
            "Bilkent University"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-10",
      "abstract": "Self practices – mental and bodily activities through which individuals try to give a shape to their existence – have been a topic of interest in the social science literature for over a century now. These studies bring into focus that such activities play important roles in our relationship to our social environment. But beyond this general insight we still do not have a framework for elucidating what kind of roles/uses have been attributed to self practices by social theorists historically. Through an analysis of the works of 5 major contributors to the literature (Durkheim, Mauss, Simmel, Giddens and Foucault), the article highlights three distinct conceptualizations, which draw attention to the adaptive, defensive and transformative uses of self practices. Adaptive uses allow individuals to adjust their conduct to collective norms; defensive uses serve the maintenance and protection of self-identity despite de-individualizing pressures; and transformative self practices target the development of alternative ways of living. It is further suggested that the framework developed in the article can provide important clues about the different ‘practical’ solutions offered by social theorists to the problems that modern individuals face in constituting themselves as autonomous subjects.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "History of the Human Sciences",
        "type": "journal",
        "issn": [
          "0952-6951",
          "1461-720X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://repository.bilkent.edu.tr/bitstreams/b8fce45b-e69a-449d-8fd0-9363af9d966f/download"
      },
      "topics": [
        "Critical Realism in Sociology",
        "Management and Organizational Studies",
        "Social and Cultural Dynamics"
      ],
      "referenced_works_count": 89,
      "url": "https://openalex.org/W2140204392"
    },
    {
      "openalex_id": "W4393384967",
      "doi": "10.4013/fsu.2024.251.14",
      "title": "A decolonial critical theory of artificial intelligence",
      "authors": [
        {
          "name": "Nythamar de Oliveira",
          "openalex_id": "A5089503415",
          "orcid": "https://orcid.org/0000-0001-9241-1031",
          "institutions": [
            "Pontifícia Universidade Católica do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-03-26",
      "abstract": "In this paper, I argue for a normative reconstruction, from a decolonial perspective of critical theory in Brazil and Latin America, of a democratic ethos that despite its weaknesses and normative deficits is capable of fostering an increasingly deliberative, participatory, and egalitarian democracy by making extensive use of new digital technologies (comprising both AI systems and digital governance). Its argumentative core boils down to the promotion of intersectional egalitarianism (socio-economic, gender, racial-ethnic, environmental) through digital inclusion, which seems only feasible to us from a perspective capable of accommodating the normative claims of a critical decolonial theory combined with a naturalistic view of sustainability, within a research program that I dubbed “mitigated social constructionism” in response to the phenomenological deficit of normative and naturalistic theories (including critical theory and neurophilosophy). If what matters is normativity, then to avoid the divide between naturalism and non-naturalist normativity one nonfoundationalist alternative is to resort to hermeneutical and procedural accounts of normativity as helpful clues to making sense of the naturalism-normativity problem, avoiding reductionist interpretations of both naturalism (Churchland) and normativism (Parfit).",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Filosofia Unisinos",
        "type": "journal",
        "issn": [
          "1519-5023",
          "1984-8234"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unisinos.br/index.php/filosofia/article/download/27076/60749941"
      },
      "topics": [
        "Digital Education and Society"
      ],
      "referenced_works_count": 53,
      "url": "https://openalex.org/W4393384967"
    },
    {
      "openalex_id": "W2127881656",
      "doi": null,
      "title": "Blackness and rural modernity in the 1920s",
      "authors": [
        {
          "name": "Chiyuma Elliott",
          "openalex_id": "A5069881199"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-01",
      "abstract": null,
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Texas ScholarWorks (Texas Digital Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/2152/19824"
      },
      "topics": [
        "Migration, Ethnicity, and Economy",
        "Race, History, and American Society",
        "Caribbean history, culture, and politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2127881656"
    },
    {
      "openalex_id": "W2017240371",
      "doi": "10.4102/hts.v67i3.1172",
      "title": "Die pendule subjektiwiteit-objektiwiteit in die teologie van Theuns Dreyer – ’n dialoog",
      "authors": [
        {
          "name": "Andries G. Van Aarde",
          "openalex_id": "A5077229666",
          "orcid": "https://orcid.org/0000-0002-3998-2190",
          "institutions": [
            "University of Pretoria"
          ]
        },
        {
          "name": "T.F.J. Dreyer",
          "openalex_id": "A5076305086",
          "institutions": [
            "University of Pretoria"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-03-09",
      "abstract": "The pendulum between subjectivity and objectivity in the theology of Theuns Dreyer – a dialogue This article reflects a conversation between Andries G. van Aarde and Theuns F.J. Dreyer. Dreyer was professor of Practical Theology in the period 1983 to 1999, and director of the Reformed Theological College at the Faculty of Theology, University of Pretoria from January 2000 until his retirement in January 2012. The article aims to demonstrate the shifts in Practical Theology and how these changes influenced Dreyer and, on the other hand, how Dreyer himself was the campaigner of the progress in teaching and training of ministers of the Netherdutch Reformed Church of Africa during the past three decades.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "HTS Teologiese Studies / Theological Studies",
        "type": "journal",
        "issn": [
          "0259-9422",
          "2072-8050"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://hts.org.za/index.php/hts/article/download/1172/2018"
      },
      "topics": [
        "Christian Theology and Mission",
        "Biblical Studies and Interpretation",
        "Religion, Society, and Development"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W2017240371"
    },
    {
      "openalex_id": "W2907960204",
      "doi": "10.32591/coas.ojsp.0202.03053m",
      "title": "Limits of Critical Theory, Critique and Emancipation in Habermas’ Critique of Horkheimer and Adorno",
      "authors": [
        {
          "name": "Fasil Merawi",
          "openalex_id": "A5018617538",
          "orcid": "https://orcid.org/0000-0002-9661-4503",
          "institutions": [
            "Addis Ababa University"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-27",
      "abstract": "Habermas’ critical theory is partly an attempt to identify the limitations of critique and emancipation as espoused in the first generation critical theory of Max Horkheimer and Theodor Adorno. In their attempt to develop an interdisciplinary, reflexive, emancipatory and dialectical reason that is critical towards accepted realities, Horkheimer and Adorno in their monumental work The Dialectic of Enlightenment pictured a world trapped in instrumental rationality. Taking and revolutionizing traditional critical theory, Habermas argues that reason entails both emancipator as well as instrumental possibilities. Through an exposition of Habermas’ critique of Horkheimer and Adorno in his discourse of modernity, this article argues that although Habermas successfully identifies the equation of the rational with the instrumental and offers an emancipator model in return; still he ends up not paying sufficient attention to aesthetic truth.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Open Journal for Studies in Philosophy",
        "type": "journal",
        "issn": [
          "2560-5380"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://centerprode.com/ojsp/ojsp0202/coas.ojsp.0202.03053m.pdf"
      },
      "topics": [
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W2907960204"
    },
    {
      "openalex_id": "W591394162",
      "doi": "10.2307/1431006",
      "title": "Comrades, Friends and Companions. Utopian Projections and Social Action in German Literature for Young People 1926-1934",
      "authors": [
        {
          "name": "Fritz H König",
          "openalex_id": "A5009637726"
        },
        {
          "name": "Luke Springman",
          "openalex_id": "A5022887720",
          "institutions": [
            "The Ohio State University"
          ]
        }
      ],
      "publication_year": 1991,
      "publication_date": "1991-10-01",
      "abstract": "Schenzinger's Der Hitlerjunge Quex (1932) exemplify \"realism\" in books for young people.5Similar distortions appear in a number of \"adult\" literary histories regarding \"Neue Sachlichkeit,\" the return to an objective reproduction of life in prose, a new facticity in art and literature dur ing the late Weimar period.Hence, Wilhelm Speyer and Erich Ebermayer, whose novels for young people project a decidedly volkisch5 idealism, are commonly grouped with Marxists such as Hans Fallada and Anna Seghers under the rubric of \"Neue Sachlichkeit.\"7Because of the inherent social contradictions, scholars m d critics in the GDR dispute categories of realism outside the author's ideological context.8Orthodox East German criticism distinguishes authors according to political atti tudes: Kastner belongs to the \"bourgeios-apologetic\" class of liberal authors, Schenzinger to fascist literature and Wedding has been accorded a",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "German Studies Review",
        "type": "journal",
        "issn": [
          "0149-7952",
          "2164-8646"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1487587604133714&disposition=inline"
      },
      "topics": [
        "German legal, social, and political studies",
        "German History and Society",
        "German Literature and Culture Studies"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W591394162"
    },
    {
      "openalex_id": "W2946379885",
      "doi": "10.20901/pp.8.3.01",
      "title": "Ideology and Truth",
      "authors": [
        {
          "name": "Krešimir Petković",
          "openalex_id": "A5019336502",
          "orcid": "https://orcid.org/0000-0003-3319-1838",
          "institutions": [
            "University of Zagreb"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-23",
      "abstract": "The author argues that any discourse analysis, as well as other approaches in social sciences and humanities, cannot ultimately avoid the truth and ideology distinction. The first part of the article provides several glimpses at the Western philosophical tradition that preserves the value of truth. In the second part, an idea for political science, grounded in such a history of ideas, is sketched. After a brief discussion of what is ideology as opposed to truth, the author proposes a thesis about ideology, identity and power, and several heuristic ideas how to develop it. In the third part, he briefly provides examples from political and policy analysis that correspond to such a project. In the final part, he explains the importance of preserving the distinction between ideology and truth in the discursively postulated “post-truth” era. This combination of epistemology, science, analysis and teleology is reflected together in one political area of utmost importance for political science operating in the public sphere: the politics of naming.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Političke perspektive",
        "type": "journal",
        "issn": [
          "2217-561X",
          "2335-027X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://hrcak.srce.hr/file/321622"
      },
      "topics": [
        "Foucault, Power, and Ethics",
        "Political Philosophy and Ethics",
        "Political Science Research and Education"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2946379885"
    },
    {
      "openalex_id": "W4318475599",
      "doi": "10.3390/rel14020167",
      "title": "The Narrative Foundations of Radical and Deradicalizing Online Discursive Spaces: A Comparison of the Cases of Generation Islam and Jamal al-Khatib in Germany",
      "authors": [
        {
          "name": "Rami Ali",
          "openalex_id": "A5079104916",
          "orcid": "https://orcid.org/0009-0009-4534-6244",
          "institutions": [
            "Humboldt-Universität zu Berlin"
          ]
        },
        {
          "name": "Özgür Özvatan",
          "openalex_id": "A5003218802",
          "orcid": "https://orcid.org/0000-0001-5148-3004",
          "institutions": [
            "Humboldt-Universität zu Berlin"
          ]
        },
        {
          "name": "Linda Walter",
          "openalex_id": "A5011888539",
          "institutions": [
            "European University Viadrina"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-01-29",
      "abstract": "Radical/extremist Islamist actors use social media to disseminate uncompromising stories of monist religious political orders and identities. As a reaction, counter-movements to online Islamist radicalism/extremism emerged in Western societies (and beyond), while uncertainty about effective outcomes remains widespread. In a bid to understand how inclusionary and exclusionary discursive spaces are created, we ask: How do some Muslim actors create discursive spaces open to self-reflection, pluralism and liberal-democratic principles, while others construct illiberal, particularistic and non/anti-democratic spaces? To respond to this question, we compare two contrasting storytellers, one who agitates for exclusionary Islamist radicalism/extremism (Generation Islam) and one who offers inclusionary prevention and deradicalization work against that (Jamal al-Khatib). We draw on novel narrative approaches to the Discourse Historical Approach (DHA) in Critical Discourse Studies (CDS), via which we compare text-level and context-level narratives disseminated about three Muslim-related crises: the racist terrorist attacks/genocide to represent the national, European and global level. Our two-layered, DHA-inspired narrative analysis illustrates that, at the level of text, narrative persuasion varies between both contrasting actors. While Jamal al-Khatib disseminates persuasive stories, Generation Islam is much less invested in narrative persuasion; it seems to address an already convinced audience. These two text-level strategies reveal their meaning in two antagonistic narrative genres: Jamal al-Khatib’s “self-reflexive savior” creates an inclusionary discursive space represented in a self-ironic narrative genre, while Generation Islam’s ”crusading savior” manufactures an exclusionary discursive space represented in a romance featuring a nostalgic return to the particularistic Islamic umma.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Religions",
        "type": "journal",
        "issn": [
          "2077-1444"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.mdpi.com/2077-1444/14/2/167/pdf?version=1674961873"
      },
      "topics": [
        "Social Media and Politics",
        "Media, Religion, Digital Communication",
        "Media Studies and Communication"
      ],
      "referenced_works_count": 71,
      "url": "https://openalex.org/W4318475599"
    },
    {
      "openalex_id": "W2307171748",
      "doi": null,
      "title": "Bruxy Cavey and The Meeting House Megachurch: A Dramaturgical Model of Charismatic Leadership Performing “Evangelicalism for People Not Into Evangelicalism”",
      "authors": [
        {
          "name": "Peter Schuurman",
          "openalex_id": "A5018232169"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-21",
      "abstract": "Megachurch pastors—as local and international celebrities—have been a growing phenomenon since the 1960s, when megachurches began to proliferate across North America. Why are these leaders and their large congregations so popular in an age of increasing “religious nones”? Commentators in both popular and academic literature often resort to characterizing the leadership with stereotypes of manipulative opportunists along the lines of Sinclair Lewis’ Elmer Gantry (1927) or narrow characterizations of savvy entrepreneurs who thrive in a competitive religious economy. Similarly, writers assume megachurch attendees are a passive audience, or even dupes.&#13;\\nThis dissertation challenges the Elmer Gantry stereotype and the religious economic perspectives by examining one particular megachurch pastor named Bruxy Cavey in the context of his “irreligious” megachurch community called The Meeting House. It argues that charismatic leadership, not calculated management and branding techniques, best explains the rapid growth of this megachurch as well as the deep commitments many people make to it. While the concept of “charisma” is often used equivocally, in the tradition of Max Weber I contend that charismatic authority is best understood not only as an extraordinary individual quality but as a form of cultural authority that arises when traditional and institutional forms have lost their plausibility and people experience uncertainty, dissatisfaction, or distress. People attribute exemplary powers to someone who offers them a way out, and intellectually and emotionally bond with the visionary and their vision. This charismatic authority I portray as a dramatic production, what I call a “dramatic web” that draws followers into its scene and script, offering some resolution to their worries. The complex, compelling nature of this drama is best understood in the context of Wendy Griswold’s “cultural diamond,” which proposes four elements in the analysis of a cultural object: the cultural object itself, its creators, its receivers, and the social world that encapsulates them all.&#13;\\nI investigate the four elements as part of a “charismatic diamond”: the cultural object is the “dramatic web” of Cavey’s church, marketed as “a church for people who aren’t into church”; the creators are Cavey and his staff, who employ a variety of media to generate and disseminate the drama; the social world is a Canadian culture ambivalent about religion and which stigmatizes right-wing evangelicals; the receivers are various concentric circles of audience who participate in the subculture of the church to varying degrees.&#13;\\n\\tFollowing the dramaturgical themes of Erving Goffman, I investigate the “dramatic web” of The Meeting House in two parts—as a deconstructive, satirical project displayed on Sunday mornings and then as a re-constructive, romantic adventure that is exemplified in weekday Home Churches. For the first, I show Cavey deliberately takes “role distance” from the stereotype of a right-wing evangelical pastor, using satire to deconstruct the mores of North American evangelical culture and create an “alienating effect” in his audience. The negatively oriented opening acts create a space in which a new script can be constructed, and I demonstrate next Cavey’s two core romantic narratives that champion “relationship, not religion”—a script that is to be enacted through their weekday Home Churches. Not all attendees are caught up in this dramatic web to the same degree, however, as attendees select elements from it for their own purposes, some embracing and identifying with the whole script, while others take pieces from it to arrange into a more eclectic religious life.&#13;\\nThe final chapter explores moments of “dramaturgical trouble,” including the question of what happens when Cavey retires, dies, or is deposed. In other words, how might this religious performance come to an end? I offer a typology of possible endings and their sequels—three scenarios of charismatic succession I developed from Weber’s writing on the routinization of charisma. The dissertation concludes by suggesting that, contrary to predictions of the megachurches demise, if megachurches indeed are a compelling drama co-produced by leader and follower that brings meaning, purpose, and joy to followers’ lives in the midst of cultural tension, megachurches are not just a passing fad or vulnerable personality cult, but a viable and likely enduring North American religious institution.",
      "cited_by_count": 5,
      "type": "dissertation",
      "source": {
        "name": "UWSpace (University of Waterloo)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10012/10331"
      },
      "topics": [
        "Religion, Spirituality, and Psychology",
        "Religion and Society Interactions",
        "Theological Perspectives and Practices"
      ],
      "referenced_works_count": 77,
      "url": "https://openalex.org/W2307171748"
    },
    {
      "openalex_id": "W1490455358",
      "doi": null,
      "title": "Teaching literature as language. A critical examination of linguistic approaches to the teaching of literature to second and foreign language learners.",
      "authors": [
        {
          "name": "Regine Fourie",
          "openalex_id": "A5044322576"
        }
      ],
      "publication_year": 2001,
      "publication_date": "2001-01-01",
      "abstract": "As its title suggests, this dissertation examines second/foreign language literature teaching (and learning) with an emphasis on linguistic approaches to the study of literature. The approaches referred to are those which theorise language use this includes literary texts as a communicative context, that is, functional grammar and critical discourse analysis. The dissertation argues for the inclusion of literary texts in second/foreign language teaching and learning on the grounds that, at higher education level, the study of literature can develop in students important knowledge, understanding, skills and attitudes which are necessary both for their (the students') functioning in a multicultural society, and for the development of a critical civil society, as outlined in current policy documents relating to the transformation of the South African higher education system. The dissertation consists of two distinct parts: a theoretical section, followed by a practical application. In the theoretical section, a rationale is developed for the inclusion of second/foreign language literature. The following critical questions are asked: 1. What place do second/foreign language literary studies have in the present higher education context? This question is explored against the background of present higher education policy. 2. What place could, or perhaps should, second/foreign language literary studies have, or rather, which knowledge, understanding, skills and attitudes can be taught using them? Here, theories of understanding (Gadamer and Habermas), as well as their bearing on language learning and the development of critical thought, are discussed. 3. Which theories of language and discourse can be used to develop the critical understanding, interpretation and communication skills that are required in society? The goal of this exploration is to gauge which theories best address the requirement of higher education to produce criticality. To round the dissertation off, an attempt is then made to apply the considerations developed in 1 3 in a concrete classroom situation. For this purpose, a teaching and learning project that took place in the second semester of 2000, is described, and its results evaluated and discussed, against the background of what is presently required of higher education in terms of its contribution to society.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "ResearchSpace (University of KwaZulu-Natal)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/10413/2956"
      },
      "topics": [
        "Discourse Analysis in Language Studies",
        "EFL/ESL Teaching and Learning",
        "Literacy, Media, and Education"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W1490455358"
    },
    {
      "openalex_id": "W2125387760",
      "doi": "10.5209/rev_noma.2012.v33.n1.38498",
      "title": "Siguiendo el rastro de la alienación en la teoría sociológica contemporánea. Una lectura de los diagnósticos de la modernidad tardía de A. Giddens, J. Habermas y N. Luhmann",
      "authors": [
        {
          "name": "Alejandro Bialakowsky",
          "openalex_id": "A5017499646",
          "orcid": "https://orcid.org/0000-0001-8076-7671",
          "institutions": [
            "Consejo Nacional de Investigaciones Científicas y Técnicas",
            "University of Buenos Aires"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-02-15",
      "abstract": "This paper intends to review the concept of alienation in the \"mature\" works of A. Giddens, J. Habermas and N. Luhmann. In the context of recent contributions to the mentioned concept, it becomes necessary to rethink its place in these theorizations. In order to do so, we will first examine the different perspectives and background of the current blooming of alienation, to arrive at a global definition of it that will avoid its \"essencialist\" character. This outline will connect us to various fundamental dimensions of its analysis: the study of social totality, torn and alienated because of a \"lack of relation\"; the question of community confronted to this notion of alienation; and the link between this process of alienation and the individual, specially in its experience assumed as “authentic” of the self and of the social membership. In second place, we will make a reading of these dimensions in the theories of A. Giddens's, J. Habermas's and N. Luhmann's diagnoses of late modernity. This will allow a reinterpretation of their critiques towards the concept of alienation. This is how we will conduct an unexplored analysis of their works, pointing out decisive tensions in their theories, sometimes unresolved. In this way, we will study alienation specially in connection to: the problem of social order and anchorage of time and space in \"reflexive communities\" and \"pure relationships\" (A. Giddens); modernity's pathologies in communicative action and the possibility of a \"community of communication\" (J. Habermas); and religious communication, the exclusion of functional differentiation, and the modern codification of intimacy in love (N. Luhmann).",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Nómadas Revista Crítica de Ciencias Sociales y Jurídicas",
        "type": "journal",
        "issn": [
          "1578-6730"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revistas.ucm.es/index.php/NOMA/article/download/38498/37235"
      },
      "topics": [
        "Sociology, Governance, and Technology",
        "Religious and Theological Studies",
        "Law, Ethics, and AI Impact"
      ],
      "referenced_works_count": 29,
      "url": "https://openalex.org/W2125387760"
    },
    {
      "openalex_id": "W3194046308",
      "doi": "10.18452/23212",
      "title": "Integrative Levels of Knowing",
      "authors": [
        {
          "name": "Michael Kleineberg",
          "openalex_id": "A5063134820",
          "orcid": "https://orcid.org/0000-0002-6313-6795"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-23",
      "abstract": "Diese Dissertation beschäftigt sich mit einer systematischen Organisation der epistemologischen Dimension des menschlichen Wissens in Bezug auf Perspektiven und Methoden. Insbesondere wird untersucht inwieweit das bekannte Organisationsprinzip der integrativen Ebenen, das eine Hierarchie zunehmender Komplexität und Integration beschreibt, geeignet ist für eine grundlegende Klassifikation von Perspektiven bzw. epistemischen Bezugsrahmen. Die zentrale These dieser Dissertation geht davon aus, dass eine angemessene Analyse solcher epistemischen Kontexte in der Lage sein sollte, unterschiedliche oder gar konfligierende Bezugsrahmen anhand von kontextübergreifenden Standards und Kriterien vergleichen und bewerten zu können. Diese Aufgabe erfordert theoretische und methodologische Grundlagen, welche die Beschränkungen eines radikalen Kontextualismus vermeiden, insbesondere die ihm innewohnende Gefahr einer Fragmentierung des Wissens aufgrund der angeblichen Inkommensurabilität epistemischer Kontexte. Basierend auf Jürgen Habermas‘ Theorie des kommunikativen Handelns und seiner Methodologie des hermeneutischen Rekonstruktionismus, wird argumentiert, dass epistemischer Pluralismus nicht zwangsläufig zu epistemischem Relativismus führen muss und dass eine systematische Organisation der Perspektivenvielfalt von bereits existierenden Modellen zur kognitiven Entwicklung profitieren kann, wie sie etwa in der Psychologie oder den Sozial- und Kulturwissenschaften rekonstruiert werden. Der vorgestellte Ansatz versteht sich als ein Beitrag zur multi-perspektivischen Wissensorganisation, der sowohl neue analytische Werkzeuge für kulturvergleichende Betrachtungen von Wissensorganisationssystemen bereitstellt als auch neue Organisationsprinzipien vorstellt für eine Kontexterschließung, die dazu beitragen kann die Ausdrucksstärke bereits vorhandener Dokumentationssprachen zu erhöhen. Zudem enthält der Anhang eine umfangreiche Zusammenstellung von Modellen integrativer Wissensebenen.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": {
        "name": "edoc Publication server (Humboldt University of Berlin)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://edoc.hu-berlin.de/18452/23873"
      },
      "topics": [
        "Education and Critical Thinking Development",
        "Emotional Intelligence and Performance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3194046308"
    },
    {
      "openalex_id": "W1531563964",
      "doi": null,
      "title": "Critical Philosophy and the Democratic Horizon. A post-foundational approach to philosophical critique and democracy",
      "authors": [
        {
          "name": "Christian Veeke",
          "openalex_id": "A5068522967"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-05-15",
      "abstract": "Denk over democratie niet in zijn huidige parlementaire, rigide vorm, maar als een dynamiek waarbinnen de geldigheid van bestaande instituties voortdurend ter discussie kan worden gesteld. Door democratie op deze manier te conceptualiseren kunnen we tot een begrip hiervan komen dat daadwerkelijk emancipatie en participatie voorstaat. \\n\\nWat is democratie? Het onderzoek van Van der Veeke richt zich op de vraag hoe wij de lange traditie van de kritische filosofie op zo’n manier kunnen inzetten om tot een hernieuwd begrip van democratie te komen. Het huidige concept verwijst enerzijds naar een formeel systeem dat de wil van het volk tot uitdrukking zou moeten brengen. Anderzijds wordt het begrip gebruikt om een politieke en sociale situatie te duiden als al dan niet democratisch. Het concept ‘democratie’ kent dus zowel een quasi objectieve en descriptieve betekenis als een kritische en normatieve betekenis. Deze twee vormen gaan onmogelijk samen en geven geen bevredigend antwoord op de vraag wat democratie eigenlijk is. \\n\\nVertrekpunt\\nVan der Veeke stelt dat we bij het duiden van de huidige samenleving niet moeten vertrekken vanuit individuen of identiteiten (zoals de burger of de rechtspersoon) die een bepaalde structuur tot stand brengen, maar juist vanuit de dynamieken tussen sociale actoren en praktijken. In plaats van over democratie te denken in zijn huidige parlementaire, rigide vorm, moeten we democratie zien als een praktijk van deliberatie (beraadslaging) binnen, en aanvechting van, bestaande politieke en sociale instituties.\\n\\nDit hernieuwde begrip van democratie is dynamisch en kent nooit zijn ultieme voltooiing in een systeem. Van der Veeke stelt dat het de rol van de intellectueel of de kritische filosoof is om dit begrip uit te dragen en om mensen te motiveren tot handelen tegen vormen van dominantie over te gaan, zij het niet op een belerende manier. De intellectueel zou niet vanuit een objectivistisch standpunt uitspraken moeten doen over de (politieke of sociale) werkelijkheid, maar zich moeten committeren aan bepaalde individuen of groepen. Hij zou zich ook moeten beroepen op een vorm van progressief denken op basis van de waarden van de Verlichting: vrijheid, gelijkheid en solidariteit. \\n\\nHet begrip 'democratie' staat hierbij altijd in relatie tot een zogenaamde ‘ethische horizon’, iets wat we volgens Van der Veeke het beste kunnen duiden als het principe van intellectuele gelijkheid, het toeschrijven van het vermogen aan een ieder om het goede leven te kunnen visualiseren en uit te drukken - met betrekking tot het eigen leven en dat van anderen.\\n\\n\\n",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "RePub (Erasmus University Rotterdam)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://repub.eur.nl/pub/40032"
      },
      "topics": [
        "Pragmatism in Philosophy and Education",
        "Dutch Social and Cultural Studies",
        "Marxism and Critical Theory"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1531563964"
    },
    {
      "openalex_id": "W2617215871",
      "doi": null,
      "title": "A Sociological Phenomenology of Christian Redemption",
      "authors": [
        {
          "name": "Paul Gilfillan",
          "openalex_id": "A5085462716",
          "orcid": "https://orcid.org/0000-0002-0048-7598"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "div_PaS",
      "cited_by_count": 7,
      "type": "book",
      "source": {
        "name": "Queen Margaret University Publications Repository (Queen Margaret University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://eresearch.qmu.ac.uk/handle/20.500.12289/4291"
      },
      "topics": [
        "Christian Theology and Mission"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2617215871"
    },
    {
      "openalex_id": "W4213169288",
      "doi": "10.1553/978oeaw86199",
      "title": "Tribes in Modern Yemen: An Anthology",
      "authors": [
        {
          "name": "Marieke Brandt",
          "openalex_id": "A5005269019",
          "orcid": "https://orcid.org/0000-0003-3258-8139"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-08-24",
      "abstract": "In Yemen, “tribe” is a historically rooted, emic concept of social representation. Rooted in remotest antiquity, over the last centuries the concept of tribe in Yemen has undergone transformations, but also featured aspects of continuity. Today, with the emergence of massive political change, the eruption of popular uprisings, armed conflicts, external military intervention and the associated weakness of the state, tribalism seems to be gaining in importance once again, filling the void created by a retreating state. This collective volume explores the longevity and diversity of manifestations of tribalism in present-day Yemen. It aims at updating and rethinking research on tribes and tribalism in Yemen and providing new input for the discussion of tribalism in contemporary Middle East.",
      "cited_by_count": 1,
      "type": "book",
      "source": {
        "name": "Verlag der österreichischen Akademie der Wissenschaften eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.austriaca.at/0xc1aa5576_0x003cbe54.pdf"
      },
      "topics": [
        "Middle East and Rwanda Conflicts",
        "African history and culture analysis",
        "Islamic Studies and History"
      ],
      "referenced_works_count": 109,
      "url": "https://openalex.org/W4213169288"
    },
    {
      "openalex_id": "W4234226761",
      "doi": "10.1002/9781118893241.notes",
      "title": "Notes",
      "authors": [
        {
          "name": "Kier Elam",
          "openalex_id": "A5094845761",
          "institutions": [
            "Princeton University"
          ]
        },
        {
          "name": "V Huidobro",
          "openalex_id": ""
        },
        {
          "name": "J Adams",
          "openalex_id": ""
        },
        {
          "name": "E Clemens",
          "openalex_id": ""
        },
        {
          "name": "A Orloff",
          "openalex_id": ""
        },
        {
          "name": "D Gaonkar",
          "openalex_id": ""
        },
        {
          "name": "K Mercer",
          "openalex_id": ""
        },
        {
          "name": "L Ranke",
          "openalex_id": ""
        },
        {
          "name": "A Badiou",
          "openalex_id": ""
        },
        {
          "name": "F Jameson",
          "openalex_id": ""
        },
        {
          "name": "O Gasset",
          "openalex_id": ""
        },
        {
          "name": "H Elam",
          "openalex_id": ""
        },
        {
          "name": "A Rayner",
          "openalex_id": ""
        },
        {
          "name": "White",
          "openalex_id": ""
        },
        {
          "name": "M Robinson",
          "openalex_id": ""
        },
        {
          "name": "H Pinter",
          "openalex_id": ""
        },
        {
          "name": "In Hewes",
          "openalex_id": ""
        },
        {
          "name": "A Osherow",
          "openalex_id": ""
        },
        {
          "name": "V Jiji",
          "openalex_id": ""
        },
        {
          "name": "B Supple",
          "openalex_id": ""
        },
        {
          "name": "B Dukore",
          "openalex_id": ""
        },
        {
          "name": "P Gilliatt ; Esslin",
          "openalex_id": ""
        },
        {
          "name": "A Sofer",
          "openalex_id": ""
        },
        {
          "name": "S Freud",
          "openalex_id": ""
        },
        {
          "name": "J Lahr",
          "openalex_id": ""
        },
        {
          "name": "R Coe",
          "openalex_id": ""
        },
        {
          "name": "J Warner",
          "openalex_id": ""
        },
        {
          "name": "P Prentice ; License",
          "openalex_id": ""
        },
        {
          "name": "R Morgan",
          "openalex_id": ""
        },
        {
          "name": "Gale",
          "openalex_id": ""
        },
        {
          "name": "S Goggi",
          "openalex_id": ""
        },
        {
          "name": "H Pinter",
          "openalex_id": ""
        },
        {
          "name": "L Ben-Zvi ; Esslin",
          "openalex_id": ""
        },
        {
          "name": "W Dohmen",
          "openalex_id": ""
        },
        {
          "name": "J Kristeva",
          "openalex_id": ""
        },
        {
          "name": "E Brater",
          "openalex_id": ""
        },
        {
          "name": "Harold Baker",
          "openalex_id": ""
        },
        {
          "name": "Pinter",
          "openalex_id": ""
        },
        {
          "name": "K Seeskin",
          "openalex_id": ""
        },
        {
          "name": "H Bloom",
          "openalex_id": ""
        },
        {
          "name": "T Stoppard",
          "openalex_id": ""
        },
        {
          "name": "T Stoppard",
          "openalex_id": ""
        },
        {
          "name": "Dan Sullivan",
          "openalex_id": ""
        },
        {
          "name": "D Jernigan",
          "openalex_id": ""
        },
        {
          "name": "R Brustein",
          "openalex_id": ""
        },
        {
          "name": "I Nadel",
          "openalex_id": ""
        },
        {
          "name": "T Zinman",
          "openalex_id": ""
        },
        {
          "name": "J Bull",
          "openalex_id": ""
        },
        {
          "name": "R Bolt",
          "openalex_id": ""
        },
        {
          "name": "W Archer",
          "openalex_id": ""
        },
        {
          "name": "K Meyer",
          "openalex_id": ""
        },
        {
          "name": "T Stoppard",
          "openalex_id": ""
        },
        {
          "name": "D Rod",
          "openalex_id": ""
        },
        {
          "name": "D Norton",
          "openalex_id": ""
        },
        {
          "name": "Fleming",
          "openalex_id": ""
        },
        {
          "name": "According To",
          "openalex_id": ""
        },
        {
          "name": "Jerrold Seigel",
          "openalex_id": ""
        },
        {
          "name": "Hume",
          "openalex_id": ""
        },
        {
          "name": "H Zeifman",
          "openalex_id": ""
        },
        {
          "name": "T Stoppard",
          "openalex_id": ""
        },
        {
          "name": "Mel Gussow",
          "openalex_id": ""
        },
        {
          "name": "P Delaney",
          "openalex_id": ""
        },
        {
          "name": "Stoppard Billington",
          "openalex_id": ""
        },
        {
          "name": "L Thomson",
          "openalex_id": ""
        },
        {
          "name": "S Arndt",
          "openalex_id": ""
        },
        {
          "name": "Nadel",
          "openalex_id": ""
        },
        {
          "name": "Hume",
          "openalex_id": ""
        },
        {
          "name": "S Vees-Gulani",
          "openalex_id": ""
        },
        {
          "name": "P",
          "openalex_id": ""
        },
        {
          "name": "J Kramer",
          "openalex_id": ""
        },
        {
          "name": "P Edwards",
          "openalex_id": ""
        },
        {
          "name": "Nadel",
          "openalex_id": ""
        },
        {
          "name": "M Thatcher",
          "openalex_id": ""
        },
        {
          "name": "P Cosgrave",
          "openalex_id": ""
        },
        {
          "name": "J Marohl",
          "openalex_id": ""
        },
        {
          "name": "B Nightingale",
          "openalex_id": ""
        },
        {
          "name": "Adorno",
          "openalex_id": ""
        },
        {
          "name": "B Nightingale",
          "openalex_id": ""
        },
        {
          "name": "M Forster",
          "openalex_id": ""
        },
        {
          "name": "M Swanson",
          "openalex_id": ""
        },
        {
          "name": "L Fitzsimmons",
          "openalex_id": ""
        },
        {
          "name": "F Rich",
          "openalex_id": ""
        },
        {
          "name": "P Kramer",
          "openalex_id": ""
        },
        {
          "name": "J Brown",
          "openalex_id": ""
        },
        {
          "name": "G Cousin",
          "openalex_id": ""
        },
        {
          "name": "C Churchill",
          "openalex_id": ""
        },
        {
          "name": "Laurie Stone",
          "openalex_id": ""
        },
        {
          "name": "Simonelli",
          "openalex_id": ""
        },
        {
          "name": "J Osborne",
          "openalex_id": ""
        },
        {
          "name": "James Lee",
          "openalex_id": ""
        },
        {
          "name": "De Young",
          "openalex_id": ""
        },
        {
          "name": "T Taguchi",
          "openalex_id": ""
        },
        {
          "name": "A Quigley",
          "openalex_id": ""
        },
        {
          "name": "R Cohn",
          "openalex_id": ""
        },
        {
          "name": "Saved Bond",
          "openalex_id": ""
        },
        {
          "name": "Simonelli",
          "openalex_id": ""
        },
        {
          "name": "Bond",
          "openalex_id": ""
        },
        {
          "name": "E Bond",
          "openalex_id": ""
        },
        {
          "name": "E Bond",
          "openalex_id": ""
        },
        {
          "name": "H Klein",
          "openalex_id": ""
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-03-21",
      "abstract": "Austin notes that performative utterances will \"be in a peculiar way hollow or void if said by an actor on the stage or if introduced in a poem, or spoken in a soliloquy\" (22, Austin's emphasis), because an actor is merely \"enacting\" the action fictionally and once the play ends nothing has changed.",
      "cited_by_count": 1,
      "type": "other",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/9781118893241.notes"
      },
      "topics": [],
      "referenced_works_count": 304,
      "url": "https://openalex.org/W4234226761"
    },
    {
      "openalex_id": "W4211120797",
      "doi": "10.1108/s2059-65612016016",
      "title": "References",
      "authors": [],
      "publication_year": 2016,
      "publication_date": "2016-03-23",
      "abstract": "Citation (2016), \"References\", Organization Theory (Critical Management Studies), Emerald Group Publishing Limited, Bingley, pp. 231-247. https://doi.org/10.1108/S2059-65612016016 Publisher: Emerald Group Publishing Limited Copyright © 2016 Emerald Group Publishing Limited Acker (1990) Acker, J. (1990). Hierarchies, jobs, bodies: A theory of gendered organizations. Gender & Society, 4(2), 139–158. doi:10.1177/089124390004002002 Adler (2009a) Adler, P. S. (2009a). Introduction: A social science which forgets its founders is lost. In P. S. Adler (Ed.), The Oxford handbook of sociology and organization studies: Classical foundations (pp. 3–19). New York, NY: Oxford University Press. Adler (2009b) Adler, P. S. (2009b). Marx and organization studies today. In P. S. Adler (Ed.), The Oxford handbook of sociology and organization studies: Classical foundations (pp. 3–19). New York, NY: Oxford University Press. Adler (2009c) Adler, P. S. (Ed.). (2009c). The Oxford handbook of sociology and organization studies: Classical foundations. New York, NY: Oxford University Press. Adler, Forbes, & Willmott (2007) Adler, P. S. , Forbes, L. C. , & Willmott, H. (2007). Critical management studies. The Academy of Management Annals, 1(1), 119–179. doi:10.1080/078559808 Adorno & Horkheimer (2008) Adorno, M. , & Horkheimer, T. W. (2008). Dialectic of enlightenment (V. Pietilä, Trans.). Tampere: Vastapaino. (Original work published in 1944). Adorno & Horkheimer (1997) Adorno, T. W. , & Horkheimer, M. (1997). Dialectic of enlightenment (Vol. 15). London: Verso. Ahern (2010) Ahern, A. (2010). Modernity. In A. Mills , G. Durepos , & E. Wiebe (Eds.), Encyclopedia of case study research (pp. 565–568). Thousand Oaks, CA: Sage. doi:10.4135/9781412957397.n209 Alvesson (1987) Alvesson, M. (1987). Organizations, culture, and ideology. International Studies of Management & Organization, 4–18. Alvesson & Billing (2009) Alvesson, M. , & Billing, Y. D. (2009). Understanding gender and organizations. London: Sage. Alvesson, Bridgman, & Willmot (2011) Alvesson, M. , Bridgman, T. , & Willmot, H. (2011). Introduction. In M. Alvesson , T. Bridgman , & H. Willmot (Eds.), The Oxford handbook of critical management studies. Oxford: Oxford University Press. Alvesson, Bridgman, & Willmott (2009) Alvesson, M. , Bridgman, T. , & Willmott, H. (Eds.). (2009). The Oxford handbook of critical management studies. Oxford: Oxford University Press. Alvesson & Deetz (1996) Alvesson, M. , & Deetz, S. (1996). Postmodernism and critical theory: Approaches to organizations. In S. Clegg , C. Hardy , & W. Nord (Eds.), Handbook of organization studies. London: Sage. Alvesson & Willmott (1992) Alvesson, M. , & Willmott, H. (Eds.). (1992). Critical management studies. London: Sage. Alvesson & Willmott (1996) Alvesson, M. , & Willmott, H. (1996). Making sense of management: A critical introduction. London: Sage. Arendt (2009) Arendt, H. (2009). Responsibility and judgment. New York, NY: Schocken. Argote, McEvily, & Reagans (2003) Argote, L. , McEvily, B. , & Reagans, R. (2003). Managing knowledge in organizations: An integrative framework and review of emerging themes. Management Science, 49(4), 571–582. Augier & Sarasvathy (2004) Augier, M. , & Sarasvathy, S. D. (2004). Integrating evolution, cognition and design: Extending Simonian perspectives to strategic organization. Strategic Organization, 2(2), 169–204. Augier & Teece (2008) Augier, M. , & Teece, D. J. (2008). Strategy as evolution with design: The foundations of dynamic capabilities and the role of managers in the economic system. Organization Studies, 29(8–9), 1187–1208. Augier & Teece (2009) Augier, M. , & Teece, D. J. (2009). Dynamic capabilities and the role of managers in business strategy and economic performance. Organization Science, 20(2), 410–421. Bales & Slater (1956) Bales, R. , & Slater, P. E. (1956). Role differentiation in small, decision making groups. In T. Parsons & R. F. Bales (Eds.), Family, socialization and interaction process (Vol. 1955, pp. 259–306). Glencoe: The Free Press. Baran & Sweezy (1966) Baran, P. A. , & Sweezy, P. M. (1966). Monopoly capital: An essay on the American economic and social order. Bardon & Josserand (2011) Bardon, T. , & Josserand, E. (2011). A Nietzschean reading of Foucauldian thinking: Constructing a project of the self within an ontology of becoming. Organization, 18(4), 497–515. Barley (1983) Barley, S. R. (1983). Semiotics and the study of occupational and organizational cultures. Administrative Science Quarterly, 28, 393–413. Barley, Meyer, & Gash (1988) Barley, S. R. , Meyer, G. , & Gash, D. (1988). Cultures of culture: Academics, practitioners and the pragmatics of normative control. Administrative Science Quarterly, 33, 24–61. Barnard (1951) Barnard, C. I. (1938). The functions of the executive. Cambridge, MA: Harvard University Press. Barnes, Bloor, & Henry (1996) Barnes, B. , Bloor, D. , & Henry, J. (1996). Scientific knowledge: A sociological analysis. Chicago, IL: University of Chicago Press. Barratt (2003) Barratt, E. (2003). Foucault, HRM and the ethos of the critical management scholar. Journal of Management Studies, 40(5), 1069–1087. Barry & Hansen (2008) Barry, D. , & Hansen, H. (Eds.). (2008). The Sage handbook of new approaches in management and organization. London: Sage. Bauman (1988) Bauman, Z. (1988). Sociology and postmodernity. The Sociological Review, 36(4), 790–813. Bendix & Fisher (1949) Bendix, R. , & Fisher, L. H. (1949). The perspectives of Elton Mayo. The Review of Economics and Statistics, 31, 312–319. Beer (1959) Beer, S. (1959). Cybernetics and management. London: English University Press. Benefiel, Fry, & Geigle (2014) Benefiel, M. , Fry, L. W. , & Geigle, D. (2014). Spirituality and religion in the workplace: History, theory, and research. Psychology of Religion and Spirituality, 6(3), 175. Berger & Luckmann (1967) Berger, P. , & Luckmann, T. (1967). Social construction of reality. A treatise in the sociology of knowledge. New York, NY: Doubleday. Blau (1970) Blau, P. (1970). A formal theory of differentiation in organizations. American Sociological Review, 39, 615–635. Boje (1991) Boje, D. M. (1991). The storytelling organization: A study of story performance in an office-supply firm. Administrative Science Quarterly, 106–126. Boje (2001) Boje, D. M. (2001). Narrative methods for organizational & communication research. London: Sage. Boland (1989) Boland, R. J. (1989). Beyond the objectivist and the subjectivist: Learning to read accounting as text. Accounting, Organizations and Society, 14(5), 591–604. Boulding (1956) Boulding, K. (1956). General system theory: The skeleton of science. General Systems I. Ann Arbor, MI: Society for the Advancement of General Systems Theory. Boxall & Purcell (2008) Boxall, P. , & Purcell, J. (2008). Strategy and human resource management. Basingstoke: Palgrave Macmillan. Boyd, Haynes, Hitt, Bergh, & Ketchen (2012) Boyd, B. K. , Haynes, K. T. , Hitt, M. A. , Bergh, D. D. , & Ketchen, D. J. (2012). Contingency hypotheses in strategic management research use, disuse, or misuse? Journal of Management, 38(1), 278–313. Braverman (1974) Braverman, H. (1974). Labor and monopoly capital: The degradation of work in the twentieth century. New York, NY: Monthly Review. Broms & Gahmberg (1982) Broms, H. , & Gahmberg, H. (1982). Mythology in management culture. Helsinki: Helsinki School of Economics Publications D-58. Broms & Gahmberg (1983) Broms, H. , & Gahmberg, H. (1983). Communication to self in organizations and cultures. Administrative Science Quarterly, 28, 11–21. Brown & Duguid (1991) Brown, J. S. , & Duguid, P. (1991). Organizational learning and communities-of-practice: Toward a unified view of working, learning, and innovation. Organization Science, 2(1), 40–57. Burns & Stalker (1961) Burns, T. , & Stalker, G. M. (1961). The management of innovation. Oxford: Oxford University Press. Burrell & Morgan (1979) Burrell, G. , & Morgan, G. (1979). Sociological paradigms and organizational analysis: Elements of the sociology of corporate life. London: Heinemann. Calás & Smircich (2006) Calás, M. B. , & Smircich, L. (2006). From the ‘woman’s point of view’ ten years later: Towards a feminist organization studies. In S. Clegg , C. Hardy , W. Nord , & T. Lawrence (Eds.), Handbook of organization studies (2nd ed., pp. 284–346). London: Sage. Callon (1986) Callon, M. (1986). Some elements of a sociology of translation: Domestication of the scallops and the fishermen of St Brieuc Bay. In J. Law (Ed.), Power, action and belief: A new sociology of knowledge (pp.196–223). London: Routledge. Caputo (1986) Caputo, J. D. (1986). The mystical element in Heidegger’s thought. Bronx, NY: Fordham University Press. Casey (2002) Casey, C. (2002). Critical analysis of organizations. Theory, practice, revitalization. London: Sage. Chandler (1962) Chandler, A. D. Jr. (1962). Strategy and structure. Chapters in the history of the American industrial enterprise. Washington, DC: Massachusetts Institute of Technology. Chia (1995) Chia, R. (1995). From modern to postmodern organizational analysis. Organization Studies, 16(4), 580–604. doi:10.1177/017084069501600406 Chia (1996) Chia, R. (1996). The problem of reflexivity in organizational research: Towards a postmodern science organization. Organization, 3(1), 31–59. doi:10.1177/135050849631003 Chomsky & Foucault (2006) Chomsky, N. , & Foucault, M. (2006). The Chomsky-Foucault debate: On human nature. New York, NY: The New Press. Clegg & Dunkerley (1980) Clegg, S. , & Dunkerley, D. (1980). Organization, class and control. London: Routledge & Kegan Paul. Clegg (1990) Clegg, S. R. (1990). Modern organizations. Organization studies in the postmodern world. London: Sage. Clegg (1994) Clegg, S. R. (1994). Weber and Foucault: Social theory for the study of organizations. Organization, 1(1), 149–178. doi:10.1177/135050849400100115 Clegg, Curpasson, & Phillips (2006) Clegg, S. R. , Curpasson, D. , & Phillips, N. (2006). Power and organizations. London: Sage. Clegg, Hardy, Lawrence, & Nord (2006) Clegg, S. R. , Hardy, C. , Lawrence, T. B. , & Nord, W. R. (Eds.). (2006). The Sage handbook of organization studies. London: Sage. Clegg, Hardy, & Nord (1996) Clegg, S. R. , Hardy, C. , & Nord, W. R. (Eds.). (1996). Handbook of organization studies. London: Sage. Clegg, Kornberger, & Pitsis (2011) Clegg, S. R. , Kornberger, M. , & Pitsis, T. (2011). Managing and organizations: An introduction to theory and practice. London: Sage. Clegg & Loundsbury (2009) Clegg, S. R. , & Loundsbury, M. (2009). Weber: Sintering the iron cage. In P. S. Adler (Ed.), The Oxford handbook of sociology and organization studies: Classical foundations (pp. 118–145). New York, NY: Oxford University Press. Cohen & March (1974) Cohen, M. , & March, J. G. (1974). Leadership and ambiguity (2nd ed.). Boston, MA: Harvard Business School Press. Cohen, March, & Olsen (1972) Cohen, M. D. , March, J. G. , & Olsen, J. P. (1972). A garbage can model of organizational choice. Administrative Science Quarterly, 17(1), 1–25. Connolly (1998) Connolly, W. (1998). Beyond good and evil: The ethical sensibility of Michel Foucault. In J. Moss (Ed.), The later Foucault: Politics and philosophy (pp. 108–128). London: Sage. Cooper, Ezzamel, & Willmott (2008) Cooper, D. J. , Ezzamel, M. , & Willmott, H. (2008). Examining “institutionalization”: A critical theoretic perspective. In R. Greenwood , C. Oliver , R. Suddaby , & K. Sahlin-Andersson (Eds.), The Sage handbook of organizational institutionalism (pp. 673–701). London: Sage. Cooper (2006) Cooper, J. W. (2006). Panentheism – The other God of the philosophers: From Plato to the present. Grand Rapids, MI: Baker Academic. Cooper (1986) Cooper, R. (1986). Organization/disorganization. Social Science Information, 25(2), 299–335. Cooper (1997) Cooper, R. (1997). The visibility of social systems. In K. Hetherington & R. Mundo (Eds.), Ideas of difference (pp. 32–41). Oxford: Blackwell. Cooper & Law (1995) Cooper, R. , & Law, J. (1995). Organization: Distal and proximal views. In S. B. Bacharach , P. Gagliardi , & B. Mundell (Eds.), Research in the sociology of organizations: Studies of organizations in the European tradition (pp. 275–301). Greenwich, CT: JAI Press. Cunliffe (2001) Cunliffe, A. L. (2001). Managers as practical authors: Reconstructing our understanding of management practice. Journal of Management Studies, 38(3), 351–371. Cyert & March (1963) Cyert, R. M. , & March, J. G. (1963). A behavioral theory of the firm. Englewood Cliffs, NJ: Prentice Hall. Czarniawska (1999) Czarniawska, B. (1999). Writing management: Organization theory as a literary genre. New York, NY: Oxford University Press. Czarniawska (2008) Czarniawska, B. (2008). A theory of organizing. Cheltenham: Edward Elgar. Daft (2010) Daft, R. L. (2010). Organization theory and design. Mason, OH: South-Western Cengage Learning. Dalton (1954) Dalton, M. (1954). Men who manage. Fusions of feeling and theory in administration. New York, NY: Wiley. de Saussure (1914) de Saussure, F. (1914). Course de linguistique générale. Paris: Payot. Deetz (1996) Deetz, S. A. (1996). Describing differences in approaches to organization science: Rethinking Burrell and Morgan and their legacy. Organization Science, 7(2), 191–207. doi:10.1287/orsc.7.2.191 Deetz (2003) Deetz, S. A. (2003). Disciplinary power in modern corporation. In M. Alvesson & H. Willmott (Eds.), Critical management studies (pp. 21–45). London: Sage. Deleuze (1988) Deleuze, G. (1988). Foucault (S. Hand, Trans.). Minneapolis, MN: University of Minnesota Press. Derrida (1976) Derrida, J. (1976). Of grammatology (G. C. Spivak, Trans.). Baltimore, MD: Johns Hopkins Press. Derrida (1978) Derrida, J. (1978). Writing and difference (A. Bass, Trans.). Chicago, IL: University of Chicago Press. Derrida (1981) Derrida, J. (1981). Positions (A. Bass, Trans.). Chicago, IL: University of Chicago Press. Donaldson (2001) Donaldson, L. (2001). The contingency theory of organizations. Thousand Oaks, CA: Sage. Dreyfus & Rabinow (1983) Dreyfus, H. L. , & Rabinow, P. (Eds.). (1983). Michel Foucault: Beyond structuralism and hermeneutics (2nd ed.). Chicago, IL: University of Chicago Press. du Gay (1996) du Gay, P. (1996). Consumption and identity at work. London: Sage. Durkheim (1951) Durkheim, E. (1951). Suicide: A study in sociology (J. A. Spaulding & G. Simpson, Trans.) (Vol. 8, p. 210). London: Routledge. Durkheim (2014) Durkheim, E. (2014). The division of labor in society. New York, NY: Simon and Schuster. Engwall (1996) Engwall, L. (1996). The Vikings versus the world: An examination of Nordic business research. Scandinavian Journal of Management, 12(4), 425–436. Etzkowitz (2003) Etzkowitz, H. (2003). Research groups as ‘quasi-firms’: The invention of the entrepreneurial university. Research Policy, 32(1), 109–121. Fairhurst & Grant (2010) Fairhurst, G. T. , & Grant, T. (2010). The social construction of leadership: A sailing guide. Management Communication Quarterly, 24, 171–210. Faulkner & Campbell (2003) Faulkner, D. O. , & Campbell, A. (2003). The Oxford handbook of strategy. Oxford: Oxford University Press. Faye (2009) Faye, E. (2009). Heidegger, the introduction of Nazism into philosophy in light of the unpublished seminars of 1933–1935. New Haven, CT: Yale University Press. Fayol (1949) Fayol, H. (1949). General and industrial management. London: Pitman. Feenberg (2014) Feenberg, A. (2014). The philosophy of Praxis: Marx, Lukács and the Frankfurt School. London: Verso Books. Feldman & March (1981) Feldman, M. S. , & March, J. G. (1981). Information in organizations as signal and symbol. Administrative Science Quarterly, 171–186. Ferguson (1984) Ferguson, K. (1984). The feminist case against bureaucracy. Philadelphia, PA: Temple University Press. Festenstein (2014) Festenstein, M. (2014). Dewey’s political philosophy. In E. N. Zalta (Ed.), The Stanford encyclopedia of philosophy (Spring ed.). Retrieved from http://plato.stanford.edu/archives/spr2014/entries/dewey-political/ Fiol (1989) Fiol, C. M. (1989). A semiotic analysis of corporate language: Organizational boundaries and joint venturing. Administrative Science Quarterly, 277–303. Fleetwood & Ackroyd (2004) Fleetwood, S. , & Ackroyd, S. (2004). Critical realist applications in organisation and management studies. East Sussex: Psychology Press. Florence (1994) Florence, M. (1994). Foucault, Michel, 1926-. In G. Gutting (Ed.), Cambridge companion to Foucault (pp. 314–319). Follett (1918) Follett, M. P. (1918). New state: Group organization. The solution of popular government. New York, NY: Longmans Green & Co. Foucault (1977) Foucault, M. (1977). Discipline and punish. The birth of the prison (A. Sheridan, Trans.). New York, NY: Random House. (Original work published in 1975). Foucault (1980) Foucault, M. (1980). The history of sexuality, Volume 1: An introduction (R. Hurley, Trans.). New York, NY: Vintage. (Original work published in 1976). Foucault (1983) Foucault, M. (1983). The subject and power. Afterword. In H. Dreyfus & P. Rabinow (Eds.), Michel Foucault: Beyond structuralism and hermeneutics (pp. 208–228). Chicago, IL: Chicago University Press. Foucault (1984) Foucault, M. (1984). What is enlightenment? In P. Rabinow (Ed.), The Foucault reader (pp. 32–50). New York, NY: Pantheon Books. Foucault (1986) Foucault, M. (1986). The care of the self: The history of sexuality (Vol. 3). New York, NY: Pantheon. Foucault (1997) Foucault, M. (1997). In P. Rabinow (Ed.), Ethics: Subjectivity and truth. The essential works 1. London: Allen Lane. Foucault (2000) Foucault, M. (2000). The history of sexuality, Volume 2: The use of pleasure (R. Hurley, Trans.). New York, NY: Pantheon Books. Foucault, Burchell, Gordon, & Miller (1991) Foucault, M. , Burchell, G. , Gordon, C. , & Miller, P. (1991). The Foucault effect: Studies in governmentality. Chicago, IL: University of Chicago Press. Francis (1994) Francis, J. R. (1994). Auditing, hermeneutics, and subjectivity. Accounting, Organizations and Society, 19(3), 235–269. Friedman (1986) Friedman, G. (1986). Eschatology vs. Aesthetics: The Marxist critique of weberian rationality. Sociological Theory, 4(2), 186–193. Friedman (2011) Friedman, R. L. (2011). Dewey’s naturalistic metaphysics: Expostulations and replies. Education and Culture, 27(2), 48–73. Fromm (1941) Fromm, E. (1941). Fear of freedom. London: Routledge. Fromm (2004) Fromm, E. (2004). Marx’s concept of man (T. B. Bottomore, Trans.). London: Continuum. (Original work published in 1961). Frost & Egri (2002) Frost, P. , & Egri, C. (2002). The political process of innovation. In S. R. Clegg (Ed.), Central currents in organization studies II: Contemporary trends (Vol. 5, pp. 103–161). London: Sage. (Original work published in Leadership and Organization Development Journal (1990), 11, pp. 17–25). Fukuyama (1989) Fukuyama, F. (1989). The end of history? The National Interest, 16(Summer), 3–18. Fukuyama (1992) Fukuyama, F. (1992). The end of history and the last man. London: Avon Books. Gabriel (1991) Gabriel, Y. (1991). Turning facts into stories and stories into facts: A hermeneutic exploration of organizational folklore. Human Relations, 44(8), 857–875. Gadamer (1975) Gadamer, H. G. (1975). Truth and method (1960). New York, NY: Crossroad. Gahmberg (1986) Gahmberg, H. (1986). Symbols and values of strategic managers: A semiotic approach. Helsinki: Helsinki School of Economics. Gahmberg (1987) Gahmberg, H. (1987). Semiotic tools for the study of organizational cultures. In T. Sebeok & J. Umiker-Sebeok (Eds.), The semiotic web 1986 (pp. 389–401). Berlin: Walter de Gruyter. Gahmberg (1990) Gahmberg, H. (1990). Metaphor management: On the semiotics of strategic leadership. In B. Turner (Ed.), Organizational symbolism (pp. 151–158). Berlin: Walter de Gruyter. Gantt (1911/1916) Gantt, H. (1911/1916). Work, wages and profits. New York, NY: Engineering Magazine Co. Garfinkel (1967) Garfinkel, H. (1967). Studies in ethnomethodology. Englewood Cliffs, NJ: Prentice Hall. Gemmill & Oakley (1992) Gemmill, G. , & Oakley, J. (1992). Leadership as an alienating myth. Human Relations, 45, 113–129. Giddens (1979) A. (1979). Central in social theory: and in social analysis. CA: University of Press. Giddens (1984) A. (1984). The of society. (1992) R. (1992). knowledge. A history of Cambridge University Press. (1954) A. W. (1954). of industrial IL: Free Press. (1995) P. (1995). of management. MA: Harvard Business School Press. A. from the prison of In & G. N. & Trans.). London: Lawrence and & Sahlin-Andersson (2008) R. , C. , R. , & K. (Eds.). (2008). The Sage handbook of organizational London: Sage. & (1979) A. J. , & J. (1979). de du Paris: (1972) L. (1972). and as organizations Harvard Business Review, & (2000) C. , & (2000). the critical and for critical management studies. Human Relations, (2000) K. (2000). The of leadership. Oxford: Oxford University Press. (1994) M. F. (1994). of management: Work, and organization in a perspective. Chicago, IL: University of Chicago Press. & L. , & L. (Eds.). on the science of administration. New York, NY: Institute of (1972) J. (1972). and human (J. J. Trans.). London: Heinemann. (Original work published in (1984) J. (1984). Theory of action (T. A. Trans.). Boston, MA: Press. (Original work published in (2008) J. (2008). and (1995) P. (1995). as a of Trans.). Oxford: Blackwell. (1996) S. (1996). studies and its Critical in studies (pp. & (2012) B. , & A. (2012). A view on the use of contingency theory in project management research. Management & (1977) M. T. , & J. (1977). The of organizations. American Journal of & J. , & J. W. sociological paradigms organizational A model for Organization Studies, & (2001) J. , J. , & M. (2001). From process theory to critical management studies. Administrative Theory and & (2002) J. , & M. (2002). and in organizational knowledge: The case of the Organization, & (2000) H. , & J. (2000). The project of A critique and of in organization studies. Organization Studies, (1997) M. J. (1997). Organization and postmodern Oxford: Oxford University Press. & Cunliffe (2006) M. J. , & Cunliffe, A. L. (2006). Organization and postmodern perspectives (2nd ed.). Oxford: Oxford University Press. & Cunliffe (2012) M. J. , & Cunliffe, A. L. (2012). Organization theory: and postmodern New York, NY: Oxford University Press. (1977) G. W. F. (1977). of (A. Miller, Trans.). Oxford: Oxford University Press. (Original work published in (1996) Heidegger, M. (1996). and A of NY: Press. R. and the Social Science Information, (2001) R. (2001). Foucault and Social Science Information, (1980) D. (1980). to critical theory: Horkheimer to (Vol. CA: University of Press. & Mills (2010) J. , A. , & A. J. (2010). Making sense of The critical approach. Research in Organizations and An International (1984) J. (1984). Garfinkel and ethnomethodology. Press. (2007) T. (2007). Understanding organization as a Theory for a world. London: Routledge. (2003) O. (2003). Trans.). NY: University of New Press. in (1996) M. (1996). Organizational identity and of Organization Studies, 17(1), J. and its Modern social theory: An & (2011) R. , & J. (2011). and organization Research in the Sociology of Organizations, (1951) G. (1951). The human London: Routledge & Kegan Paul. (1998) D. H. (1998). Foucault and critical In J. Moss (Ed.), The later Foucault (pp. London: Sage. (1996) S. P. (1996). The of and the of the modern world. NY: Simon and Schuster. E. (J. N. Trans.) London: Routledge (1994) D. (1994). Foucault and on the subject of In G. Gutting (Ed.), Cambridge companion to Foucault (pp. (1988) R. (1988). The of corporate New York, NY: Oxford University Press. A. and The American & (2000) P. , & J. (2000). Understanding management research: An introduction to Thousand Oaks, CA: Sage. & C. , & R. (Eds.). Contemporary organization Oxford: Blackwell. & ten (2007) C. , & ten R. (Eds.). (2007). and organization. London: Routledge. & (1998) I. , & P. (1998). of Cambridge University Press. & (2000) I. , P. , & E. (2000). of the power of judgment. Cambridge University Press. & (2002) I. , & W. S. (2002). of practical (1977) R. (1977). Men and of the corporation. New York, NY: Books. (2007) M. (2007). A to the end of new organizational & (2008) M. L. , & N. (2008). An introduction to critical management",
      "cited_by_count": 0,
      "type": "other",
      "source": {
        "name": "Organization Theory",
        "type": "journal",
        "issn": [
          "2631-7877"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Management and Organizational Studies",
        "Global and Cross-Cultural Management"
      ],
      "referenced_works_count": 301,
      "url": "https://openalex.org/W4211120797"
    },
    {
      "openalex_id": "W828232026",
      "doi": null,
      "title": "Aesthetics in the Age of Reason",
      "authors": [
        {
          "name": "Louis Rochon",
          "openalex_id": "A5074458286"
        }
      ],
      "publication_year": 1989,
      "publication_date": "1989-01-01",
      "abstract": "This thesis examines the societal forces which have helped shape the present-day form of the institutionalization, criticism, and appreciation of art. Specifically, it examines the influence of modern thought on our present understanding of art. First, we examine how modernists have typically 100ked at art. Both the enlightening aspects as well as the deficiencies of modernist aesthetics are uncovered. Also, with the help of Jurgen Habermas, we examine a modernist societal approach to aesthetics. Second, the fundamental philosophical presuppositions of modernity are uncovered so that the societal forces that have helped to make art an autonomous institutionalized field of expertise can be examined. In passing, we discuss the concept of \"lifeworld\". We then examine the explanatory powers of considering the arts as forms of language. Third, as Habermas's social theory indicates, an excursion into the theory of argumentation provides indications of the mechanisms involved in the understanding of art. We consider the rhetorical, dialectical, and logical aspects of both non-verbal and linguistic argumentation. This provides us with a forum for discussing Habermas' s notion of an ideal speech situation, Gadamer's concept of the various modes of iii experiencing tradition and its parallel with the experiencing of art, and Quine's thesis of the indeterminacy of translation and what it implies for non-verbal forms of art. Fourth, we examine the implications and explanatory powers of Habermas's three-world distinction, which is, in turn, derived from the modernist presupposition of the distinction between subject and object. With these distinctions, we can see that the existence of a highly specialized field of expertise surrounding art and notions such as \"art for art's sake\" are not accidental. To conclude, we examine emotional life and its implications for modern notions of art.",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "MacSphere (McMaster University)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11375/13714"
      },
      "topics": [
        "Ethics, Aesthetics, and Art",
        "Law in Society and Culture"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W828232026"
    }
  ],
  "count": 25,
  "errors": []
}
