{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Theory in Weberian Marxism Lukacs Habermas",
  "results": [
    {
      "title": "G. L. Ulmen, Marxism & Totality: The Adventures of a Concept from Lukacs to Habermas",
      "url": "https://philpapers.org/rec/ULMMT",
      "philpapers_id": "ULMMT",
      "snippet": "Adventures of the Concept of Totality: ... Jay&#x27;s Marxism and Totality.John Grumley - 1986 - Thesis Eleven 15 (1):111-121. Afterword: The Legacy of Form.Katie Terezakis - 2010 - In Katie Terezakis John T. Sanders (ed.), Lukacs: Soul and Form. Columbia University Press. The Concept of Totality in Lukacs and Adorno.M. Jay - 1977 - Telos: Critical Theory of the ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "G. L. Ulmen"
        }
      ],
      "extra_snippets": [
        "Adventures of the Concept of Totality: Thoughts on Martin Jay's Marxism and Totality.John Grumley - 1986 - Thesis Eleven 15 (1):111-121. Afterword: The Legacy of Form.Katie Terezakis - 2010 - In Katie Terezakis John T. Sanders (ed.), Lukacs: Soul and Form. Columbia University Press. The Concept of Totality in Lukacs and Adorno.M. Jay - 1977 - Telos: Critical Theory of the Contemporary 1977 (32):117-137.",
        "Totality, Realism, and the Type: Lukács' Later Literary Criticism as Political Theory.Brian J. Shaw - 1990 - Philosophical Forum 21 (4):412. The Philosophical Leninism and Eastern 'Western Marxism' of Georg Lukács.Joseph Fracchia - 2013 - Historical Materialism 21 (1):69-93.",
        "The Concrete Totality and Lukacs' Concept of Proletarian Bildung.J. Schmidt - 1975 - Telos: Critical Theory of the Contemporary 1975 (24):2-40.",
        "The maturity of Lukacs+ marxism and the philosophy of Lukacs.V. Franco - 1985 - Giornale Critico Della Filosofia Italiana 5 (1):151-156. On young Lukács on Kierkegaard: Hermeneutic utopianism and the problem of alienation.Zachary Price - 1999 - Philosophy and Social Criticism 25 (6):67-82. The development of the political philosophy of Merleau-ponty.Bernard Flynn - 2007 - Continental Philosophy Review 40 (2):125-138. Georg Lukács's Labour-Conception.Sandor Kariko - 2007 - The Proceedings of the Twenty-First World Congress of Philosophy 11:31-36."
      ]
    },
    {
      "title": "Terence Ball, Review of Martin Jay: _Marxism and Totality: The Adventures of a Concept from Lukacs to Habermas_",
      "url": "https://philpapers.org/rec/JAYMAT-3",
      "philpapers_id": "JAYMAT",
      "snippet": "Marxism and Totality the Adventures of a Concept From Lukács to Habermas.Terence Ball - 1984 · Review. [REVIEW]Barry Kātz - 1985 - History and Theory 24:336-347.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Terence Ball"
        }
      ],
      "extra_snippets": [
        "Marxism & Totality: The Adventures of a Concept from Lukacs to Habermas.G. L. Ulmen - 1985 - Telos: Critical Theory of the Contemporary 1985 (66):174-183.",
        "Adventures of the Concept of Totality: Thoughts on Martin Jay's Marxism and Totality.John Grumley - 1986 - Thesis Eleven 15 (1):111-121. Afterword: The Legacy of Form.Katie Terezakis - 2010 - In Katie Terezakis John T. Sanders (ed.), Lukacs: Soul and Form. Columbia University Press. The Concept of Totality in Lukacs and Adorno.Martin Jay - 1977 - Telos: Critical Theory of the Contemporary 1977 (32):117-137.",
        "Dark play: Aesthetic resistance in Lukács, Benjamin and Adorno.Surti Singh - 2020 - Philosophy and Social Criticism 46 (10):1182-1202. Technological Mediation and Power: Postphenomenology, Critical Theory, and Autonomist Marxism.Mithun Bantwal Rao, Joost Jongerden, Pieter Lemmens & Guido Ruivenkamp - 2015 - Philosophy and Technology 28 (3):449-474.",
        "The Concept of Totality in Lukacs and Adorno.M. Jay - 1977 - Telos: Critical Theory of the Contemporary 1977 (32):117-137."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
      "page_age": null,
      "extra_snippets": [
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "Review of Habermas Theory of Communicative Action.Eugene Halton - 1989 - Symbolic Interaction 12:333-360.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press.",
        "The Theory of Communicative Action. Volume I. Reason and the Rationalization of Society, by Jurgen Habermas.Alan How - 1987 - Journal of the British Society for Phenomenology 18 (2):192-194."
      ]
    },
    {
      "title": "Michael Löwy, Weber against Marx? The Polemic with Historical Materialism in the Protestant Ethic",
      "url": "https://philpapers.org/rec/LWYWAM",
      "philpapers_id": "LWYWAM",
      "snippet": "Michael Löwy, La cage d’acier: Max Weber et le marxisme wébérien. [REVIEW]Robert Sayre - 2014 - Critical Research on Religion 2 (2):218-221. Caste and Class in Indian Society and History: Weberian Legacy.Hira Singh - 2024 - In Annihilation of Caste in India: Ambedkar, Gandhi, Weber, and Marx.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael Löwy"
        }
      ]
    },
    {
      "title": "Dragan Milovanovic, Weberian and Marxist Analysis of Law: Development and Functions of Law in a Capitalist Mode of Production",
      "url": "https://philpapers.org/rec/MILWAM",
      "philpapers_id": "MILWAM",
      "snippet": "This dissertation focuses on the development and functions of law in a capitalist mode of production. A Weberian perspective is compared with the various Marxist perspectives on law--instrumental and structural Marxism. ...",
      "page_age": null,
      "extra_snippets": [
        "This dissertation focuses on the development and functions of law in a capitalist mode of production. A Weberian perspective is compared with the various Marxist perspectives on law--instrumental and structural Marxism. Differences and similarities are pointed out.",
        "A Marxian Theory of Law.Hon-lam Li - 1987 - Dissertation, Cornell University · Pašukanis e la critica marxista del diritto borghese.Carlo Di Mascio - 2013 - Firenze, Italy: Phasar Edizioni. Law and Marxism: a general theory.Evgeniĭ Bronislavovich Pashukanis - 1978 - London: Ink Links.",
        "The General Theory of Law & Marxism.Evgeniĭ Bronislavovich Pašukanis - 1978 - Transaction.",
        "Similarly, many Marxist criminologists, particularly since the late 1970s have searched through the extensive writings of Marx to determine precisely what his views were. Unfortunately, Marx, unlike Weber, did not develop a systematic theory of law; rather, scattered passages exist throughout his writings, and interested theorists have had to decipher precisely what he said."
      ]
    },
    {
      "title": "Terence Ball, Marxism and Totality: The Adventures of a Concept from Lukács to Habermas",
      "url": "https://philpapers.org/rec/JAYMAT-2",
      "philpapers_id": "JAYMAT",
      "snippet": "Marxism &amp; Totality: The Adventures of a Concept from Lukacs to Habermas.G. L. Ulmen - 1985 - Telos: Critical Theory of the Contemporary 1985 (66):174-183.",
      "page_age": null,
      "extra_snippets": [
        "Marxism & Totality: The Adventures of a Concept from Lukacs to Habermas.G. L. Ulmen - 1985 - Telos: Critical Theory of the Contemporary 1985 (66):174-183.",
        "L'intero segreto della concezione critica. Sul lavoro in Lukács e Marx.Matteo Gargani - 2016 - Links. Rivista di Letteratura E Cultura Tedesca Zeitschrift Für Deutsche Literatur- Und Kulturwissenschaft 16:35-44. Italian Marxism.Paul Piccone - 1983 - Univ of California Press.",
        "Demythologizing Marxism : a Series of Studies Om Marxism.Frederick J. Adelmann - 1969 - Boston College. Added to PP 2015-02-02 Downloads 43 (#584,216) 6 months 10 (#395,840) ... Revisable A Priori as a Political Problem: Critique of Constitution in Critical Theory.Sakari Säynäjoki & Tuomo Tiisala - 2023 - Journal of Social and Political Philosophy 2 (2):138-157."
      ]
    },
    {
      "title": "Georg Lukács, History and Class Consciousness: Studies in Marxist Dialectics",
      "url": "https://philpapers.org/rec/LUKHAC",
      "philpapers_id": "LUKHAC",
      "snippet": "History and Class Consciousness: Studies in Marxist Dialectics. By Georg Lukács, trans. Rodney Livingstone. London: Merlin Press, 1971. Pp. xxxix, 356. £2.50. [REVIEW]Joseph Bien - 1972 - Dialogue 11 (4):637-639. Book reviews : Capitalism and modern social theory: An analysis of the writings of Marx, Durkheim and Weber.",
      "page_age": null,
      "extra_snippets": [
        "A series of essays treating, among other topics, the definition of orthodox Marxism, the question of legality and illegality, Rosa Luxemburg as a Marxist, the changing function of Historic Marxism, class consciousness, and the ...",
        "History and Class Consciousness: Studies in Marxist Dialectics. By Georg Lukács, trans. Rodney Livingstone. London: Merlin Press, 1971. Pp. xxxix, 356. £2.50. [REVIEW]Joseph Bien - 1972 - Dialogue 11 (4):637-639. Book reviews : Capitalism and modern social theory: An analysis of the writings of Marx, Durkheim and Weber.",
        "Images of society: Essays on the sociological theories of tocqueville, Marx and Durkheim. By Gianfranco Poggi. Stanford and London: Oxford university press, 1972. Pp. XVI+ 267. $8.95. History and class consciousness: Studies in Marxist dialectics. By Georg Lukács.",
        "“Objective Possibility” in Lukács’s History and Class Consciousness.Tyrus Miller - 2024 - Open Philosophy 7 (1):161-518. The Philosophical Leninism and Eastern 'Western Marxism' of Georg Lukács.Joseph Fracchia - 2013 - Historical Materialism 21 (1):69-93."
      ]
    },
    {
      "title": "A. Arato, Lukacs' Path to Marxism",
      "url": "https://philpapers.org/rec/ARALPT-2",
      "philpapers_id": "ARALPT",
      "snippet": "Marxism and Subjectivity Remarks on Georg Lukacs and Existential Phenomenology.James Miller - 1970 - Telos: Critical Theory of the Contemporary 1970 (6):175-183. Marxism &amp; Totality: The Adventures of a Concept from Lukacs to Habermas.G.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "A. Arato"
        }
      ],
      "extra_snippets": [
        "Michael Lowy, \"Georg Lukacs - From Romanticism to Bolshevism\" & Andrew Arato and Paul Breines, \"The Young Lukacs and the Origins of Western Marxism\".Robert Anchor - 1981 - Telos: Critical Theory of the Contemporary 48.",
        "Hegel, Lukacs and Korsch: On the Emancipatory Significance of the Dialectic in Critical Marxism.Furio Cerutti - 1975 - Telos: Critical Theory of the Contemporary 1975 (26):165-174. Towards a Critique of Automatic Marxism: The Politics of Philosophy from Lukacs to the Frankfurt School.R. Jacoby - 1971 - Télos 1971 (10):119-146. Eugene Lunn, \"Marxism and Modernism: An Historical Study of Lukacs, Brecht, Benjamin, and Adorno\"; Richard Wolin, \"Walter Benjamin: An Aesthetic of Redemption\"; Stephen E.",
        "Bronner and Douglas Kellner, eds., \"Passion and Rebellion: the Expressionist Heritage\".David Gross - 1984 - Telos: Critical Theory of the Contemporary 59. The maturity of Lukacs+ marxism and the philosophy of Lukacs.Vittoria Franco - 1985 - Giornale Critico Della Filosofia Italiana 5 (1):151-156."
      ]
    },
    {
      "title": "Michael J. Thompson, Adorno's Reception of Weber and Lukács",
      "url": "https://philpapers.org/rec/THOARO-16",
      "philpapers_id": "THOARO",
      "snippet": "He develops his critique of the “totally administered society” as a confluence of Weber&#x27;s rationalization thesis as well as Lukács&#x27; theory of reification of consciousness due to the penetration of the commodity form into everyday life.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael J. Thompson"
        }
      ],
      "extra_snippets": [
        "Reification in the age of climate catastrophe: After Gillian Rose's critique of Marxism.J. M. Bernstein - 2025 - Thesis Eleven 186 (1):30-60. Lukacs' Theory of Reification.Andrew Arato - 1972 - Telos: Critical Theory of the Contemporary 1972 (11):25-66.",
        "The work of Max Weber and Georg Lukács were dual influences that shaped much of Adorno's own work. He develops his critique of the “totally administered society” as a confluence of Weber's rationalization thesis as well as Lukács' theory of reification of consciousness due to the penetration of the commodity form into everyday life.",
        "I then show how his later projects of Negative Dialectics and Aesthetic Theory seek to protect the subject from these trends and then reflect on how Adorno's ideas can be brought together with Lukács' later ideas about social ontology in order to glimpse a broader concept of Critical Theory.",
        "Critical Theory and the Rationalization of Society.Hugh Wallace Baxter - 1985 - Dissertation, Yale University · What is reification in Georg Lukács’s early Marxist work?Konstantinos Kavoulakos - 2020 - Thesis Eleven 157 (1):41-59."
      ]
    },
    {
      "title": "Juergen Habermas, Jurgen Habermas on Society and Politics: A Reader",
      "url": "https://philpapers.org/rec/HABJHO",
      "philpapers_id": "HABJHO",
      "snippet": "Here for the first time are Habermas&#x27;s most important writings on society, the state, and social theory collected in one volume. For more than three decades Habermas has consistently attempted to supply foundations for a reconstructed Marxist social theory that provides a critical analysis of modernity.",
      "page_age": null,
      "extra_snippets": [
        "Here for the first time are Habermas's most important writings on society, the state, and social theory collected in one volume. For more than three decades Habermas has consistently attempted to supply foundations for a reconstructed Marxist social theory that provides a critical analysis of modernity.",
        "This carefully edited volume includes selections from Habermas's earliest works through his most recent: essays on the aim of social science, the structure of a theory of action and society, the development of modern society, psychoanalysis, and the crisis of the welfare state.",
        "Habermas, modernity, and law.Mathieu Deflem (ed.) - 1996 - Thousand Oaks, Calif.: Sage Publications. Critical Theory and Public Life.John F.",
        "Basic Characteristics of Habermas’s Theoretical Oeuvre.Kire Sharlamanov - 2024 - In Habermas between Critical Theory and Liberalism. Cham: Springer Nature Switzerland."
      ]
    },
    {
      "title": "Pamela Ann Parker, Lukacs on Kant: A Study in Dialectical Materialism",
      "url": "https://philpapers.org/rec/PARLOK",
      "philpapers_id": "PARLOK",
      "snippet": "This resolution is based on the concept of concrete totality. This concept is both Hegelian and Marxist, and is the centerpiece of Lukacs&#x27;s particular Marxist position in History and Class Consciousness.",
      "page_age": null,
      "extra_snippets": [
        "This resolution is based on the concept of concrete totality. This concept is both Hegelian and Marxist, and is the centerpiece of Lukacs's particular Marxist position in History and Class Consciousness. He takes this position in response to revisionist Marxism.",
        "The Lukacs Reader.Arpad Kadarkay - 1995 - Wiley.",
        "A Review Of Young Lukács' Totality-dialectic.",
        "What is reification in Georg Lukács’s early Marxist work?Konstantinos Kavoulakos - 2020 - Thesis Eleven 157 (1):41-59."
      ]
    },
    {
      "title": "Joseph Heath, Habermas and analytical Marxism",
      "url": "https://philpapers.org/rec/HEAHAA",
      "philpapers_id": "HEAHAA",
      "snippet": "In particular, in their efforts to update Marxism, both Habermas and the analytical Marxists managed to talk themselves out of being Marxists in any recognizable sense of the term. This is a noteworthy outcome, given the differences in their points of departure. This article tracks the intellectual history of these two movements, in order to identify the tendencies that pushed this rather disparate group of theorists in the same direction",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Joseph Heath"
        }
      ],
      "extra_snippets": [
        "John Roemer once described the ‘intellectual foundations’ of analytical Marxism as the recognition that, despite having a valid core, Marxism rested upon outdated social science. The solution, he believed, was to update the theory ‘using state-of-the-art methods of analytical philosophy and “positivist” social science’. If one takes this definition literally, Jürgen Habermas’ early work qualifies as that of an analytical Marxist.",
        "In particular, in their efforts to update Marxism, both Habermas and the analytical Marxists managed to talk themselves out of being Marxists in any recognizable sense of the term. This is a noteworthy outcome, given the differences in their points of departure. This article tracks the intellectual history of these two movements, in order to identify the tendencies that pushed this rather disparate group of theorists in the same direction",
        "Analytical Marxism, Political Power, and the Strategic Question of Socialist Reform in the Early 21st Century.Jarryd Louw - 2025 - Dissertation, Australian National University · Added to PP 2010-09-14 Downloads 267 (#136,361) 6 months 38 (#136,642) ... University of Toronto, St. George Campus · Reifying and reconciling class conflict: From Hegel’s estates through Habermas’ interchange roles.Todd Hedrick - 2013 - European Journal of Social Theory 16 (4):511-529.",
        "Jürgen Habermas capitalism egalitarianism exploitation functionalism rational choice theory analytical Marxism"
      ]
    },
    {
      "title": "R. S., Lukács, Marx and the Sources of Critical Theory",
      "url": "https://philpapers.org/rec/SLMA-4",
      "philpapers_id": "SLMA",
      "snippet": "In less complex terms, Feenberg recommends the development, from elements of Marxist and Lukácsian doctrines, of a &quot;non-creationist concept of practice&quot;, i.e., one in which nature is not created by man, a concept that is also not pure objectivism, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "R. S."
        }
      ],
      "extra_snippets": [
        "The main purpose of this book is to offer a comparative evaluation of the early works of Marx and Lukács, \"these two most important texts of 'unorthodox' Marxism\". Feenberg refers here to the Economic and Philosophical Manuscripts on the one hand, and History and Class Consciousness on the other.",
        "Book reviews : Lukács, Marx and the sources of critical theory. By Andrew Feenberg. Rowman and Littlefield, philosophy and society series, 1981. Pp. XIV + 286. $25.40. [REVIEW]Jeanne Schuler - 1985 - Philosophy of the Social Sciences 15 (2):221-224. Book Reviews: INTRODUCTION TO CRITICAL THEORY, HORKHEIMER TO HABERMAS by David Held, Hutchinson, London: 1980 pp 511 £5.95 LUKACS, MARX AND THE SOURCES OF CRITICAL THEORY by Andrew Feenberg, Oxford: Martin Robertson 1981, pp 286 + xiv £15.00.",
        "To proceed directly to his conclusion, Feenberg's analyses culminate in the recommendation of a synthesis between Marx's concept of the internal relation between subject and object, or their participatory identity, and Lukács' mediation-theory of rationality, according to which reification is an intrinsic element at the dialectical level of reason, which is thus a mediation of nature on the one hand, and the subject-object relation on the other.",
        "In less complex terms, Feenberg recommends the development, from elements of Marxist and Lukácsian doctrines, of a \"non-creationist concept of practice\", i.e., one in which nature is not created by man, a concept that is also not pure objectivism, i.e., that prevents a complete identity of subject and object."
      ]
    },
    {
      "title": "Raymond Boudon, Mohamed Cherkaoui & Jeffrey Alexander (eds.), The classical tradition in sociology: the European tradition",
      "url": "https://philpapers.org/rec/BOUTCT",
      "philpapers_id": "BOUTCT",
      "snippet": "The contributions of the Durkheimian Tradition, Mauss, Mannheim, Lukacs, Gramsci and British sociology are presented. The volume provides a synoptic view of the diversity and emerging complexity of European sociology. Volume 4 identifies the main developments from post-industrial theory to the present day. The volume includes commentaries on the work of Aron, Foucault, Habermas, Giddens, Bourdieu, Boudon and Gellner.",
      "page_age": null,
      "extra_snippets": [
        "The contributions of the Durkheimian Tradition, Mauss, Mannheim, Lukacs, Gramsci and British sociology are presented. The volume provides a synoptic view of the diversity and emerging complexity of European sociology. Volume 4 identifies the main developments from post-industrial theory to the present day. The volume includes commentaries on the work of Aron, Foucault, Habermas, Giddens, Bourdieu, Boudon and Gellner.",
        "Language, self, and lifeworld in Habermas'sTheory of Communicative Action.",
        "Theories of Distinction: Redescribing the Descriptions of Modernity.Niklas Luhmann & William Rasch - 2002 - Stanford University Press.",
        "Theorizing Classical Sociology.Larry J."
      ]
    },
    {
      "title": "Frédéric Vandenberghe, A philosophical history of German sociology",
      "url": "https://philpapers.org/rec/VANAPH",
      "philpapers_id": "VANAPH",
      "snippet": "Introduction -- 1e Intermed consid -- Marx -- Simmel -- Weber -- Lukács -- 2e intermed consid -- Horkheimer -- Adorno -- 3e intermed consid -- Habermas I -- Habermas II -- Habermas III -- Conclusion -- Postscript -- Bibliography. ... Sociology History. Critical theory Marxian school of sociology",
      "page_age": null,
      "extra_snippets": [
        "Introduction -- 1e Intermed consid -- Marx -- Simmel -- Weber -- Lukács -- 2e intermed consid -- Horkheimer -- Adorno -- 3e intermed consid -- Habermas I -- Habermas II -- Habermas III -- Conclusion -- Postscript -- Bibliography. ... Sociology History. Critical theory Marxian school of sociology",
        "The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964).Luca Corchia - 2015 - Journal of Classical Sociology 15 (1):191-208. Social theory: a textbook.Carsten B. Laustsen - 2017 - New York: Routledge, Taylor & Francis Group.",
        "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
        "Rethinking the Communicative Turn: Adorno, Habermas, and the Problem of Communicative Freedom.Martin Morris - 2001 - SUNY Press. Added to PP 2009-01-28 Downloads 42 (#549,461) 6 months 1 (#1,746,700) ... The Social as Heaven and Hell: Pierre Bourdieu's Philosophical Anthropology.Gabriel Peters - 2012 - Journal for the Theory of Social Behaviour 42 (1):63-86."
      ]
    },
    {
      "title": "Tom Rockmore, Irrationalism: Lukács and the Marxist view of reason",
      "url": "https://philpapers.org/rec/ROCILA",
      "philpapers_id": "ROCILA",
      "snippet": "INTRODUCTION Irrationalism: Lukacs and the Marxist View of Reason At the very least, Karl Marx and Marxism are committed to a form of con textual ism, ...",
      "page_age": null,
      "extra_snippets": [
        "Brecht and Lukács as teachers of Feyerabend and Lakatos: the Feyerabend-Lakatos debate as scientific recapitulation of the Brecht- Lukács debate.Val Dusek - 1998 - History of the Human Sciences 11 (2):25-44.",
        "Lukács’ antinomic ‘standpoint of the proletariat’: From philosophical to socio-historical determination.Aaron Jaffe - 2020 - Thesis Eleven 157 (1):60-79.",
        "Lukács and the Marxist View of Reason.Martin Donougho - 1995 - Review of Metaphysics 49 (1):159-159. Prendi e leggi: il pensiero dell'Occidente tra ragione e follia.Francesca Campana Comparini - 2014 - Roma: Castelvecchi. Alienatory reason.Michael Landmann - 1978 - Normal, Ill.: Applied Literature Press. German Irrationalism During Weimar.Burghard Schmidt - 1985 - Telos: Critical Theory of the Contemporary 1985 (65):87-96."
      ]
    },
    {
      "title": "Michael Löwy, Georg Lukács: from romanticism to Bolshevism",
      "url": "https://philpapers.org/rec/LWYGLF",
      "philpapers_id": "LWYGLF",
      "snippet": "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. What is Reification? A Critique of Axel Honneth.Timo Jütten - 2010 - Inquiry: An Interdisciplinary Journal of Philosophy 53 (3):235-256. The Philosophical Leninism and Eastern &#x27;Western Marxism&#x27; of Georg Lukács.Joseph Fracchia - 2013 - Historical Materialism 21 (1):69-93.",
      "page_age": null,
      "extra_snippets": [
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. What is Reification? A Critique of Axel Honneth.Timo Jütten - 2010 - Inquiry: An Interdisciplinary Journal of Philosophy 53 (3):235-256. The Philosophical Leninism and Eastern 'Western Marxism' of Georg Lukács.Joseph Fracchia - 2013 - Historical Materialism 21 (1):69-93.",
        "Michael Lowy, \"Georg Lukacs - From Romanticism to Bolshevism\" & Andrew Arato and Paul Breines, \"The Young Lukacs and the Origins of Western Marxism\".Robert Anchor - 1981 - Telos: Critical Theory of the Contemporary 48.",
        "Book Reviews : Michael Lowy, Georg Lukacs: From Romanticism to Bolshevism, New Left Books, London, 1979 (rrp A$32.00). Andrew Arato & Paul Breines, The Young Lukacs and the Origins of Western Marxism, Pluto Press, London, 1979 (rrp A$14.95). [REVIEW]John Murphy - 1981 - Thesis Eleven 3 (1):181-187. Politische Theorie von Georg Lukács: Struktur u.",
        "Pour une sociologie des intellectuels révolutionnaires: l'évolution politique de Lukacs, 1909-1929.Michael Löwy - 1976 - Paris: Presses universitaires de France. Georg Lukács.Ehrhard Bahr - 1972 - New York,: Ungar. Edited by Ruth Goldschmidt Kunzer. Michael Löwy, exégeta de Walter Benjamin.Blanca Fernández García - 2019 - In Blanca Fernández García & Antonio Gómez L.-Quiñones, La lupa roja: ensayos sobre hermenéutica y marxismo."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
