{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Eurocentrism Habermas Weber modernization",
  "results": [
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
        "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52. The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory.",
        "Max Weber and Postmodern Theory: Rationalization versus Re-enchantment.N. Gane - 2002 - Springer. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)"
      ]
    },
    {
      "title": "Reihan Salam, Habermas vs. Weber on democracy",
      "url": "https://philpapers.org/rec/SALHVW",
      "philpapers_id": "SALHVW",
      "snippet": "Habermas endorses democracy as a way to rescue modern life from the economic and bureaucratic compulsion that Weber saw as an inescapable condition of modernity. This rescue mission requires that Habermas ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Reihan Salam"
        }
      ],
      "extra_snippets": [
        "But Habermas overlooks the opaque nature of our interests under complex modern conditions, and the difficulty of even knowing what the modern state is doing—let alone judging whether what it is doing serves our interests well. These overlooked sources of public ignorance buttress Weber's more pessimistic understanding of democracy, and like the theatrics surrounding popular sovereignty, public ignorance both enables and masks the autonomy that allows state officials and non‐state opinion leaders to shape public policy undemocratically.",
        "Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre.Keith Breen - 2012 - Burlington, VT: Ashgate.",
        "Weber, Habermas, and the transformations of the european state: Constitutional, social, and supranational democracy. By John P. McCormick.Anthony J. Carroll - 2007 - Heythrop Journal 48 (6):1013–1014. Modernization, Rights, and Democratic Society: The Limits of Habermas’s Democratic Theory.",
        "Habermas II.David Rasmussen & James Swindal (eds.) - 2009 - Los Angeles: SAGE. Weber: political writings.Max Weber - 1994 - New York: Cambridge University Press."
      ]
    },
    {
      "title": "David S. Owen, Habermas's Developmental Logic Thesis: Universal or Eurocentric?",
      "url": "https://philpapers.org/rec/OWEHDL",
      "philpapers_id": "OWEHDL",
      "snippet": "On Juren Habermas’s Misinterpretation of J.L. Austin.Aydan Turanl - 2008 - Proceedings of the Xxii World Congress of Philosophy 39:237-243. Eurocentrism beyond the ‘universalism vs.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David S. Owen"
        }
      ],
      "extra_snippets": [
        "Exploring Habermas’s Critical Engagement with Chomsky.Marianna Papastephanou - 2012 - Human Studies 35 (1):51-76. Modernity, Ambivalence and the Gardening State.Tilman Schiel - 2005 - Thesis Eleven 83 (1):78-89.",
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "Jurgen Habermas: Da Pragmática Universal í Ambiguidade Transcendental.Jaime Biella - 1995 - Princípios 2 (2):46-55.",
        "Habermas II.David Rasmussen & James Swindal (eds.) - 2009 - Los Angeles: SAGE."
      ]
    },
    {
      "title": "Richard J. Bernstein (ed.), Habermas and modernity",
      "url": "https://philpapers.org/rec/BERHAM",
      "philpapers_id": "BERHAM",
      "snippet": "All of these essays focus on the concept of modernity in the philosophical work of Jurgen Habermas - an ambitious and carefully argued intellectual project that invites, indeed demands, rigorous scrutiny. Following an introductory overview of Habermas&#x27;s work by Richard Bernstein, Albrecht Wellmer&#x27;s essay places the philosopher within the tradition of Hegel, Marx, Weber, and Critical Theory.",
      "page_age": null,
      "extra_snippets": [
        "All of these essays focus on the concept of modernity in the philosophical work of Jurgen Habermas - an ambitious and carefully argued intellectual project that invites, indeed demands, rigorous scrutiny. Following an introductory overview of Habermas's work by Richard Bernstein, Albrecht Wellmer's essay places the philosopher within the tradition of Hegel, Marx, Weber, and Critical Theory.",
        "Martin Jay discusses Habermas's views on art and aesthetics, and Joel Whitebook examines his interpretations of Freud and psychoanalysis, Anthony Giddens offers a critical reading of Habermas's major work, \"The Theory of Communicative Action. Richard Rorty criticizes the whole thrust of his program by way of a comparison with the work of the French philosopher of postmodernity, Jean-Francois Lyotard. And Thomas McCarthy concentrates on the question of the selectivity of rationalization processes in the modern age.",
        "Richard J. Bernstein is T. Wistar Brown Professor of Philosophy at Haverford College. He was editor of the journal \"Praxis International, in which these essays recently appeared. \"Habermas and Modernity \"is included in the series Studies in contemporary German Social Thought, edited by Thomas McCarthy.",
        "Richard J. Bernstein.Brendan Hogan - 2005 - In John R. Shook & Richard T. Hull, The dictionary of modern American philosophers. Bristol: Thoemmes Continuum. Habermas, critical debates.John B."
      ]
    },
    {
      "title": "Raymond A. Morrow, Habermas, Eurocentrism and education : the indigenous knowledge debate",
      "url": "https://philpapers.org/rec/MORHEA",
      "philpapers_id": "MORHEA",
      "snippet": "Learning democratic reason : the adult education project of Jürgen Habermas.Stephen Brookfield - 2010 - In Mark Murphy &amp; Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge. Education, knowledge, and truth: beyond the postmodern impasse.David Carr (ed.) - 1998 - New York: Routledge. Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Raymond A. Morrow"
        }
      ],
      "extra_snippets": [
        "In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge (2010) ... This article has no associated abstract. (fix it) ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge.",
        "Learning democratic reason : the adult education project of Jürgen Habermas.Stephen Brookfield - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge. Education, knowledge, and truth: beyond the postmodern impasse.David Carr (ed.) - 1998 - New York: Routledge. Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg.",
        "Forms of rationality and public sector reform : Habermas, education and social policy.Mark Murphy - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education."
      ]
    },
    {
      "title": "Keith Breen, Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre",
      "url": "https://philpapers.org/rec/BREUWS",
      "philpapers_id": "BREUWS",
      "snippet": "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt ...",
      "page_age": null,
      "extra_snippets": [
        "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt on modern oblivion and the promise of politics -- Judging Arendt: citizenship, action and the scope of politics -- The new dark age: MacIntyre on bureaucratic individualism and the hope for an ethical polity -- Engaging MacIntyre: flourishing, modernity and political struggle -- Closing reflections: ethics, politics and strategy in the present.",
        "Politics and Modernity: History of the Human Sciences Special Issue.Irving History of the Human Sciences, Robin Velody & Williams - 1993 - SAGE Publications. Lying and history.Cathy Caruth - 2010 - In Roger Berkowitz (ed.), Thinking in Dark Times: Hannah Arendt on Ethics and Politics. New York: Fordham University Press. The separation between ethics and politics: Max Weber on ancient Judaism and modernity.Eyal Chowers - 2022 - European Journal of Social Theory 25 (3):477-495.",
        "Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press.",
        "Promising and Civil Disobedience: Arendt’s Political Modernism.J. M. Bernstein - 2010 - In Roger Berkowitz (ed.), Thinking in Dark Times: Hannah Arendt on Ethics and Politics. New York: Fordham University Press."
      ]
    },
    {
      "title": "Vidhu Verma, Public Religions in a Postsecular Era: Habermas and Gandhi on Revisioning the Political",
      "url": "https://philpapers.org/rec/VERPRI-2",
      "philpapers_id": "VERPRI",
      "snippet": "An embedded ideology of the religious-secular binary in its various forms has assumed currency in recent continental and Anglo-American political thought. This ideology highlights the difference between religion under modernization, broadly defined by the secularization thesis, and that of religious revival in a period characterized by postsecularism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Vidhu Verma"
        }
      ],
      "extra_snippets": [
        "An embedded ideology of the religious-secular binary in its various forms has assumed currency in recent continental and Anglo-American political thought. This ideology highlights the difference between religion under modernization, broadly defined by the secularization thesis, and that of religious revival in a period characterized by postsecularism.",
        "Habermas and the `Post-Secular Society'.Austin Harrington - 2007 - European Journal of Social Theory 10 (4):543-560.",
        "Habermas and Religion.Craig Calhoun, Eduardo Mendieta & Jonathan VanAntwerpen (eds.) - 2012 - Malden, MA: Polity.",
        "Found in Translation: Habermas and Anthropotechnics.Matteo Bortolini - 2017 - The European Legacy 22 (5):583-599."
      ]
    },
    {
      "title": "Max Weber, Remarks on Technology and Culture",
      "url": "https://philpapers.org/rec/WEBROT-3",
      "philpapers_id": "WEBROT",
      "snippet": "Referring to the capitalist development of antiquity as an illustration, Weber argues for a factually precise conception of technology and against a Marxist definition in terms of economic causality or property relations. Turning to the influence of technology in the development of formal aesthetic values, his primary emphasis is on how the modern metropolis gives rise to new forms of literature, painting, architecture and especially orchestral music.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Max Weber"
        }
      ],
      "extra_snippets": [
        "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "Referring to the capitalist development of antiquity as an illustration, Weber argues for a factually precise conception of technology and against a Marxist definition in terms of economic causality or property relations. Turning to the influence of technology in the development of formal aesthetic values, his primary emphasis is on how the modern metropolis gives rise to new forms of literature, painting, architecture and especially orchestral music.",
        "Max Weber's Dissertation.Lutz Kaelber - 2003 - History of the Human Sciences 16 (2):27-56.",
        "Max Weber and the Iron Cage of Technology.Terry Maley - 2004 - Bulletin of Science, Technology and Society 24 (1):69-86."
      ]
    },
    {
      "title": "Jürgen Habermas, Modernity versus postmodernity",
      "url": "https://philpapers.org/rec/HABMVP",
      "philpapers_id": "HABMVP",
      "snippet": "Karl Polanyi and the Modernity-versus-Postmodernity Debate.Eyüp Özveren - 2007 - The European Legacy 12 (5):549-564. Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.)",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
        "An Allegory of Modernity/Postmodernity: Habermas and Derrida.Lasse Thomassen - 2019 - In The Derrida - Habermas Reader. Edinburgh: Edinburgh University Press.",
        "Reason and Aesthetics between Modernity and Postmodernity: Habermas and Rorty.Richard Shusterman - 2001 - In Matthew Festenstein & Simon Thompson, Richard Rorty: Critical Dialogues.",
        "Habermas and Lyotard on Postmodernity. _____ - 1985 - In Richard J. Bernstein, Habermas and modernity."
      ]
    },
    {
      "title": "Jürgen Habermas, The New Conservatism: Cultural Criticism and the Historians' Debate",
      "url": "https://philpapers.org/rec/HABTNC",
      "philpapers_id": "HABTNC",
      "snippet": "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany&#x27;s Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the Unfinished Project of Democracy.David Ingram - 2005 - Human Studies 28 (2):223-225.",
      "page_age": null,
      "extra_snippets": [
        "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany's Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the Unfinished Project of Democracy.David Ingram - 2005 - Human Studies 28 (2):223-225.",
        "Neoconservatism.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press.",
        "Rationalisation.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press.",
        "The philosopher as engaged citizen: Habermas on the role of the public intellectual in the modern democratic public sphere.Peter J."
      ]
    },
    {
      "title": "J. Habermas, The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness",
      "url": "https://philpapers.org/rec/HABTDO-3",
      "philpapers_id": "HABTDO",
      "snippet": "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres. This theoretical perspective allows Weber to conduct his analysis simultaneously on two levels: first, from the point of view of universal-historic emergence of modern structures of consciousness; second, from the point of view of embodiment of these structures of rationality in social institutions.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres. This theoretical perspective allows Weber to conduct his analysis simultaneously on two levels: first, from the point of view of universal-historic emergence of modern structures of consciousness; second, from the point of view of embodiment of these structures of rationality in social institutions.",
        "Max Weber structures of rationality disenchantment of religious worldviews values protestant ethics capitalistic economy modern state formal law purposive rationality ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "Rationalisation.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press. pp. 57-63. The Power of the Sacred.Joshua Derman, Peter E. Gordon, Axel Honneth, Daniela K. Helbig, Hans Joas, Lawrence A. Scaff, Christopher A. McAuley, Sam Whimster, Edith Hanke, Stephen Turner, Isaac Ariail Reed & Julia Adams - 2025 - In Joshua Derman & Peter Eli Gordon, Max Weber at 100: legacies and prospects.",
        "Max Weber’s rationalization processes disenchantment, alienation, or anomie?Christian Etzrodt - 2024 - Theory and Society 53 (3):653-671. Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press."
      ]
    },
    {
      "title": "Shijun Tong, The Dialectics of Modernization: Habermas and the Chinese Discourse of Modernization",
      "url": "https://philpapers.org/rec/TONTDO-4",
      "philpapers_id": "TONTDO",
      "snippet": "Jurgen Habermas rarely mentioned China and the developing countries. This book demonstrates that Habermas&#x27; theory of modernity and modernization, based on his theory of communicative action, is more relevant to China ...",
      "page_age": null,
      "extra_snippets": [
        "Jurgen Habermas rarely mentioned China and the developing countries. This book demonstrates that Habermas' theory of modernity and modernization, based on his theory of communicative action, is more relevant to China than any other theory of modernization.",
        "Habermas, Jürgen.Max Cherem - 2016 - Internet Encyclopedia of Philosophy. From revolution to modernization: The paradigmatic transition in chinese historiography in the reform era.Huaiyin Li - 2010 - History and Theory 49 (3):336-360. Max Weber’s Theory of Rationalization.J.",
        "Habermas' theory provides a better conceptual basis for a new and rewarding interpretation of the Chinese discourse of modernization that finally led to the idea of socialist modernization with Chinese characteristics.",
        "Modernity and morality in Habermas's discourse ethics.James Gordon Finlayson - 2000 - Inquiry: An Interdisciplinary Journal of Philosophy 43 (3):319 – 340. Modernization of Law in China – its Meaning, Achievements, Obstacles and Prospect.Qingbo Zhang - 2012 - ProtoSociology 29:41-55."
      ]
    },
    {
      "title": "Wolfgang Schluchter, Paradoxes of modernity: culture and conduct in the theory of Max Weber",
      "url": "https://philpapers.org/rec/SCHPOM",
      "philpapers_id": "SCHPOM",
      "snippet": "One of the world&#x27;s pre-eminent Max Weber scholars here presents a comprehensive analysis of Weber&#x27;s ambiguous stance toward modernity considered from a normative, theoretical, and historical point of view.",
      "page_age": null,
      "extra_snippets": [
        "One of the world's pre-eminent Max Weber scholars here presents a comprehensive analysis of Weber's ambiguous stance toward modernity considered from a normative, theoretical, and historical point of view. The book is in two parts. Part I scrutinises Weber's world view.",
        "Max Weber's Theory of Modernity: The Endless Pursuit of Meaning.Michael John Symonds - 2015 - Burlington, VT: Routledge. The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "On the basis of his thinking about the meaning and inter-relationships of science, politics, and ethics in the modern era, Weber is seen as the embodiment of a social scientist and political thinker who exposes himself to intellectual risks and existential tensions while resisting final solutions.",
        "This reconstruction of Weber's work on religion emphasises its interplay between religion, economy, politics, and law. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber."
      ]
    },
    {
      "title": "David Owen, Maturity and modernity: Nietzsche, Weber, Foucault, and the ambivalence of reason",
      "url": "https://philpapers.org/rec/OWEMAM",
      "philpapers_id": "OWEMAM",
      "snippet": "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent critique. David Owen clarifies the relationship between these thinkers and responds to Habermas&#x27; (and Dews&#x27;) charge that these thinkers are nihilists and that their approach is philosophically incoherent and practically irresponsible by showing how genealogy as a practical activity is directed toward the achievements of human autonomy.",
      "page_age": null,
      "extra_snippets": [
        "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent critique. David Owen clarifies the relationship between these thinkers and responds to Habermas' (and Dews') charge that these thinkers are nihilists and that their approach is philosophically incoherent and practically irresponsible by showing how genealogy as a practical activity is directed toward the achievements of human autonomy.",
        "The history and critique of modernity: Dewey with Foucault against Weber.Colin Koopman - manuscript · Nietzsche and Sociology: Prophet of Affirmation.Anas Karzai (ed.) - 2019 - Lexington Books. Critique is a thing of this world: Towards a genealogy of critique.Tom Boland - 2014 - History of the Human Sciences 27 (1):108-123. Foucault contra Habermas: recasting the dialogue between genealogy and critical theory.Samantha Ashenden & David Owen (eds.)",
        "Liberalism after Nietzsche and Weber.Barry Stocker - 1997 - Angelaki 2 (2):129 – 140. The Ambiguity of the Modern: Nietzsche, Weber, Foucault and the Fate of the Subject in Modernity.Roger David Owen - 1989 - Dissertation, University of Durham (United Kingdom)",
        "David Owen, Maturity and Modernity: Nietzsche, Weber, Foucault and the ambivalence of reason."
      ]
    },
    {
      "title": "Vittorio Cotesta, The Axial Age and Modernity",
      "url": "https://philpapers.org/rec/COTTAA",
      "philpapers_id": "COTTAA",
      "snippet": "This essay highlights the theoretical relations between Weber, Jaspers and Eisenstadt on the issue of the axial age and modernity. For Weber Modernity is an “axial age” but also an event ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Vittorio Cotesta"
        }
      ],
      "extra_snippets": [
        "This essay highlights the theoretical relations between Weber, Jaspers and Eisenstadt on the issue of the axial age and modernity. For Weber Modernity is an “axial age” but also an event in the history of Western rationalization. So we can’t say which is his idea on this topic.",
        "The axial age and multiple modernities philosophical reflections on the universal claims of European civilization.Hans Schelkshorn - 2023 - In Ľubomír Dunaj, Jeremy Smith & Kurt Cihan Murat Mertel (eds.), Civilization, modernity, and critique: engaging Jóhann P. Árnason's macro-social theory. New York, NY: Routledge, Taylor & Francis Group. Which Axial Age, whose rituals? Habermas and Jaspers on the ‘spiritual’ situation of the present age.Martin Beck Matuštík - 2021 - Philosophy and Social Criticism 47 (6):753-766. Karl Jaspers on Paradigmatic Individuals: A Complement to His Concept of the Axial Age and a Subtype of Weber's Concept of Charisma.Victor Lidz - 2021 - In Said Amir Arjomand & Stephen Kalberg (eds.), From world religions to axial civilizations and beyond.",
        "Myth, Modernity, and the Legacy of the Axial Age: Taylor, Habermas, Assmann, and Jaspers.Carmen Lea Dege - 2023 - Journal of the History of Ideas 84 (4):743-773.",
        "Modernity can’t be an “axial age” because it took place in the West and only after in these three civilizations. For Eisenstadt, on the contrary, modernity is a second “axial age”. He thinks the XX and the XXI century as an era of multiple modernities."
      ]
    },
    {
      "title": "Jürgen Habermas, The Rationalization of the Lifeworld [1981]",
      "url": "https://philpapers.org/rec/HABTRO",
      "philpapers_id": "HABTRO",
      "snippet": "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Introduction to Habermas.Sandro Segre (ed.) - 2013 - Upa. Max Weber’s Theory of Rationalization.J.",
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "The Dialectics of Rationalization: An Interview with Jurgen Habermas.Jurgen Habermas - 1981 - Telos: Critical Theory of the Contemporary 49.",
        "The Dialectics of Rationalization: An Interview with Jürgen Habermas.Axel Honneth - 1981 - Telos: Critical Theory of the Contemporary 49:5."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
