{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber colonization lifeworld system pathology",
  "results": [
    {
      "title": "James Craig Hanks, Juergen Habermas and the Colonization of the Lifeworld",
      "url": "https://philpapers.org/rec/HANJHA",
      "philpapers_id": "HANJHA",
      "snippet": "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and &#x27;one dimensionalization&#x27; . More recently Jurgen Habermas has described the &#x27;colonization of the lifeworld&#x27;.",
      "page_age": null,
      "extra_snippets": [
        "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and 'one dimensionalization' . More recently Jurgen Habermas has described the 'colonization of the lifeworld'. Each of these theorists argues that social and political philosophy has two primary tasks.",
        "In his account of 'the colonization of the lifeworld', Habermas attempts to explain the relation between being and consciousness in terms of his theory of communicative action and to locate possible points of social and political crisis in advanced capitalist society.",
        "Refiguring Critical Theory: Jyrgen Habermas and the Possibilities of Political Change.Craig J. Hanks (ed.) - 2002 - Upa. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University · The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada) A defense of the lifeworld.Amelia M."
      ]
    },
    {
      "title": "Timo Jütten, The Colonization Thesis: Habermas on Reification",
      "url": "https://philpapers.org/rec/JTTTCT",
      "philpapers_id": "JTTTCT",
      "snippet": "Abstract According to Habermas&#x27; colonization thesis, reification is a social pathology that arises when the communicative infrastructure of the lifeworld is &#x27;colonized&#x27; by money and power.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Timo Jütten"
        }
      ],
      "extra_snippets": [
        "Abstract According to Habermas' colonization thesis, reification is a social pathology that arises when the communicative infrastructure of the lifeworld is 'colonized' by money and power. In this paper I argue that, thirty years after the publication of the Theory of Communicative Action, this thesis remains compelling.",
        "Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "Juergen Habermas and the Colonization of the Lifeworld.James Craig Hanks - 1991 - Dissertation, Duke University",
        "However, while Habermas offers a functionalist explanation of reification, his normative criticism of it remains largely implicit: he never explains what is wrong with reification from the perspective of the people whose social relations are reified. As a result, Habermas cannot explain why only some forms of colonization lead to reification effects."
      ]
    },
    {
      "title": "Ilsup Ahn, Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr",
      "url": "https://philpapers.org/rec/AHNDOT",
      "philpapers_id": "AHNDOT",
      "snippet": "The exclusion of money and power ... of lifeworld by system&#x27; by giving us the impression that the delinguistified media are the main culprit of colonizing the lifeworld....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ilsup Ahn"
        }
      ],
      "extra_snippets": [
        "The exclusion of money and power from the domain of moral discourse has also motivated Habermas to develop an idea of `colonization of lifeworld by system' by giving us the impression that the delinguistified media are the main culprit of colonizing the lifeworld.",
        "I also develop the argument that in order to `decolonize' the colonized lifeworld, we need the substantive ethical ideals as well as the communicatively established law to guide the moral conduct of these system managers. ... Jürgen Habermas Reinhold Niebuhr decolonization justice lifeworld love money power system colonization",
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. A defense of the lifeworld.Amelia M.",
        "Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification.Roderick Condon - 2021 - European Journal of Social Theory 24 (4):507-525. From species ethics to social concerns: Habermas’s critique of “liberal eugenics” evaluated.Vilhjálmur Árnason - 2014 - Theoretical Medicine and Bioethics 35 (5):353-367. Lifeworld and systems in the digital economy.Dave Elder-Vass - 2018 - European Journal of Social Theory 21 (2):227-244."
      ]
    },
    {
      "title": "Jeffrey Flynn, System and lifeworld in Habermas' theory of democracy",
      "url": "https://philpapers.org/rec/FLYSAL",
      "philpapers_id": "FLYSAL",
      "snippet": "Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis.Francesco Tava - 2016 - HORIZON. Studies in Phenomenology 5 (1):70-89. Added to PP 2014-01-05 Downloads 105 (#330,586) 6 months 20 (#423,558) ... The Aesthetic Habermas: Communicative Power and Judgment.Glenn Mackin - 2022 - Political Theory 50 (5):780-808.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jeffrey Flynn"
        }
      ],
      "extra_snippets": [
        "In this article I challenge two arguments central to Hugh Baxter's critical interpretation of Habermas in his recent book, Habermas: The Discourse Theory of Law and Democracy (2011). Both arguments focus on whether Habermas’ system -lifeworld model of society can successfully make space for democratic politics.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press. Colonisation of the Lifeworld and the Dilemma of Welfare State Law.Mikael Spång - 2018 - In Emancipation, Democracy and the Modern Critique of Law: Reconsidering Habermas.",
        "More specifically, in the second discontinuity Baxter identifies in BFN a significant shift in Habermas’ understanding of the nature of a ‘system’. I challenge this interpretation in section II and provide what I think is a superior reconstruction of the model presented in BFN ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... A defense of the lifeworld.Amelia M.",
        "Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis.Francesco Tava - 2016 - HORIZON. Studies in Phenomenology 5 (1):70-89. Added to PP 2014-01-05 Downloads 105 (#330,586) 6 months 20 (#423,558) ... The Aesthetic Habermas: Communicative Power and Judgment.Glenn Mackin - 2022 - Political Theory 50 (5):780-808."
      ]
    },
    {
      "title": "Arie Brand, The \"Colonization of the Lifeworld\" and the Disappearance of Politics — Arendt and Habermas",
      "url": "https://philpapers.org/rec/BRATCO-30",
      "philpapers_id": "BRATCO",
      "snippet": "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. Habermas and the Normative Foundations of a Radical Politics.Robert Shelly - 1993 - Thesis Eleven 35 (1):62-83. Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Arie Brand"
        }
      ],
      "extra_snippets": [
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. Habermas and the Normative Foundations of a Radical Politics.Robert Shelly - 1993 - Thesis Eleven 35 (1):62-83. Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "Review Essay: Laughter From the Lifeworld: Hans Blumenberg's Theory of Nonconceptuality.Robert Savage - 2008 - Thesis Eleven 94 (1):119-131. On Habermas.Ágnes Heller - 2017 - Thesis Eleven 143 (1):8-14.",
        "Book review: The Habermas-Luhmann Debate.",
        "A reply to my critics.Jurgen Habermas - 2010 - In James Gordon Finlayson & Fabian Freyenhagen, Habermas and Rawls: Disputing the Political."
      ]
    },
    {
      "title": "Francesco Tava, Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis",
      "url": "https://philpapers.org/rec/TAVLCS",
      "philpapers_id": "TAVLCS",
      "snippet": "The aim of this article is to show how both Jan Patočka and Jürgen Habermas, starting from a reinterpretation of the idea of «lifeworld», engaged a critique of modern civilisation, aiming ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Francesco Tava"
        }
      ],
      "extra_snippets": [
        "The aim of this article is to show how both Jan Patočka and Jürgen Habermas, starting from a reinterpretation of the idea of «lifeworld», engaged a critique of modern civilisation, aiming (with different outcomes) at a redefinition of the concept of political community.",
        "The Problem of the Lifeworld in Husserl's \"Crisis\".Edward Moser - 2000 - Dissertation, Duquesne University · Juergen Habermas and the Colonization of the Lifeworld.James Craig Hanks - 1991 - Dissertation, Duke University",
        "In order to achieve this goal, I firstly focus on Patočka’s understanding of modern rational civilisation and its attempt to fix the fracture between «life» and «world». At this stage, I take also advantage of Hans Blumenberg’s distinction between these two terms, in order to better clarify Patočka’s stance on this problem. Secondly, I analyse Habermas’ ideas of lifeworld and system, and their uncoupling in modern societies, as well as the reemergence of this issue in Habermas’ recent works on the European economic and political crisis.",
        "Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada) Decolonization of the Lifeworld by Reconstructing the System: A Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313."
      ]
    },
    {
      "title": "Juergen Habermas, The Theory of Communicative Action, Volume 2: Lifeworld and System: A Critique of Functionalist Reason",
      "url": "https://philpapers.org/rec/HABTTO-3",
      "philpapers_id": "HABTTO",
      "snippet": "Review of Juergen Habermas: The Theory of Communicative Action, Vol. 1, &#x27;Reason and the Rationalization of Society&#x27;. [REVIEW]Steven B. Smith - 1986 - Ethics 96 (3):638-641. The Theory of Communicative Action: Lifeworld and Systems, a Critique of Functionalist Reason, Volume 2.Jürgen Habermas - 1991 - Polity.",
      "page_age": null,
      "extra_snippets": [
        "Review of Juergen Habermas: The Theory of Communicative Action, Vol. 1, 'Reason and the Rationalization of Society'. [REVIEW]Steven B. Smith - 1986 - Ethics 96 (3):638-641. The Theory of Communicative Action: Lifeworld and Systems, a Critique of Functionalist Reason, Volume 2.Jürgen Habermas - 1991 - Polity.",
        "Review of Habermas Theory of Communicative Action.Eugene Halton - 1989 - Symbolic Interaction 12:333-360. A defense of the lifeworld.Amelia M.",
        "The Theory of Communicative Action: Reason and the Rationalization of Society, Volume 1.Jürgen Habermas - 1991 - Polity. The concept of lifeworld and education in post-modernity : a critical appraisal of Habermas' theory of communicative action.Sigmund Ongstad - 2010 - In Mark T.",
        "Jürgen Habermas and Discourse Ethics.Michael Hemmingsen - 2024 - In Ethical Theory in Global Perspective. Seattle, WA: SUNY Press. pp. 237-254. Democracy and the Epistemic Problems of Political Polarization.Jonathan Benson - forthcoming - American Political Science Review. Bound to Fail? Exploring the Systemic Pathologies of CSR and Their Implications for CSR Research.Anselm Schneider - 2020 - Business and Society 59 (7):1303-1338."
      ]
    },
    {
      "title": "Jürgen Habermas, The Rationalization of the Lifeworld [1981]",
      "url": "https://philpapers.org/rec/HABTRO",
      "philpapers_id": "HABTRO",
      "snippet": "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Introduction to Habermas.Sandro Segre (ed.) - 2013 - Upa. Max Weber’s Theory of Rationalization.J.",
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "The Dialectics of Rationalization: An Interview with Jurgen Habermas.Jurgen Habermas - 1981 - Telos: Critical Theory of the Contemporary 49.",
        "The Critique of Positivist Social Science in Leo Strauss and Jürgen Habermas.Stephen Turner & Regis A."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the &#x27;lifeworld&#x27; and &#x27;system&#x27; paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
      "page_age": null,
      "extra_snippets": [
        "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the 'lifeworld' and 'system' paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
        "Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada) The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J."
      ]
    },
    {
      "title": "Austin Harrington, Habermas’ Concept of the Lifeworld: a Defense",
      "url": "https://philpapers.org/rec/HARHCO-13",
      "philpapers_id": "HARHCO",
      "snippet": "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Austin Harrington"
        }
      ],
      "extra_snippets": [
        "An interrogation of Husserl's notion of lifeworld and its implication for environmental and educational thinking.Ruyu Hung & Andrew Stables - 2008 - Indo-Pacific Journal of Phenomenology: Phenomenology and Education: Special Edition 8:1-8. Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "The concept of lifeworld and education in post-modernity : a critical appraisal of Habermas' theory of communicative action.Sigmund Ongstad - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, Critical Theory and Education.",
        "Habermas’ Concept of the Lifeworld.Austin Harrington - 1998 - Social Philosophy Today 13:39-53.",
        "Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313."
      ]
    },
    {
      "title": "James Bohman, \"System\" and \"lifeworld\": Habermas and the problem of holism",
      "url": "https://philpapers.org/rec/BOHSAL",
      "philpapers_id": "BOHSAL",
      "snippet": "Solidarity as fact or norm?: Social integration between system and lifeworld.Max Pensky - 2006 - Philosophy and Social Criticism 32 (7):819-823. Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.)",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Bohman"
        }
      ],
      "extra_snippets": [
        "Solidarity as fact or norm?: Social integration between system and lifeworld.Max Pensky - 2006 - Philosophy and Social Criticism 32 (7):819-823. Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.)",
        "Educating social workers for lifeworld and system.Barry Cooper - 2010 - In Mark T. F. Murphy & Ted Fleming, Habermas, critical theory and education.",
        "System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "The Solidaristic Basis of Moral Insight.William Rehg - 1994 - In Insight and Solidarity: The Discourse Ethics of Jürgen Habermas. Berkeley: University of California Press. pp. 150-178. L’idée de pathologie de la société chez Habermas.Donald Ipperciel - 1998 - Dialogue 37 (3):523-."
      ]
    },
    {
      "title": "Edgar Andrew Robert, The hermeneutic challenge of genetic engineering: Habermas and the transhumanists",
      "url": "https://philpapers.org/rec/EDGTHC-10",
      "philpapers_id": "EDGTHC",
      "snippet": "The purpose of this paper is to explore the impact that developments in transhumanist technologies may have upon human cultures (and thus upon the lifeworld), and to do so by exploring a potential debate between Habermas and the transhumanists. Transhumanists, such as Nick Bostrom, typically see the potential in genetic and other technologies for positively expanding and transcending human nature. In contrast, Habermas is a representative of those who are fearful of this technology, suggesting that it will compound the deleterious effects of the colonisation of the lifeworld, further constraining human autonomy and undermining the meaningfulness of the lifeworld by expanding the technological control and manipulation of humanity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Edgar Andrew Robert"
        }
      ],
      "extra_snippets": [
        "The purpose of this paper is to explore the impact that developments in transhumanist technologies may have upon human cultures (and thus upon the lifeworld), and to do so by exploring a potential debate between Habermas and the transhumanists. Transhumanists, such as Nick Bostrom, typically see the potential in genetic and other technologies for positively expanding and transcending human nature. In contrast, Habermas is a representative of those who are fearful of this technology, suggesting that it will compound the deleterious effects of the colonisation of the lifeworld, further constraining human autonomy and undermining the meaningfulness of the lifeworld by expanding the technological control and manipulation of humanity.",
        "It will be argued that these opposed positions are grounded in fundamentally different understandings of the consequences of scientific and technological advance. On one level, the transhumanists remain confident that the lifeworld has within it the resources necessary to find meaning and purpose in a society deeply infused by genetic technology. Habermas disagrees.",
        "System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "On another level, the difference is articulated by Horkheimer and Adorno in Dialectic of Enlightenment, primarily by challenging what may be understood as a Baconian faith in science as a project for the domination of nature (where nature is an infinitely malleable material, to be dominated and shaped, without adverse consequences, purely for the purposes of human survival). While the transhumanists broadly embrace this faith, Habermas returns to something akin to Horkheimer and Adorno’s pessimistic scepticism."
      ]
    },
    {
      "title": "Amelia M. Wirts, A defense of the lifeworld",
      "url": "https://philpapers.org/rec/WIRADO-2",
      "philpapers_id": "WIRADO",
      "snippet": "Baxter contends that the lifeworld, which Habermas describes as those parts of our lives that are structured by communicative action and shared norms, is an unhelpful way of understanding our social world because, in reality, most of our interactions are structured both by communicative norms and by the strategic action typical of ‘the system’. I argue, however, that Habermas must retain the theoretical distinction between system and lifeworld, though in everyday practice they are not so neatly disentangled, because without such an element there would be no source of legitimacy for the law.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Amelia M. Wirts"
        }
      ],
      "extra_snippets": [
        "Hugh Baxter’s book Habermas: A Discourse Theory of Law and Democracy not only carefully recounts Habermas’ political and legal theory, but also raises several insightful criticisms of Habermas. Of particular note is Baxter’s criticism of Habermas’ system–lifeworld model originally presented in Theory of Communicative Action.",
        "The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University · Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. The Communicative Action.Kire Sharlamanov - 2024 - In Habermas between Critical Theory and Liberalism. Cham: Springer Nature Switzerland. pp. 115-148. Colonisation of the Lifeworld and the Dilemma of Welfare State Law.Mikael Spång - 2018 - In Emancipation, Democracy and the Modern Critique of Law: Reconsidering Habermas.",
        "Baxter argues that Habermas ought to discard the concept of the lifeworld because the distinction between lifeworld and system is no longer tenable in the model of political power presented in Habermas’ later work, Between Facts and Norms, which focuses more explicitly on law as a social system.",
        "Baxter contends that the lifeworld, which Habermas describes as those parts of our lives that are structured by communicative action and shared norms, is an unhelpful way of understanding our social world because, in reality, most of our interactions are structured both by communicative norms and by the strategic action typical of ‘the system’. I argue, however, that Habermas must retain the theoretical distinction between system and lifeworld, though in everyday practice they are not so neatly disentangled, because without such an element there would be no source of legitimacy for the law."
      ]
    },
    {
      "title": "Roderick Condon, Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification",
      "url": "https://philpapers.org/rec/CONRHC",
      "philpapers_id": "CONRHC",
      "snippet": "This article reconsiders Habermas’s colonization thesis as the basis for a critical theory of neoliberalism, refining its theoretical framework to deepen its critical diagnosis. Against the dismissal of the system–lifeworld concept, a novel critique is advanced to suggest its original elaboration fell confusedly between two versions of social systems theory.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Roderick Condon"
        }
      ],
      "extra_snippets": [
        "This article reconsiders Habermas’s colonization thesis as the basis for a critical theory of neoliberalism, refining its theoretical framework to deepen its critical diagnosis. Against the dismissal of the system–lifeworld concept, a novel critique is advanced to suggest its original elaboration fell confusedly between two versions of social systems theory.",
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. On the colonization of the environment.Felix Kämper - 2024 - European Journal of Social Theory 27 (1):97-114. Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "Communicative Action and Sustainability: Grassroots Responses to Colonization of the Life-World.Craig Stewart Leedham - 1996 - Dissertation, Colorado State University · Habermas's Concept of the Lifeworld.Christopher Latiolais - 1992 - Dissertation, University of California, San Diego",
        "A Colonização da Democracia pelo Sistema: Partindo de um Olhar Habermasiano.João Tiago Gouveia - 2017 - Revista Portuguesa de Filosofia 73 (1):87-100. Communicative Action: Essays on Jürgen Habermas's The Theory of Communicative Action.Axel Kommunikatives Handeln, Hans Honneth & Joas - 1991 - MIT Press."
      ]
    },
    {
      "title": "Christopher Latiolais, Habermas's Concept of the Lifeworld",
      "url": "https://philpapers.org/rec/LATHCO",
      "philpapers_id": "LATHCO",
      "snippet": "System and Lifeworld in Habermas&#x27; Theory of Democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214. Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
      "page_age": null,
      "extra_snippets": [
        "Intelligibility and Conflict Resolution in the Lifeworld.Barbara Fultner - 2001 - Continental Philosophy Review 34 (4):419-436. The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford University Press. Juergen Habermas and the Colonization of the Lifeworld.James Craig Hanks - 1991 - Dissertation, Duke University",
        "System and Lifeworld in Habermas' Theory of Democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214. Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "The Concept of Lifeworld and Education in Post-Modernity : A Critical Appraisal of Habermas' Theory of Communicative Action.Sigmund Ongstad - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, Critical Theory and Education.",
        "Habermas, Kantian Pragmatism, and Truth.Steven Levine - 2010 - Philosophy and Social Criticism 36 (6):677-695. Decolonization of the Lifeworld by Reconstructing the System: A Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313."
      ]
    }
  ],
  "count": 15,
  "errors": []
}
