{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber lifeworld system",
  "results": [
    {
      "title": "James Craig Hanks, Juergen Habermas and the Colonization of the Lifeworld",
      "url": "https://philpapers.org/rec/HANJHA",
      "philpapers_id": "HANJHA",
      "snippet": "In his account of &#x27;the colonization ... Habermas attempts to explain the relation between being and consciousness in terms of his theory of communicative action and to locate possible points of social and political crisis in advanced capitalist society...",
      "page_age": null,
      "extra_snippets": [
        "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and 'one dimensionalization' . More recently Jurgen Habermas has described the 'colonization of the lifeworld'. Each of these theorists argues that social and political philosophy has two primary tasks.",
        "In his account of 'the colonization of the lifeworld', Habermas attempts to explain the relation between being and consciousness in terms of his theory of communicative action and to locate possible points of social and political crisis in advanced capitalist society.",
        "Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada) A defense of the lifeworld.Amelia M.",
        "Refiguring Critical Theory: Jyrgen Habermas and the Possibilities of Political Change.Craig J. Hanks (ed.) - 2002 - Upa. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University"
      ]
    },
    {
      "title": "Jeffrey Flynn, System and lifeworld in Habermas' theory of democracy",
      "url": "https://philpapers.org/rec/FLYSAL",
      "philpapers_id": "FLYSAL",
      "snippet": "In this article I challenge two arguments central to Hugh Baxter&#x27;s critical interpretation of Habermas in his recent book, Habermas: The Discourse Theory of Law and Democracy (2011). Both arguments focus on whether Habermas’ system -lifeworld model of society can successfully make space for democratic politics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jeffrey Flynn"
        }
      ],
      "extra_snippets": [
        "In this article I challenge two arguments central to Hugh Baxter's critical interpretation of Habermas in his recent book, Habermas: The Discourse Theory of Law and Democracy (2011). Both arguments focus on whether Habermas’ system -lifeworld model of society can successfully make space for democratic politics.",
        "More specifically, in the second discontinuity Baxter identifies in BFN a significant shift in Habermas’ understanding of the nature of a ‘system’. I challenge this interpretation in section II and provide what I think is a superior reconstruction of the model presented in BFN ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... A defense of the lifeworld.Amelia M.",
        "Colonisation of the Lifeworld and the Dilemma of Welfare State Law.Mikael Spång - 2018 - In Emancipation, Democracy and the Modern Critique of Law: Reconsidering Habermas. Cham: Springer Verlag. pp. 65-95. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University · Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis.Francesco Tava - 2016 - HORIZON.",
        "The Aesthetic Habermas: Communicative Power and Judgment.Glenn Mackin - 2022 - Political Theory 50 (5):780-808. Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis.Francesco Tava - 2016 - HORIZON."
      ]
    },
    {
      "title": "James Bohman, \"System\" and \"lifeworld\": Habermas and the problem of holism",
      "url": "https://philpapers.org/rec/BOHSAL",
      "philpapers_id": "BOHSAL",
      "snippet": "System and lifeworld in Habermas&#x27; theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Bohman"
        }
      ],
      "extra_snippets": [
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234. Educating social workers for lifeworld and system.Barry Cooper - 2010 - In Mark T. F. Murphy & Ted Fleming, Habermas, critical theory and education.",
        "Solidarity as fact or norm?: Social integration between system and lifeworld.Max Pensky - 2006 - Philosophy and Social Criticism 32 (7):819-823. Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.)",
        "System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "Remarks on the concept of critique in Habermasian thought.Simon Susen - 2010 - Journal of Global Ethics 6 (2):103-126."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "This pathbreaking work is guided ... the &#x27;lifeworld&#x27; and &#x27;system&#x27; paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim ...",
      "page_age": null,
      "extra_snippets": [
        "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the 'lifeworld' and 'system' paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
        "Here, for the first time in English, is volume one of Jurgen Habermas's long-awaited magnum opus: The Theory of Communicative Action. This pathbreaking work is guided by three interrelated concerns: to ...",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada) The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University"
      ]
    },
    {
      "title": "Juergen Habermas, The Theory of Communicative Action, Volume 2: Lifeworld and System: A Critique of Functionalist Reason",
      "url": "https://philpapers.org/rec/HABTTO-3",
      "philpapers_id": "HABTTO",
      "snippet": "Review of Juergen Habermas: The Theory of Communicative Action, Vol. 1, &#x27;Reason and the Rationalization of Society&#x27;. [REVIEW]Steven B. Smith - 1986 - Ethics 96 (3):638-641. The Theory of Communicative Action: Lifeworld and Systems, a Critique of Functionalist Reason, Volume 2.Jürgen Habermas ...",
      "page_age": null,
      "extra_snippets": [
        "Review of Juergen Habermas: The Theory of Communicative Action, Vol. 1, 'Reason and the Rationalization of Society'. [REVIEW]Steven B. Smith - 1986 - Ethics 96 (3):638-641. The Theory of Communicative Action: Lifeworld and Systems, a Critique of Functionalist Reason, Volume 2.Jürgen Habermas - 1991 - Polity.",
        "Theory of Communicative Action, Volume 2 is a Beacon Press publication.",
        "A defense of the lifeworld.Amelia M. Wirts - 2014 - Philosophy and Social Criticism 40 (2):215-223. The Theory of Communicative Action. Volume I. Reason and the Rationalization of Society, by Jurgen Habermas.Alan How - 1987 - Journal of the British Society for Phenomenology 18 (2):192-194.",
        "The Theory of Communicative Action: Reason and the Rationalization of Society, Volume 1.Jürgen Habermas - 1991 - Polity. The concept of lifeworld and education in post-modernity : a critical appraisal of Habermas' theory of communicative action.Sigmund Ongstad - 2010 - In Mark T."
      ]
    },
    {
      "title": "Jürgen Habermas, The Rationalization of the Lifeworld [1981]",
      "url": "https://philpapers.org/rec/HABTRO",
      "philpapers_id": "HABTRO",
      "snippet": "The Dialectics of Rationalization: An Interview with Jürgen Habermas.Axel Honneth - 1981 - Telos: Critical Theory of the Contemporary 49:5. A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Introduction to Habermas.Sandro Segre (ed.) - 2013 - Upa. Max Weber’s Theory of Rationalization.J.",
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "The Dialectics of Rationalization: An Interview with Jurgen Habermas.Jurgen Habermas - 1981 - Telos: Critical Theory of the Contemporary 49.",
        "The Critique of Positivist Social Science in Leo Strauss and Jürgen Habermas.Stephen Turner & Regis A."
      ]
    },
    {
      "title": "Hugh Baxter, System and life-world in Habermas'stheory of communicative action",
      "url": "https://philpapers.org/rec/BAXSAL",
      "philpapers_id": "BAXSAL",
      "snippet": "The Theory of Communicative Action, Volume 2: Lifeworld and System: A Critique of Functionalist Reason.Juergen Habermas - 1985 - Beacon Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Hugh Baxter"
        }
      ],
      "extra_snippets": [
        "Communicative Action: Essays on Jürgen Habermas's The Theory of Communicative Action.Axel Kommunikatives Handeln, Hans Honneth & Joas - 1991 - MIT Press. Incorporation of the Concept of Systems in the “Theory of Communicative Action”: First Approaches.Marco Bettine - 2021 - Revista de Filosofia Moderna E Contemporânea 9 (3):343-358. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University",
        "Language, self, and lifeworld in Habermas'sTheory of Communicative Action.Donald McIntosh - 1994 - Theory and Society 23 (1):1-33.",
        "System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "The Theory of Communicative Action, Volume 2: Lifeworld and System: A Critique of Functionalist Reason.Juergen Habermas - 1985 - Beacon Press."
      ]
    },
    {
      "title": "Amelia M. Wirts, A defense of the lifeworld",
      "url": "https://philpapers.org/rec/WIRADO-3",
      "philpapers_id": "WIRADO",
      "snippet": "Baxter contends that the lifeworld, which Habermas describes as those parts of our lives that are structured by communicative action and shared norms, is an unhelpful way of understanding our social world because, in reality, most of our interactions are structured both by communicative norms and by the strategic action typical of ‘the system’. I argue, however, that Habermas must retain the theoretical distinction between system and lifeworld, though in everyday practice they are not so neatly disentangled, because without such an element there would be no source of legitimacy for the law.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Amelia M. Wirts"
        }
      ],
      "extra_snippets": [
        "Hugh Baxter’s book Habermas: A Discourse Theory of Law and Democracy not only carefully recounts Habermas’ political and legal theory, but also raises several insightful criticisms of Habermas. Of particular note is Baxter’s criticism of Habermas’ system–lifeworld model originally presented in Theory of Communicative Action.",
        "Baxter argues that Habermas ought to discard the concept of the lifeworld because the distinction between lifeworld and system is no longer tenable in the model of political power presented in Habermas’ later work, Between Facts and Norms, which focuses more explicitly on law as a social system.",
        "Baxter contends that the lifeworld, which Habermas describes as those parts of our lives that are structured by communicative action and shared norms, is an unhelpful way of understanding our social world because, in reality, most of our interactions are structured both by communicative norms and by the strategic action typical of ‘the system’. I argue, however, that Habermas must retain the theoretical distinction between system and lifeworld, though in everyday practice they are not so neatly disentangled, because without such an element there would be no source of legitimacy for the law.",
        "Realism in Context: The Examples of Lifeworld and Quantum Physics.Gregor Schiemann - 2009 - Human Affairs 19 (2):211-222. Habermas’ Concept of the Lifeworld.Austin Harrington - 1998 - Social Philosophy Today 13:39-53."
      ]
    },
    {
      "title": "Ilsup Ahn, Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr",
      "url": "https://philpapers.org/rec/AHNDOT",
      "philpapers_id": "AHNDOT",
      "snippet": "The exclusion of money and power from the domain of moral discourse has also motivated Habermas to develop an idea of `colonization of lifeworld by system&#x27; by giving us the impression that the delinguistified media are the main culprit of colonizing ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ilsup Ahn"
        }
      ],
      "extra_snippets": [
        "I also develop the argument that in order to `decolonize' the colonized lifeworld, we need the substantive ethical ideals as well as the communicatively established law to guide the moral conduct of these system managers. ... Jürgen Habermas Reinhold Niebuhr decolonization justice lifeworld love money power system colonization",
        "From species ethics to social concerns: Habermas’s critique of “liberal eugenics” evaluated.Vilhjálmur Árnason - 2014 - Theoretical Medicine and Bioethics 35 (5):353-367. Lifeworld and systems in the digital economy.Dave Elder-Vass - 2018 - European Journal of Social Theory 21 (2):227-244.",
        "For all Habermas's remarkable contribution to moral theory, his discourse ethics has left behind some debatable points. In particular, `delinguistified media' such as money and power have been excluded from the ...",
        "A defense of the lifeworld.Amelia M. Wirts - 2014 - Philosophy and Social Criticism 40 (2):215-223. Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234. Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada)"
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Lifeworld and Systems, a Critique of Functionalist Reason, Volume 2",
      "url": "https://philpapers.org/rec/HABTTO-10",
      "philpapers_id": "HABTTO",
      "snippet": "By distinguishing between social systems and what he calls the &quot;life-world&quot;, Habermas is able to analyze the ways in which the development of social systems impinges upon the symbolic and subjective dimensions of social life, resulting in the kind of crises, conflicts and protest movements which are characteristic of advanced capitalist societies in the late-20th century.",
      "page_age": null,
      "extra_snippets": [
        "This study offers a systematic reconstruction of the theoretical foundations and framework of critical social theory. It is Habermas' \"magnum opus\", and it is regarded as one of the most important works of modern social thought.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University",
        "In this second and final volume of the work, Habermas examines the relations between action concepts and systems theory and elaborates a framework for analyzing the developmental tendencies of modern societies. He discusses in detail the work of Marx, Durkheim, G.H.",
        "By distinguishing between social systems and what he calls the \"life-world\", Habermas is able to analyze the ways in which the development of social systems impinges upon the symbolic and subjective dimensions of social life, resulting in the kind of crises, conflicts and protest movements which are characteristic of advanced capitalist societies in the late-20th century."
      ]
    },
    {
      "title": "Austin Harrington, Habermas’ Concept of the Lifeworld: a Defense",
      "url": "https://philpapers.org/rec/HARHCO-13",
      "philpapers_id": "HARHCO",
      "snippet": "Habermas’ Concept of the Lifeworld.Austin Harrington - 1998 - Social Philosophy Today 13:39-53. Intelligibility and conflict resolution in the lifeworld.Barbara Fultner - 2001 - Continental Philosophy Review 34 (4):419-436. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University · Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Austin Harrington"
        }
      ],
      "extra_snippets": [
        "Habermas’ Concept of the Lifeworld.Austin Harrington - 1998 - Social Philosophy Today 13:39-53. Intelligibility and conflict resolution in the lifeworld.Barbara Fultner - 2001 - Continental Philosophy Review 34 (4):419-436. The Speech of the Lifeworld: Communicative Action and Critical Social Life.Kevin Paul Geiman - 1988 - Dissertation, Washington University · Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity.Finn Bowring - 1996 - Telos: Critical Theory of the Contemporary 1996 (106):77-104. System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "Lifeworld, discourse, and realism: On Jürgen habermas’s theory of truth.Axel Seemann - 2004 - Philosophy and Social Criticism 30 (4):503-514. Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada)",
        "An interrogation of Husserl's notion of lifeworld and its implication for environmental and educational thinking.Ruyu Hung & Andrew Stables - 2008 - Indo-Pacific Journal of Phenomenology: Phenomenology and Education: Special Edition 8:1-8. Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727."
      ]
    },
    {
      "title": "Francesco Tava, Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis",
      "url": "https://philpapers.org/rec/TAVLCS",
      "philpapers_id": "TAVLCS",
      "snippet": "In order to achieve this goal, I firstly focus on Patočka’s understanding of modern rational civilisation and its attempt to fix the fracture between «life» and «world». At this stage, I take also advantage of Hans Blumenberg’s distinction between these two terms, in order to better clarify Patočka’s stance on this problem. Secondly, I analyse Habermas’ ideas of lifeworld and system, and their uncoupling in modern societies, as well as the reemergence of this issue in Habermas’ recent works on the European economic and political crisis.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Francesco Tava"
        }
      ],
      "extra_snippets": [
        "The aim of this article is to show how both Jan Patočka and Jürgen Habermas, starting from a reinterpretation of the idea of «lifeworld», engaged a critique of modern civilisation, aiming (with different outcomes) at a redefinition of the concept of political community.",
        "In order to achieve this goal, I firstly focus on Patočka’s understanding of modern rational civilisation and its attempt to fix the fracture between «life» and «world». At this stage, I take also advantage of Hans Blumenberg’s distinction between these two terms, in order to better clarify Patočka’s stance on this problem. Secondly, I analyse Habermas’ ideas of lifeworld and system, and their uncoupling in modern societies, as well as the reemergence of this issue in Habermas’ recent works on the European economic and political crisis.",
        "Discourse Ethics, Power, and Legitimacy: The Ideal of Democracy and the Task of Critical Theory in Habermas.Abdollah Payrow Shabani - 2000 - Dissertation, University of Ottawa (Canada) Decolonization of the Lifeworld by Reconstructing the System: A Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford University Press. System and Lifeworld in Habermas' Theory of Democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214."
      ]
    },
    {
      "title": "Christopher Latiolais, Habermas's Concept of the Lifeworld",
      "url": "https://philpapers.org/rec/LATHCO",
      "philpapers_id": "LATHCO",
      "snippet": "Habermas, Kantian Pragmatism, and Truth.Steven Levine - 2010 - Philosophy and Social Criticism 36 (6):677-695. Decolonization of the Lifeworld by Reconstructing the System: A Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
      "page_age": null,
      "extra_snippets": [
        "The Concept of Lifeworld and Education in Post-Modernity : A Critical Appraisal of Habermas' Theory of Communicative Action.Sigmund Ongstad - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, Critical Theory and Education. Routledge. System and Lifeworld in Habermas' Theory of Democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "Habermas, Kantian Pragmatism, and Truth.Steven Levine - 2010 - Philosophy and Social Criticism 36 (6):677-695. Decolonization of the Lifeworld by Reconstructing the System: A Critical Dialogue Between Jurgen Habermas and Reinhold Niebuhr.Ilsup Ahn - 2009 - Studies in Christian Ethics 22 (3):290-313.",
        "Intelligibility and Conflict Resolution in the Lifeworld.Barbara Fultner - 2001 - Continental Philosophy Review 34 (4):419-436. The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford University Press.",
        "Juergen Habermas and the Colonization of the Lifeworld.James Craig Hanks - 1991 - Dissertation, Duke University"
      ]
    },
    {
      "title": "Craig Calhoun, Populist politics, communications media and large scale societal integration",
      "url": "https://philpapers.org/rec/CALPPC",
      "philpapers_id": "CALPPC",
      "snippet": "Mass media become increasingly predominant sources of information about people different from oneself, and indirect social relationships form the structural basis for the social integration of most politics. The present paper revised and adapts Habermas&#x27;s conceptualization of system world and lifeworld in order to address the transformation of patterns of societal integration.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Craig Calhoun"
        }
      ],
      "extra_snippets": [
        "Mass media become increasingly predominant sources of information about people different from oneself, and indirect social relationships form the structural basis for the social integration of most politics. The present paper revised and adapts Habermas's conceptualization of system world and lifeworld in order to address the transformation of patterns of societal integration.",
        "Faced with a minimally participatory democracy, a variety of populists have sought to revitalize popular political participation by strengthening local community mobilizations. Others have called for reliance on frequent referenda. Assessing ...",
        "Reasons and the Acceptance of Authoritative Speech: An Empirically Grounded Synthesis of Habermas and Bourdieu.Sebastián G.",
        "Revisiting the Notion of “Public” in Habermas's Theory—Toward a Theory of Politics of Public Credibility.Agnes S."
      ]
    },
    {
      "title": "David Ingram, Habermas and the Dialectic of Reason",
      "url": "https://philpapers.org/rec/INGHAT-6",
      "philpapers_id": "INGHAT",
      "snippet": "8. System and Lifeworld. (pages 115-134) 9. Talcott Parsons: Systems Theory. (pages 135-147) 10. From Parsons to Weber and Marx. (pages 148-171) 11. The Theory-Practice Problem Revisited. (pages 172-188) Abbreviations. (pages 189-190) Bibliography. (pages 243-254) Index. (pages 255-264) David Ingram, Habermas and the Dialectic of Reason.",
      "page_age": null,
      "extra_snippets": [
        "8. System and Lifeworld. (pages 115-134) 9. Talcott Parsons: Systems Theory. (pages 135-147) 10. From Parsons to Weber and Marx. (pages 148-171) 11. The Theory-Practice Problem Revisited. (pages 172-188) Abbreviations. (pages 189-190) Bibliography. (pages 243-254) Index. (pages 255-264) David Ingram, Habermas and the Dialectic of Reason.",
        "Introduction: Law in Habermas's theory of communicative action.Mathieu Deflem - 1994 - Philosophy and Social Criticism 20 (4):1-20. The Complex 'I'. The Formation of Identity in Complex Systems.Paul Cilliers & Tanya De Villiers-Botha - 2010 - In F. P. Cilliers & R.",
        "David Ingram here summarizes the themes of Habermas's masterwork, placing them in the context of the philosopher's other work, relating them to poststructuralism, hermeneutics, and Neo-Aristotelianism, and surveying what other critics have said about Habermas.",
        "George Kirkpatrick, _American Journal of Sociology_ \"Likely to be and to remain the leading study on Habermas's Theory of Communicative Action. What McCarthy did for Habermas's earlier writings, Ingram accomplishes for his more recent work.\"—Fred R."
      ]
    },
    {
      "title": "Hugh Baxter, Habermas: The Discourse Theory of Law and Democracy",
      "url": "https://philpapers.org/rec/BAXHTD",
      "philpapers_id": "BAXHTD",
      "snippet": "Basic concepts in Habermas&#x27;s theory of communicative action -- Habermas&#x27;s &quot;reconstruction&quot; of modern law -- Discourse theory and the theory and practice of adjudication -- System, lifeworld, and Habermas&#x27;s &quot;communication theory of society&quot; -- After between facts and norms : religion in the public square, multiculturalism, and the &quot;postnational constellation&quot;.",
      "page_age": null,
      "extra_snippets": [
        "Basic concepts in Habermas's theory of communicative action -- Habermas's \"reconstruction\" of modern law -- Discourse theory and the theory and practice of adjudication -- System, lifeworld, and Habermas's \"communication theory of society\" -- After between facts and norms : religion in the public square, multiculturalism, and the \"postnational constellation\".",
        "A defense of the lifeworld.Amelia M. Wirts - 2014 - Philosophy and Social Criticism 40 (2):215-223. Discourse and Democracy: Essays on Habermas's Between Facts and Norms.Rene von Schomberg & Kenneth Baynes (eds.) - 2002 - State University of New York Press. System and lifeworld in Habermas' theory of democracy.Jeffrey Flynn - 2014 - Philosophy and Social Criticism 40 (2):205-214.",
        "Habermas on Rawls and the normative foundations of democracy.Krzysztof Kędziora - 2021 - European Journal of Social Theory 24 (4):545-561. Lifeworld, Civilisation, System: Patočka and Habermas on Europe and its Crisis.Francesco Tava - 2016 - HORIZON.",
        "Jürgen Habermas: The Discourse Theory of Law and Democracy.Camil Ungureanu & Klaus Günther - 2011 - Routledge."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
