{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Weber Habermas rise western rationalism developmental history",
  "results": [
    {
      "title": "N. T. H., The Rise of Western Rationalism: Max Weber's Developmental History",
      "url": "https://philpapers.org/rec/HTRO-2",
      "philpapers_id": "HTRO",
      "snippet": "In Wolfgang Schluchter&#x27;s new book, The Rise of Western Rationalism: Max Weber&#x27;s Developmental History, the author presents an analysis and re-evaluation of Weber&#x27;s sociology of Western rationalism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "N. T. H."
        }
      ],
      "extra_snippets": [
        "In Wolfgang Schluchter's new book, The Rise of Western Rationalism: Max Weber's Developmental History, the author presents an analysis and re-evaluation of Weber's sociology of Western rationalism. He also wants to show Weber's relation to the sociological school of neo-evolutionism. By an examination of Weber's relation to the neo-evolutionary thought of such men as Habermas and Parsons, Schluchter attempts to show that Weber's developmental historical sociology, if properly understood and formulated, is still the best explanatory model of Western rationalism in contemporary sociology.",
        "Max Weber's dominant scholarly concern was the development of rationalism in the West. He exemplified his interest in this theme in his two great works, Economy and Society and The Economic ...",
        "The Rise of Western Rationalism: Max Weber's Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press.",
        "The rise of western rationalism. Max Weber's developmental history. By Wolfgang Schluchter. Translated by Guenther Roth."
      ]
    },
    {
      "title": "Max Weber, Remarks on Technology and Culture",
      "url": "https://philpapers.org/rec/WEBROT-3",
      "philpapers_id": "WEBROT",
      "snippet": "The editorial notes to this translation place Weber’s remarks in the context of his critical relationship to predecessors and contemporaries (including many of those present at the conference) and within the thematic development of his career-long studies on the rise of occidental rationalism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Max Weber"
        }
      ],
      "extra_snippets": [
        "The Rise of Western Rationalism: Max Weber's Developmental History.N.",
        "The editorial notes to this translation place Weber’s remarks in the context of his critical relationship to predecessors and contemporaries (including many of those present at the conference) and within the thematic development of his career-long studies on the rise of occidental rationalism.",
        "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25."
      ]
    },
    {
      "title": "Wolfgang Schluchter, The Rise of Western Rationalism: Max Weber's Developmental History",
      "url": "https://philpapers.org/rec/SCHTRO-108",
      "philpapers_id": "SCHTRO",
      "snippet": "The Rise of Western Rationalism. Max Weber&#x27;s Developmental History. By Wolfgang Schluchter. Translated by Guenther Roth.",
      "page_age": null,
      "extra_snippets": [
        "Rationaliteit Bij Max Weber Een Godsdienstsociologische Studie.M. M. W. Lemmen - 1975 - Katholieke Universiteit Te Leuven, Faculteit der Sociale Wetenschappen, Departement Sociologie. The Vocation of Reason: Studies in Critical Theory and Social Science in the Age of Max Weber.H.",
        "Max Weber, Rationality and Modernity.Sam Whimster & Dr Scott Lash - 1987 - Routledge.",
        "Max Weber Et les Dilemmes de la Raison Moderne.Philippe Raynaud - 1987 - Presses Universitaires de France - PUF.",
        "Weber’s Theory of Domination and Post-Communist Capitalisms.Iván Szelenyi - 2016 - Theory and Society 45 (1):1-24."
      ]
    },
    {
      "title": "Sam Whimster & Dr Scott Lash, Max Weber, Rationality and Modernity",
      "url": "https://philpapers.org/rec/LASMWR",
      "philpapers_id": "LASMWR",
      "snippet": "In Part 1, Wolfgang Mommsen, Wilhelm Hennis, Guenther Roth and Wolfgang Schluchter provide a full and varied account of the theme of rationalization in the world civilizations. In Part 2 Pierre Bourdieu and Barry Hindess critically examine Weber&#x27;s social action model, and Johannes Weiss and Martin Albrow address the putative &#x27;crisis&#x27; of Western rationality.",
      "page_age": null,
      "extra_snippets": [
        "The rise of western rationalism. Max Weber's developmental history. By Wolfgang Schluchter. Translated by Guenther Roth.",
        "In Part 1, Wolfgang Mommsen, Wilhelm Hennis, Guenther Roth and Wolfgang Schluchter provide a full and varied account of the theme of rationalization in the world civilizations. In Part 2 Pierre Bourdieu and Barry Hindess critically examine Weber's social action model, and Johannes Weiss and Martin Albrow address the putative 'crisis' of Western rationality.",
        "Part 4 turns to politics, law and the state in the contemporary world: Colin Gordon on liberalism, Luciano Cavalli on charismatic politics, Stephen Turner and Regis Factor on decisionism and power and Scott Lash on modernism, substantice rationality and law. This book was first published in 1987. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Decisionism and Politics: Weber as Constitutional Theorist.Stephen Turner & Regis A.",
        "Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press. Chapter Six: The Limits of Formal Legal Rationality: An Interpretation of Weber's Theory of Modern Politics.Cary Boucock - 2000 - In In the Grip of Freedom: Law and Modernity in Max Weber."
      ]
    },
    {
      "title": "Wolfgang Schluchter, Paradoxes of modernity: culture and conduct in the theory of Max Weber",
      "url": "https://philpapers.org/rec/SCHPOM",
      "philpapers_id": "SCHPOM",
      "snippet": "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52. Max Weber: Politics And The Spirit Of Tragedy.John Patrick Diggins &amp; Professor John Patrick Diggins - 1998 - Basic Books. The Rise of Western Rationalism: Max Weber&#x27;s Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press.",
      "page_age": null,
      "extra_snippets": [
        "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52. Max Weber: Politics And The Spirit Of Tragedy.John Patrick Diggins & Professor John Patrick Diggins - 1998 - Basic Books. The Rise of Western Rationalism: Max Weber's Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press.",
        "One of the world's pre-eminent Max Weber scholars here presents a comprehensive analysis of Weber's ambiguous stance toward modernity considered from a normative, theoretical, and historical point of view. The book ...",
        "It includes a masterly analysis of Weber's two famous speeches 'Science as a Vocation' and 'Politics as a Vocation'. Part II considers Weber's unfinished project on the sociology of religion. Piecing together planned and partially completed works on Islam and Western Christianity, Schluchter locates them in the history and theory of Weber's overall work.",
        "Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber. Stanford University Press, Stanford, CA. Asher Horowitz and Terry Maley, eds., The Barbarism of Reason: Max Weber and the Twilight of Enlightenment. University of Toronto."
      ]
    },
    {
      "title": "Guenther Roth, The rise of western rationalism. Max Weber's developmental history. By Wolfgang Schluchter. Translated by Guenther Roth",
      "url": "https://philpapers.org/rec/ROTTRO-14",
      "philpapers_id": "ROTTRO",
      "snippet": "Book Review:Max Weber&#x27;s Vision of History. Guenther Roth, Wolfgang Schluchter. [REVIEW]Brian Fay - 1980 - Ethics 91 (1):162-. The Rise of Western Rationalism. [REVIEW]N. T.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Guenther Roth"
        }
      ],
      "extra_snippets": [
        "Book Review:Max Weber's Vision of History. Guenther Roth, Wolfgang Schluchter. [REVIEW]Brian Fay - 1980 - Ethics 91 (1):162-. The Rise of Western Rationalism. [REVIEW]N. T.",
        "Max Weber, Rationality and Modernity.Sam Whimster & Dr Scott Lash - 2014 - Routledge."
      ]
    },
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory. If we call to mind the systematic construction that underlies the last, we will finally have to suggest that path of rationalization taken in Europe is just a particular historical form of rationalization which Weber, however, equates with rationalization of society as such.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
        "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory. If we call to mind the systematic construction that underlies the last, we will finally have to suggest that path of rationalization taken in Europe is just a particular historical form of rationalization which Weber, however, equates with rationalization of society as such.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "Max Weber and Postmodern Theory: Rationalization versus Re-enchantment.N. Gane - 2002 - Springer. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)"
      ]
    },
    {
      "title": "Anatolii Yermolenko, The concept of rationality in the sociology of Max Weber and its impact on modern social sciences",
      "url": "https://philpapers.org/rec/YERTCO-2",
      "philpapers_id": "YERTCO",
      "snippet": "The paper analyzes Max Weber’s concepts of rationality and rationalization as components of modernization processes in modern society. The author reconstructs Weber’s interpretation of “spiritual factors” of social development, which emerge ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Anatolii Yermolenko"
        }
      ],
      "extra_snippets": [
        "The paper analyzes Max Weber’s concepts of rationality and rationalization as components of modernization processes in modern society. The author reconstructs Weber’s interpretation of “spiritual factors” of social development, which emerge in the ethos of Protestantism.",
        "On the Theory of Rationality, an Analysis of its Problem Areas and Their Elaboration in Max Weber's Sociology of Rationality.Mahmoud Sadri - 1989 - Dissertation, New School for Social Research · Ethos versus Habitus: the Ethical Component in Max Weber’s “The Protestant Ethic and the Spirit of Capitalism”.I. V. Zabaev & E. A. Kostrova - 2020 - Sociology of Power 32 (4):45-67. The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "The research demonstrates how Weber’s study of capitalism in terms of rationality corresponds with concepts of other classics of German sociology, such as Ferdinand Tönnies, Werner Sombart, Georg Simmel and others. The article emphasizes the relevance of Weber’s sociology for XX— XXI centuries and how its basic concepts and methodological approaches have been further developed by scholars, including Ukrainian ones. Weber’s concept of rationality is applicable not only to the mental-epistemological sphere, it also acquires a social meaning.",
        "In addition to the formal rationality of the economy, modern social sciences use such concepts as social, aesthetic, ethical, environmental, and practical rationality. Weber’s “diagnosis of the age” is still a component of the “diagnosis” of modern society."
      ]
    },
    {
      "title": "William Edward Hartpole Lecky, History of the Rise and Influence of the Spirit of Rationalism in Europe",
      "url": "https://philpapers.org/rec/LECHOT",
      "philpapers_id": "LECHOT",
      "snippet": "The Rise of Western Rationalism: Max Weber&#x27;s Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press.",
      "page_age": null,
      "extra_snippets": [
        "The Story of the Rise and Influence of the Spirit of Rationalism in Europe.",
        "The history of English rationalism in the nineteenth century.Alfred William Benn - 1906 - New York,: Russell & Russell.",
        "Seventeenth-century rationalism: Bacon & Descartes.Norman F. Cantor - 1969 - Waltham, Mass.,: Blaisdell Pub. Co.. Edited by Peter L.",
        "Rationalism in the 1970s Proceedings of the 1971 Conference of the Rpa, Held at St."
      ]
    },
    {
      "title": "K. R. Hagenbach, William Leonard Gage & J. H. W. Stuckenberg, German Rationalism, in Its Rise, Progress, and Decline, in Relation to Theologians, Scholars, Poets, Philosophers, and the People: A Contribution to the Church History of the Eighteenth and Nineteenth Centuries",
      "url": "https://philpapers.org/rec/HAGGRI",
      "philpapers_id": "HAGGRI",
      "snippet": "The Rise of Western Rationalism: Max Weber&#x27;s Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press.",
      "page_age": null,
      "extra_snippets": [
        "Rationalism and Its Relation to Mr. Gladstone's Expostulation [i.e.",
        "The Church and Social Progress: An Exposition of Rationalism and Reaction.Marjorie Bowen - 1945 - Watts.",
        "A Companion to Rationalism.Alan Nelson (ed.) - 2005 - Oxford: Wiley-Blackwell.",
        "Hume and the Religious Significance of Moral Rationalism.J."
      ]
    },
    {
      "title": "Sonja Rinofner-Kreidl, On a Supposed Contradiction in Max Weber’s Logic of Science",
      "url": "https://philpapers.org/rec/RINOAS",
      "philpapers_id": "RINOAS",
      "snippet": "The Rise of Western Rationalism: Max Weber&#x27;s Developmental History.N.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Sonja Rinofner-Kreidl"
        }
      ],
      "extra_snippets": [
        "The Rise of Western Rationalism: Max Weber's Developmental History.N.",
        "Values, neo-Kantianism, and the development of Weberian methodology.Thomas W. Segady - 1987 - New York: P."
      ]
    },
    {
      "title": "Jürgen Habermas, The New Conservatism: Cultural Criticism and the Historians' Debate",
      "url": "https://philpapers.org/rec/HABTNC",
      "philpapers_id": "HABTNC",
      "snippet": "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany&#x27;s Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the Unfinished Project of Democracy.David Ingram - 2005 - Human Studies 28 (2):223-225.",
      "page_age": null,
      "extra_snippets": [
        "Edited by Shierry Weber Nicholsen (1991) ... Essays discuss denial of Germany's Nazi past, the rise of the neoconservative movement in Europe and America, and the welfare state. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the Unfinished Project of Democracy.David Ingram - 2005 - Human Studies 28 (2):223-225.",
        "The Critical Theory of Jurgen Habermas.Thomas McCarthy - 1978 - London: MIT Press. Rationalisation.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press.",
        "Die Habermas-Kontroverse: ein deutscher Streit.Imanuel Geiss - 1988 - Berlin: Siedler.",
        "Debating the State of Philosophy: Habermas, Rorty, and Kołakowski.Józef Niznik & John T."
      ]
    },
    {
      "title": "D. L. D'Avray, Rationalities in history: a Weberian essay in comparison",
      "url": "https://philpapers.org/rec/DAVRIH",
      "philpapers_id": "DAVRIH",
      "snippet": "Integrating theories of rational choice, anthropological reflections on relativism, and the recent philosophy of rationality with Weber&#x27;s conceptual framework, d&#x27;Avray seeks to disengage &#x27;rationalisation&#x27; from its enduring association with Western &#x27;modernity.&#x27;",
      "page_age": null,
      "extra_snippets": [
        "Integrating theories of rational choice, anthropological reflections on relativism, and the recent philosophy of rationality with Weber's conceptual framework, d'Avray seeks to disengage 'rationalisation' from its enduring association with Western 'modernity.'",
        "This ambitious synthesis of social theory and comparative history will engage social scientists and historians from advanced undergraduate level upwards, stimulating interdisciplinary discourse, and making a significant contribution to the methodology of history. D'Avray explores the potential of this new Weberian analysis further in his companion volume, Medieval religious rationalities\"--Provided by publisher.",
        "Pluralism and rationality in the social sciences.Ingvar Johansson - 1991 - Philosophy of the Social Sciences 21 (4):427-443.",
        "‘Rationality’ and ‘Rationalities’ within the Framework of the Modernism–Postmodernism Debate.Ioanna Kuçuradi - 2004 - Diogenes 51 (2):11-17."
      ]
    },
    {
      "title": "David Owen, Maturity and modernity: Nietzsche, Weber, Foucault, and the ambivalence of reason",
      "url": "https://philpapers.org/rec/OWEMAM",
      "philpapers_id": "OWEMAM",
      "snippet": "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent critique. David Owen clarifies the relationship between these thinkers and responds to Habermas&#x27; (and Dews&#x27;) charge that these thinkers are nihilists and that their approach is philosophically incoherent and practically irresponsible by showing how genealogy as a practical activity is directed toward the achievements of human autonomy.",
      "page_age": null,
      "extra_snippets": [
        "Maturity and Modernity examines Nietzsche, Weber and Foucault as a distinct trajectory of critical thinking within modern thought which traces the emergence and development of genealogy in the form of imminent critique. David Owen clarifies the relationship between these thinkers and responds to Habermas' (and Dews') charge that these thinkers are nihilists and that their approach is philosophically incoherent and practically irresponsible by showing how genealogy as a practical activity is directed toward the achievements of human autonomy.",
        "Foucault contra Habermas: recasting the dialogue between genealogy and critical theory.Samantha Ashenden & David Owen (eds.) - 1999 - London: SAGE Publications.",
        "Moral Development, Repentance, and Self-Affirmation.Paula Satne - 2025 - Public Reason."
      ]
    },
    {
      "title": "John Preston, The rise of Western rationalism: Paul Feyerabend’s story",
      "url": "https://philpapers.org/rec/PRETRO-11",
      "philpapers_id": "PRETRO",
      "snippet": "I summarise certain aspects of Paul Feyerabend’s account of the development of Western rationalism, show the ways in which that account is supposed to run up against an alternative, that of ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "John Preston"
        }
      ],
      "extra_snippets": [
        "I summarise certain aspects of Paul Feyerabend’s account of the development of Western rationalism, show the ways in which that account is supposed to run up against an alternative, that of Karl Popper, and then try to give a preliminary comparison of the two.",
        "Feyerabend and Popper on Theory Proliferation and Anomaly Import: On the Compatibility of Theoretical Pluralism and Critical Rationalism.Karim Bschir - 2015 - Hopos: The Journal of the International Society for the History of Philosophy of Science 5 (1):24-55.",
        "Feyerabend’s Against Method: Rationalism vs. Pseudo-irrationalism.Maurice A. Finocchiaro - 2021 - In Science, Method, and Argument in Galileo: Philosophical, Historical, and Historiographical Essays. Cham: Springer Verlag.",
        "Reasons for relativism: Feyerabend on the ‘Rise of Rationalism’ in ancient Greece.Helmut Heit - 2016 - Studies in History and Philosophy of Science Part A 57:70-78."
      ]
    },
    {
      "title": "Juergen Habermas, The Theory of Communicative Action, Vol. 1, 'Reason and the Rationalization of Society'",
      "url": "https://philpapers.org/rec/HABTTO",
      "philpapers_id": "HABTTO",
      "snippet": "Not only does it provide a compelling critique of some of the main perspectives in 20th century philosophy and social science, but it also presents a systematic synthesis of the many themse which have preoccupied Habermas for thirty years. --Times Literary Supplement. ... Theodor W. Adorno in Continental Philosophy · Communication Functionalism Rationalism Social action Sociology",
      "page_age": null,
      "extra_snippets": [
        "Not only does it provide a compelling critique of some of the main perspectives in 20th century philosophy and social science, but it also presents a systematic synthesis of the many themse which have preoccupied Habermas for thirty years. --Times Literary Supplement. ... Theodor W. Adorno in Continental Philosophy · Communication Functionalism Rationalism Social action Sociology",
        "Habermas as a Philosopher. [REVIEW]Jurgen Habermas - 1990 - Ethics 100 (3):641-657. The Theory of Communicative Action: Reason and the Rationalization of Society.Jürgen Habermas - 1991 - Polity.",
        "Rationalization and Social Pathology in The Theory of Communicative Action.David A. Borman - 2012 - In The Idolatry of the Actual: Habermas, Socialization, and the Possibility of Autonomy. State University of New York Press.",
        "The Theory of Communicative Action. Vol. 1: Reason and the Rationalization of Society.Nanette Funk, Jurgen Habermas & Thomas McCarthy - 1986 - Philosophical Review 95 (2):269."
      ]
    },
    {
      "title": "Barbara Weber, J. Habermas and the Art of Dialogue: The Practicability of the Ideal Speech Situation",
      "url": "https://philpapers.org/rec/WEBJHA",
      "philpapers_id": "WEBJHA",
      "snippet": "Critical reasoning is a core element of the P4C program. Yet, the appearance of postmodernism, multiculturalism and ethnocentrism casts doubt on the Western concept of rationality and demands that its claim ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Barbara Weber"
        }
      ],
      "extra_snippets": [
        "This is an important task, because if we cannot defend P4C against the postmodern criticism of rationality, we cannot claim that it is a multicultural program in a true sense, nor can we defend it against the charge that this is just another attempt of western colonization. ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Habermas Discourse Ethics: The Attitude Between Modernity and Postmodernity.Jack Russell Simmons - 1997 - Dissertation, Tulane University",
        "Foucault and Habermas: Communicative Action as Trans-Cultural Politics.Seonghwa Lee - 1991 - Dissertation, Purdue University · Rationality, hermeneutics, and dialogue: toward a viable postfoundationalist account of rationality.Paul Healy - 2005 - Burlington, VT: Ashgate.",
        "Persuasion and peer review in science: Habermas's ideal speech situation applied.Alan G. Gross - 1990 - History of the Human Sciences 3 (2):195-209. What is a validity claim?Joseph Heath - 1998 - Philosophy and Social Criticism 24 (4):23-41. The Rationality of Legal Discourse in Habermas's Discourse Theory.Eveline T.",
        "Judgment and Communicative Rationality: A Study of the Political Philosophy of Hannah Arendt and Juergen Habermas.Seon-Wook Kim - 1999 - Dissertation, State University of New York at Buffalo"
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
      "page_age": null,
      "extra_snippets": [
        "Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons. Reason and the Rationalization of Society develops a sociological theory of action that stresses not its means-ends or teleological aspect, but the need to coordinate action socially via communication.",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press. The Theory of Communicative Action. Volume I. Reason and the Rationalization of Society, by Jurgen Habermas.Alan How - 1987 - Journal of the British Society for Phenomenology 18 (2):192-194."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
