{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber modernity",
  "results": [
    {
      "title": "Keith Breen, Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre",
      "url": "https://philpapers.org/rec/BREUWS",
      "philpapers_id": "BREUWS",
      "snippet": "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt ...",
      "page_age": null,
      "extra_snippets": [
        "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt on modern oblivion and the promise of politics -- Judging Arendt: citizenship, action and the scope of politics -- The new dark age: MacIntyre on bureaucratic individualism and the hope for an ethical polity -- Engaging MacIntyre: flourishing, modernity and political struggle -- Closing reflections: ethics, politics and strategy in the present.",
        "Politics and Modernity: History of the Human Sciences Special Issue.Irving History of the Human Sciences, Robin Velody & Williams - 1993 - SAGE Publications. Lying and history.Cathy Caruth - 2010 - In Roger Berkowitz (ed.), Thinking in Dark Times: Hannah Arendt on Ethics and Politics. New York: Fordham University Press. The separation between ethics and politics: Max Weber on ancient Judaism and modernity.Eyal Chowers - 2022 - European Journal of Social Theory 25 (3):477-495.",
        "Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press.",
        "Promising and Civil Disobedience: Arendt’s Political Modernism.J. M. Bernstein - 2010 - In Roger Berkowitz (ed.), Thinking in Dark Times: Hannah Arendt on Ethics and Politics. New York: Fordham University Press."
      ]
    },
    {
      "title": "Richard J. Bernstein (ed.), Habermas and modernity",
      "url": "https://philpapers.org/rec/BERHAM",
      "philpapers_id": "BERHAM",
      "snippet": "All of these essays focus on the concept of modernity in the philosophical work of Jurgen Habermas - an ambitious and carefully argued intellectual project that invites, indeed demands, rigorous scrutiny. Following an introductory overview of Habermas&#x27;s work by Richard Bernstein, Albrecht Wellmer&#x27;s essay places the philosopher within the tradition of Hegel, Marx, Weber...",
      "page_age": null,
      "extra_snippets": [
        "All of these essays focus on the concept of modernity in the philosophical work of Jurgen Habermas - an ambitious and carefully argued intellectual project that invites, indeed demands, rigorous scrutiny. Following an introductory overview of Habermas's work by Richard Bernstein, Albrecht Wellmer's essay places the philosopher within the tradition of Hegel, Marx, Weber, and Critical Theory.",
        "Martin Jay discusses Habermas's views on art and aesthetics, and Joel Whitebook examines his interpretations of Freud and psychoanalysis, Anthony Giddens offers a critical reading of Habermas's major work, \"The Theory of Communicative Action. Richard Rorty criticizes the whole thrust of his program by way of a comparison with the work of the French philosopher of postmodernity, Jean-Francois Lyotard. And Thomas McCarthy concentrates on the question of the selectivity of rationalization processes in the modern age.",
        "Richard J. Bernstein is T. Wistar Brown Professor of Philosophy at Haverford College. He was editor of the journal \"Praxis International, in which these essays recently appeared. \"Habermas and Modernity \"is included in the series Studies in contemporary German Social Thought, edited by Thomas McCarthy.",
        "Richard J. Bernstein.Brendan Hogan - 2005 - In John R. Shook & Richard T. Hull, The dictionary of modern American philosophers. Bristol: Thoemmes Continuum. Habermas, critical debates.John B."
      ]
    },
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
        "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52. The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory.",
        "The article is a translation into Russian of another piece of “Theory of Communicative Action” by J. Habermas. Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning ..."
      ]
    },
    {
      "title": "Reihan Salam, Habermas vs. Weber on democracy",
      "url": "https://philpapers.org/rec/SALHVW",
      "philpapers_id": "SALHVW",
      "snippet": "Habermas endorses democracy as a way to rescue modern life from the economic and bureaucratic compulsion that Weber saw as an inescapable condition of modernity. This rescue mission requires that Habermas ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Reihan Salam"
        }
      ],
      "extra_snippets": [
        "But Habermas overlooks the opaque nature of our interests under complex modern conditions, and the difficulty of even knowing what the modern state is doing—let alone judging whether what it is doing serves our interests well. These overlooked sources of public ignorance buttress Weber's more pessimistic understanding of democracy, and like the theatrics surrounding popular sovereignty, public ignorance both enables and masks the autonomy that allows state officials and non‐state opinion leaders to shape public policy undemocratically.",
        "Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre.Keith Breen - 2012 - Burlington, VT: Ashgate.",
        "Weber, Habermas, and the transformations of the european state: Constitutional, social, and supranational democracy. By John P. McCormick.Anthony J. Carroll - 2007 - Heythrop Journal 48 (6):1013–1014. Modernization, Rights, and Democratic Society: The Limits of Habermas’s Democratic Theory.",
        "Habermas II.David Rasmussen & James Swindal (eds.) - 2009 - Los Angeles: SAGE. Weber: political writings.Max Weber - 1994 - New York: Cambridge University Press."
      ]
    },
    {
      "title": "Jürgen Habermas, Modernity versus postmodernity",
      "url": "https://philpapers.org/rec/HABMVP",
      "philpapers_id": "HABMVP",
      "snippet": "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
        "An Allegory of Modernity/Postmodernity: Habermas and Derrida.Lasse Thomassen - 2019 - In The Derrida - Habermas Reader. Edinburgh: Edinburgh University Press.",
        "Reason and Aesthetics between Modernity and Postmodernity: Habermas and Rorty.Richard Shusterman - 2001 - In Matthew Festenstein & Simon Thompson, Richard Rorty: Critical Dialogues.",
        "Habermas and Lyotard on Postmodernity. _____ - 1985 - In Richard J. Bernstein, Habermas and modernity."
      ]
    },
    {
      "title": "Seyla Benhabib, The Philosophical Discourse of Modernity: Twelve Lectures",
      "url": "https://philpapers.org/rec/LAWTPD",
      "philpapers_id": "LAWTPD",
      "snippet": "Habermas examines the odyssey of the philosophical discourse of modernity from Hegel through the present and tests his own ideas about the appropriate form of a postmodern discourse through dialogs with a broad range of past and present critics ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Seyla Benhabib"
        }
      ],
      "extra_snippets": [
        "The Philosophical Discourse of Modernity is a tour de force that has the immediacy and accessibility of the lecture form and the excitement of an encounter across, national cultural boundaries. Habermas takes up the challenge posed by the radical critique of reason in contemporary French poststructuralism.Tracing the odyssey of the philosophical discourse of modernity, Habermas's strategy is to return to those historical \"crossroads\" at which Hegel and the Young Hegelians, Nietzsche and Heidegger made the fateful decisions that led to this outcome.",
        "Habermas examines the odyssey of the philosophical discourse of modernity from Hegel through the present and tests his own ideas about the appropriate form of a postmodern discourse through dialogs with a broad range of past and present critics and theorists.The lectures on Georges Bataille, Michel Foucault, Jacques Derrida, and Cornelius Castoriadis are of particular note since they are the first fruits of the recent cross-fertilization between French and German thought.",
        "The lectures were reworked for the final time in seminars at Boston College and first published in Germany in the fall of 1985.Jürgen Habermas is Professor of Philosophy at the University of Frankfurt. The Philosophical Discourse of Modernity is included in the series Studies in Contemporary German Social Thought, edited by Thomas McCarthy.",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Frederick Lawrence - 1991 - Mind 100 (2):295-297. Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320."
      ]
    },
    {
      "title": "Wolfgang Schluchter, Paradoxes of modernity: culture and conduct in the theory of Max Weber",
      "url": "https://philpapers.org/rec/SCHPOM",
      "philpapers_id": "SCHPOM",
      "snippet": "One of the world&#x27;s pre-eminent Max Weber scholars here presents a comprehensive analysis of Weber&#x27;s ambiguous stance toward modernity considered from a normative, theoretical, and historical point of view.",
      "page_age": null,
      "extra_snippets": [
        "One of the world's pre-eminent Max Weber scholars here presents a comprehensive analysis of Weber's ambiguous stance toward modernity considered from a normative, theoretical, and historical point of view. The book is in two parts. Part I scrutinises Weber's world view.",
        "On the basis of his thinking about the meaning and inter-relationships of science, politics, and ethics in the modern era, Weber is seen as the embodiment of a social scientist and political thinker who exposes himself to intellectual risks and existential tensions while resisting final solutions.",
        "This reconstruction of Weber's work on religion emphasises its interplay between religion, economy, politics, and law. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber.",
        "Max Weber, Rationality and Modernity.Sam Whimster & Dr Scott Lash - 2014 - Routledge."
      ]
    },
    {
      "title": "Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures",
      "url": "https://philpapers.org/rec/HABTPD",
      "philpapers_id": "HABTPD",
      "snippet": "Modernity&#x27;s Consciousness of Time and Its Need for Self- Reassurance In his famous introduction to the collection of his studies on the sociology of ...",
      "page_age": null,
      "extra_snippets": [
        "The Philosophical Discourse of Modernity: Twelve Lectures.Frederick Lawrence - 1991 - Mind 100 (2):295-297. Jürgen Habermas, \"the philosophical discourse of modernity: Twelve lectures\".",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Seyla Benhabib - 1987 - Journal of Philosophy 84 (12):752-757. Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320.",
        "Review Articles : The Redemption of Modernity Jürgen Habermas, The Philosophical Discourse of Modernity (Cambridge, Polity, 1987); John F. Rundell, origins of Modernity: The Origins of Modern Social Theory from Kant to Hegel to Marx (Cambridge, Polity Press, 1987).",
        "Dewey, Habermas, and the Unfinished Project of Modernity in Unmodern Philosophy and Modern Philosophy.Phillip Deen - 2017 - In Steven Fesmire, The Oxford Handbook of Dewey [Intro available free from OUP]. Oxford, UK and New York: Oxford University Press."
      ]
    },
    {
      "title": "Barry Allen, Jürgen Habermas, The Philosophical Discourse of Modernity Reviewed by",
      "url": "https://philpapers.org/rec/ALLJHT-2",
      "philpapers_id": "ALLJHT",
      "snippet": "Habermas and the Unfinished Project of Modernity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Barry Allen"
        }
      ],
      "extra_snippets": [
        "Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320.",
        "Jürgen Habermas, \"the philosophical discourse of modernity: Twelve lectures\".",
        "Habermas and the Unfinished Project of Modernity.",
        "Levinas, Habermas and modernity.Nicholas H."
      ]
    },
    {
      "title": "Eyal Chowers, The separation between ethics and politics: Max Weber on ancient Judaism and modernity",
      "url": "https://philpapers.org/rec/CHOTSB",
      "philpapers_id": "CHOTSB",
      "snippet": "In particular, Weber argues that while the political sphere is dominated by the unifying, exclusionary, power-driven, and war-prone nation state, the ethical sphere is characterized by the universalization of individually based, deontological norms. For Weber, I argue, the modern separation between the ethical and political spheres originates in ancient Judaism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Eyal Chowers"
        }
      ],
      "extra_snippets": [
        "For Max Weber, modernity is characterized by a tragic conflict among value spheres, each claiming to possess the ‘true meaning’ of human life. In particular, Weber argues that while the political ...",
        "In particular, Weber argues that while the political sphere is dominated by the unifying, exclusionary, power-driven, and war-prone nation state, the ethical sphere is characterized by the universalization of individually based, deontological norms. For Weber, I argue, the modern separation between the ethical and political spheres originates in ancient Judaism.",
        "Biblical prophets, simultaneously, were the inventors of an idealistic, mulish, universal ethics Weber termed the ‘ethics of ultimate ends’. Thus, against the Greek model harmonizing ethics and politics, Judaism invented an antagonistic model of the two. This Jewish imagination lay dormant for almost two millennia but returned to the stage in secularized modernity.",
        "A Note On Max Weber's Definition Of Judaism As A Pariah-religion.Arnaldo Momigliano - 1980 - History and Theory 19 (3):313-318. The politics of time: subjectivity and modernity in Max Weber.Terry Maley - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment."
      ]
    },
    {
      "title": "Brendan Sweetman, Habermas and the Unfinished Project of Modernity",
      "url": "https://philpapers.org/rec/SWEHAT",
      "philpapers_id": "SWEHAT",
      "snippet": "This collection of ten essays “by a team of leading philosophers, social scientists, intellectual historians and literary critics” aims to critically engage Jürgen Habermas’s critique of postmodernism in The Philosophical Discourse of Modernity. Five of the essays have been previously published, and Habermas’s essay, “Modernity: An Unfinished Project,” is also reprinted here.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Brendan Sweetman"
        }
      ],
      "extra_snippets": [
        "This collection of ten essays “by a team of leading philosophers, social scientists, intellectual historians and literary critics” aims to critically engage Jürgen Habermas’s critique of postmodernism in The Philosophical Discourse of Modernity. Five of the essays have been previously published, and Habermas’s essay, “Modernity: An Unfinished Project,” is also reprinted here.",
        "In Defence of the Modernist Project in Education.Joe Harkin - 1998 - British Journal of Educational Studies 46 (4):428 - 439. Distorted communications: Feminism’s dispute with Habermas.Pauline Johnson - 2001 - Philosophy and Social Criticism 27 (1):39-62.",
        "Modernity as autonomy.Kenneth Baynes - 1995 - Inquiry: An Interdisciplinary Journal of Philosophy 38 (3):289 – 303. Levinas, Habermas and modernity.Nicholas H.",
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge, Mass.: MIT Press."
      ]
    },
    {
      "title": "Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.), Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity",
      "url": "https://philpapers.org/rec/PASHAT",
      "philpapers_id": "PASHAT",
      "snippet": "This collection of ten essays offers the first systematic assessment of Jü rgen Habermas&#x27;s &quot;Philosophical Discourse of Modernity,&quot; a book that defended the rational potential of the modern age against the depiction of modernity as a spent epoch.",
      "page_age": null,
      "extra_snippets": [
        "This collection of ten essays offers the first systematic assessment of Jü rgen Habermas's \"Philosophical Discourse of Modernity,\" a book that defended the rational potential of the modern age against the depiction of modernity as a spent epoch.",
        "The main body of essays offer an interesting collection of points of view, for and against Habermas's position by philosophers, social scientists, intellectual historians, and literary critics. SECTIONS &; CONTRIBUTORS: \"Introduction,\" Maurizio Passerin d'Entrè ves. \"Modernity versus Postmodernity,\" Jü rgen Habermas.",
        "Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
        "Habermas and modernity.Richard J."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the &#x27;lifeworld&#x27; and &#x27;system&#x27; paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
      "page_age": null,
      "extra_snippets": [
        "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the 'lifeworld' and 'system' paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
        "Here, for the first time in English, is volume one of Jurgen Habermas's long-awaited magnum opus: The Theory of Communicative Action. This pathbreaking work is guided by three interrelated concerns: to ...",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J."
      ]
    },
    {
      "title": "J. Habermas, The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness",
      "url": "https://philpapers.org/rec/HABTDO-3",
      "philpapers_id": "HABTDO",
      "snippet": "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres. This theoretical perspective allows Weber to conduct his analysis simultaneously on two levels: first, from the point of view of universal-historic emergence of modern structures of consciousness; second, from the point of view of embodiment of these structures of rationality in social institutions.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres. This theoretical perspective allows Weber to conduct his analysis simultaneously on two levels: first, from the point of view of universal-historic emergence of modern structures of consciousness; second, from the point of view of embodiment of these structures of rationality in social institutions.",
        "Max Weber structures of rationality disenchantment of religious worldviews values protestant ethics capitalistic economy modern state formal law purposive rationality ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "Rationalisation.Shivdeep Grewal - 2012 - In Habermas and European integration: Social and cultural modernity beyond the nation state. Manchester: Manchester University Press. pp. 57-63. The Power of the Sacred.Joshua Derman, Peter E. Gordon, Axel Honneth, Daniela K. Helbig, Hans Joas, Lawrence A. Scaff, Christopher A. McAuley, Sam Whimster, Edith Hanke, Stephen Turner, Isaac Ariail Reed & Julia Adams - 2025 - In Joshua Derman & Peter Eli Gordon, Max Weber at 100: legacies and prospects.",
        "In the second part of his essay on Max Weber’s theory of rationalization J. Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with ..."
      ]
    },
    {
      "title": "F. Novosád, Max Weber: Teória modernity",
      "url": "https://philpapers.org/rec/NOVMWT",
      "philpapers_id": "NOVMWT",
      "snippet": "Under Weber&#x27;s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre.Keith Breen - 2012 - Ashgate.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "F. Novosád"
        }
      ],
      "extra_snippets": [
        "The City: Rationalization and Freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126. Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford University Press.",
        "The History and Critique of Modernity: Dewey with Foucault Against Weber.Colin Koopman - manuscript · Max Weber: Readings and Commentary on Modernity.Max Weber & Stephen Kalberg (eds.) - 2005 - Blackwell.",
        "Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber. Stanford University Press, Stanford, CA. Asher Horowitz and Terry Maley, Eds., The Barbarism of Reason: Max Weber and the Twilight of Enlightenment. University of Toronto.",
        "Reviews : Derek Sayer, Capitalism and Modernity: An Excursus on Marx and Weber, London: Routledge, 1991, Paper £8.99, X + 172 Pp. Stjepan G. Meštrović, The Coming Fin de Siècle: An Application of Durkheim's Sociology to Modernity and Postmodernism, London: Routledge, 1991, £35.00, Xiv + 232 Pp."
      ]
    },
    {
      "title": "Anthony J. Carroll, Disenchantment, Rationality and the Modernity of Max Weber",
      "url": "https://philpapers.org/rec/CARDRA-11",
      "philpapers_id": "CARDRA",
      "snippet": "Here, I argue that Weber&#x27;s account of theoretical and practical rationality, as disclosed through his conception of the disenchantment of the world, displays a confessional architecture consistently structured by a nineteenth century German Protestant outlook. I develop this thesis through a review of the concepts of rationality and disenchantment in Weber&#x27;s major works and conclude that this conceptual framework depicts a Protestant account of modernity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Anthony J. Carroll"
        }
      ],
      "extra_snippets": [
        "Following Aristotle's distinction between theoretical and practical rationality, Max Weber holds that beliefs about the world and actions within the world must follow procedures consistently and be appropriately formed if they ...",
        "Here, I argue that Weber's account of theoretical and practical rationality, as disclosed through his conception of the disenchantment of the world, displays a confessional architecture consistently structured by a nineteenth century German Protestant outlook. I develop this thesis through a review of the concepts of rationality and disenchantment in Weber's major works and conclude that this conceptual framework depicts a Protestant account of modernity.",
        "The political economy of social psychiatry: Max Weber's conception of disenchantment.Vincentas R. Giedraitis - 2008 - Saarbrücken, Germany: VDM Verlag Dr. Müller. Added to PP 2013-12-14 Downloads 125 (#236,421) 6 months 21 (#567,948) ... Beyond Re-enchantment: Christian Materialism and Modern Medicine.Matthew Vest - 2019 - Christian Bioethics 25 (3):266-282.",
        "Protestant Modernity: Weber, Secularization, and Protestantism.Anthony J."
      ]
    },
    {
      "title": "Andrew M. Koch, Book Reviews : Wolfgang Schluchter, Paradoxes of Modernity: Culture and Conduct in the Theory of Max Weber. Stanford University Press, Stanford, CA. Asher Horowitz and Terry Maley, eds., The Barbarism of Reason: Max Weber and the Twilight of Enlightenment. University of Toronto",
      "url": "https://philpapers.org/rec/AMKBR",
      "philpapers_id": "AMKBR",
      "snippet": "9. The Comedy of Enlightenment: Weber, Habermas, and the Critique of Reification.Asher Horowitz - 1994 - In Asher Horowitz &amp; Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew M. Koch"
        }
      ],
      "extra_snippets": [
        "Max Weber and Post-Positivist Social Theory.Susan Hekman - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press. pp. 267-286. 7. The Politics of Time: Subjectivity and Modernity in Max Weber.Terry Maley - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment.",
        "Max Weber and the Modern State.Fred Dallmayr - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press.",
        "9. The Comedy of Enlightenment: Weber, Habermas, and the Critique of Reification.Asher Horowitz - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press.",
        "Max Weber and the Liberal Political Tradition.David Beetham - 1994 - In Asher Horowitz & Terry Maley, The barbarism of reason: Max Weber and the twilight of enlightenment. Buffalo: University of Toronto Press."
      ]
    },
    {
      "title": "Max Weber & Stephen Kalberg (eds.), Max Weber: readings and commentary on modernity",
      "url": "https://philpapers.org/rec/WEBMWR",
      "philpapers_id": "WEBMWR",
      "snippet": "Gathers Weber’s writings in a comprehensive collection, organized by topic. Rejuvenates a central, pivotal theme of Weberian thought: &quot;How do we live?&quot; and &quot;How can we live in the industrial society?” Connects Weber’s writings to contemporary issues through modern essays and editorial introductions.",
      "page_age": null,
      "extra_snippets": [
        "This unique volume gathers Weber's writings on a broad array of themes, from the nature of work, to the political culture of democracy, to the uniqueness of the West, to the character of the family and race relations, to the role of science and the fate of ethical action in the modern world.",
        "Gathers Weber’s writings in a comprehensive collection, organized by topic. Rejuvenates a central, pivotal theme of Weberian thought: \"How do we live?\" and \"How can we live in the industrial society?” Connects Weber’s writings to contemporary issues through modern essays and editorial introductions.",
        "Sociology History. Sociology History. Civilization, Modern Philosophy ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... In S. Kalberg.M. Weber",
        "Max Weber.Peter Lassman - 2006 - Routledge. Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
