{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber methodology Verstehen social science",
  "results": [
    {
      "title": "Max Weber, Die \"Objektivität\" sozialwissenschaftlicher und sozialpolitischer Erkenntnis",
      "url": "https://philpapers.org/rec/WEBDOS",
      "philpapers_id": "WEBDOS",
      "snippet": "Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E. McCarthy - 2001 - Transaction. Objectivity, value spheres, and &quot;inherent laws&quot;: On some suggestive isomorphisms between Weber, Bourdieu, and Luhmann.Hans Henrik Bruun - 2008 - Philosophy of the Social Sciences ...",
      "page_age": null,
      "extra_snippets": [
        "Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E. McCarthy - 2001 - Transaction. Objectivity, value spheres, and \"inherent laws\": On some suggestive isomorphisms between Weber, Bourdieu, and Luhmann.Hans Henrik Bruun - 2008 - Philosophy of the Social Sciences 38 (1):97-120.",
        "Normativität bei Max Weber : zum Spannungsverhältnis von Wertfreiheit und Verstehen.Lars Heinemann - 2011 - In Johannes Ahrens, Raphael Beer, Uwe H. Bittlingmayer & Jürgen Gerdes, Normativität: über die Hintergründe sozialwissenschaftlicher Theoriebildung. Wiesbaden: VS Verlag. Die Entwicklung und die Diagnose der Okzidentalen Moderne: ein Dialog zwischen Jürgen Habermas und Max Weber.Jessé Souza - 1991 - [S.N.].",
        "Max Weber and the Problems of Value-free Social Science: A Critical Examination of the Werturteilsstreit.Jay A. Ciaffa - 1998 - Bucknell University Press. Max Weber in Amerika: Wirkungsgeschichte und Rezeptionsgeschiche Webers in der anglo-amerikanischen Philosophie und Sozialwissenschaft.Ágnes Erdélyi - 1992",
        "Social Inconsistency.Thomas Brouwer - 2022 - Ergo: An Open Access Journal of Philosophy 9. A theory of intergenerational justice.Jörg Tremmel - 2009 - London: Earthscan. Values and Objectivity in Science: Value-Ladenness, Pluralism and the Epistemic Attitude.Martin Carrier - 2013 - Science & Education 22 (10):2547-2568."
      ]
    },
    {
      "title": "David Goddard, Max Weber and the Objectivity of Social Science",
      "url": "https://philpapers.org/rec/GODMWA",
      "philpapers_id": "GODMWA",
      "snippet": "Neither a Weberian methodology of social science, nor the rationale provided by Anglo-American logical positivism, can give an adequate account of the objectivity of the human sciences with the sole exception of history. The Kantian theory of objectivity presupposed by Weber&#x27;s sociology left it with no object, but rather an indefinite range of phenomena defined from an indefinite number of points of view.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Goddard"
        }
      ],
      "extra_snippets": [
        "Neither a Weberian methodology of social science, nor the rationale provided by Anglo-American logical positivism, can give an adequate account of the objectivity of the human sciences with the sole exception of history. The Kantian theory of objectivity presupposed by Weber's sociology left it with no object, but rather an indefinite range of phenomena defined from an indefinite number of points of view.",
        "Values, neo-Kantianism, and the development of Weberian methodology.Thomas W. Segady - 1987 - New York: P. Lang. Added to PP 2015-02-04 Downloads 87 (#197,625) 6 months 6 (#823,507) ... The Mission of the Scientist Yesterday and Today: On the Centenary of Max Weber’s “Wissenschaft als Beruf”.Alexander Yu Antonovskiy & Raisa Ed Barash - 2019 - Social Epistemology 34 (2):117-129. Verstehen and dialecdtic: Epistemology and methodology in Weber andlukacs.John Sewart - 1978 - Philosophy and Social Criticism 5 (3-4):320-366.",
        "The Verstehen Thesis and the Foundations of Max Weber's Methodology.Guy Oakes - 1977 - History and Theory 16 (1):11-29.",
        "Rickert's value theory and the foundations of Weber's methodology.Guy Oakes - 1988 - Sociological Theory 6 (1):38-51."
      ]
    },
    {
      "title": "Jürgen Habermas, On the Logic of the Social Sciences",
      "url": "https://philpapers.org/rec/HABOTL-2",
      "philpapers_id": "HABOTL",
      "snippet": "On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder.",
      "page_age": null,
      "extra_snippets": [
        "On the Logic of the Social Sciences.Shierry Weber Nicholsen & Jerry A. Stark - 1991 - Ethics 101 (2):413-415. Book Review:On the Logic of the Social Sciences. Jurgen Habermas, Shierry Weber Nicholsen, Jerry A.",
        "On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder.",
        "Book Reviews : Jurgen Habermas, On the Logic of the Social Sciences, translated by Shierry Weber Nicholsen and Jerry A. Stark. The MIT Press, Cambridge, MA and London, England, 1988. Pp. xiv + 220. $12.50 (paper). Originally appeared in Philosophische Rundschau in February 1967.",
        "[REVIEW]Sandra Gudmundsen - 1997 - Philosophy of the Social Sciences 27 (1):139-146. Critical Hermeneutics: A Study in the Thought of Paul Ricoeur and Jürgen Habermas.John B. Thompson - 1981 - New York: Cambridge University Press. Edited by Paul Ricœur & Jürgen Habermas. A Critical Inquiry into Jürgen Habermas’ Hermeneutical Reflection as a Methodology of Social Science.Tizar Shahwirman - 2023 - Diskursus - Jurnal Filsafat dan Teologi STF Driyarkara 19 (2):257-291."
      ]
    },
    {
      "title": "Guy Oakes, Weber and Rickert: Concept Formation in the Cultural Sciences",
      "url": "https://philpapers.org/rec/OAKWAR",
      "philpapers_id": "OAKWAR",
      "snippet": "Philosophers and social scientists will welcome this highly original discussion of Max Weber&#x27;s analysis of the objectivity of social science. Guy Oakes traces the vital connection between Weber&#x27;s methodology and the work of philosopher Heinrich Rickert, reconstructing Rickert&#x27;s notoriously difficult concepts in order to isolate the important, and until now poorly understood, roots of problems in Weber&#x27;s own work.Guy Oakes teaches social philosophy at Monmouth College and sociology at the New School for Social Research",
      "page_age": null,
      "extra_snippets": [
        "Philosophers and social scientists will welcome this highly original discussion of Max Weber's analysis of the objectivity of social science. Guy Oakes traces the vital connection between Weber's methodology and the work of philosopher Heinrich Rickert, reconstructing Rickert's notoriously difficult concepts in order to isolate the important, and until now poorly understood, roots of problems in Weber's own work.Guy Oakes teaches social philosophy at Monmouth College and sociology at the New School for Social Research",
        "The Limits of Concept Formation in Natural Science. [REVIEW]Gary R. Weaver - 1988 - Review of Metaphysics 42 (1):167-168. Max Weber and the New Century.Alan Sica - 2004 - Transaction. Added to PP 2014-02-06 Downloads 164 (#177,242) 6 months 6 (#1,447,705) ... Neurath on Verstehen.Thomas Uebel - 2019 - European Journal of Philosophy 27 (4):912-938.",
        "Guy Oakes, Weber and Rickert: Concept Formation in the Cultural Sciences.Charles Turner - 1990 - Radical Philosophy 54:46. Book reviews : The limits of concept formation in natural science: A logical introduction to the historical sciences. Abridged edition. By Heinrich Rickert. Edited and translated by guy Oakes. Cambridge: Cambridge university press, 1986. Pp. XXXII + 240. $15.95. [REVIEW]H. P. Rickman - 1989 - Philosophy of the Social Sciences 19 (3):401-404.",
        "Guy Oakes: Weber und Rickert. [REVIEW]Gerhard Wagner - 1992 - Philosophische Rundschau 39 (3):249. Value orientation and the secularization of post-Enlightenment social science.Sven Eliaeson - 2012 - History of the Human Sciences 25 (3):3-31."
      ]
    },
    {
      "title": "Walter Garrison Runciman, A critique of Max Weber's philosophy of social science",
      "url": "https://philpapers.org/rec/RUNACO",
      "philpapers_id": "RUNACO",
      "snippet": "This essay is written in the belief that it is possible to say both where Max Weber&#x27;s philosophy of social science is mistaken and how these mistakes can be put right. Runciman argues that Weber&#x27;s analysis breaks down at three decisive points: the difference between theoretical pre-suppositions and implicit value-judgements; the manner in which &#x27;idiographic&#x27; explanations are to be subsumed under causal laws; and the relation of explanation to description in sociology. The arguments which Weber put forward are fundamental to the methodology of the social sciences, and since his death it has come to be increasingly widely held that with perhaps the sole exception of Mill&#x27;s System of Logic there is still no other body of work of comparable importance in the academic literature on these topics.",
      "page_age": null,
      "extra_snippets": [
        "This essay is written in the belief that it is possible to say both where Max Weber's philosophy of social science is mistaken and how these mistakes can be put right. Runciman argues that Weber's analysis breaks down at three decisive points: the difference between theoretical pre-suppositions and implicit value-judgements; the manner in which 'idiographic' explanations are to be subsumed under causal laws; and the relation of explanation to description in sociology. The arguments which Weber put forward are fundamental to the methodology of the social sciences, and since his death it has come to be increasingly widely held that with perhaps the sole exception of Mill's System of Logic there is still no other body of work of comparable importance in the academic literature on these topics.",
        "Webers idealtypus AlS methode zur bestimmung Des begriffsinhaltes theoretischer begriffe in den kulturwissenschaften.Gertrude Hirsch Hadorn - 1997 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 28 (2):275 - 296. Max Weber: Milestones of an Intellectual Biography.T. A. Dmitriev - 2020 - Sociology of Power 32 (4):8-44. Idiographic Theorizing and Ideal Types: Max Weber’s Methodology of Social Science.Finn Collin - 1995 - Danish Yearbook of Philosophy 30 (1):37-67.",
        "Runciman's attempt to correct Weber's mistakes therefore constitutes in itself a valuable contribution to the philosophy of social science. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... A Critique of Max Weber's Philosophy of Social Science.W.",
        "Max Weber and the Objectivity of Social Science.David Goddard - 1973 - History and Theory 12 (1):1-22. Added to PP 2009-01-28 Downloads 115 (#285,012) 6 months 14 (#943,945) ... What is History for? Johann Gustav Droysen and the Functions of Historiography.Arthur Alfaix Assis - 2014 - New York, USA: Berghahn Books. Objective Styles in Northern Field Science.Jeff Kochan - 2015 - Studies in History and Philosophy of Science Part A 52:1-12."
      ]
    },
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "The city: Rationalization and freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126. Max Weber and Postmodern Theory: Rationalization versus Re-enchantment.N. Gane - 2002 - Springer. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)",
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
        "Habermas argues that Weber’s analysis of modernization does not exhaust the explanatory potential of his own theory."
      ]
    },
    {
      "title": "Guy Oakes, The Verstehen Thesis and the Foundations of Max Weber's Methodology",
      "url": "https://philpapers.org/rec/OAKTVT",
      "philpapers_id": "OAKTVT",
      "snippet": "The Verstehen thesis is Weber&#x27;s method for identifying and understanding sociocultural phenomena. He assumes that, as the study of meaningful human conduct, the social sciences , must recognize that the actor ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Guy Oakes"
        }
      ],
      "extra_snippets": [
        "Weber's exposition of the Verstehen thesis is scattered among many of his essays and criticisms in the form of illustrations and examples, consistent with his belief that sociocultural investigation requires flexible programs rather than a permanent conceptual scheme. He observed that the Methodenstreit of his day created a crisis of the social sciences because of the excessive emphasis on methodological issues, and he proposed the Verstehen thesis as a solution to this early twentieth-century crisis",
        "Webers idealtypus AlS methode zur bestimmung Des begriffsinhaltes theoretischer begriffe in den kulturwissenschaften.Gertrude Hirsch Hadorn - 1997 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 28 (2):275 - 296. Verstehen and dialecdtic: Epistemology and methodology in Weber andlukacs.John Sewart - 1978 - Philosophy and Social Criticism 5 (3-4):320-366.",
        "Max webers system der verstehenden soziologie.Ulrich Steinvorth - 1982 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 13 (1):48-69. Rickert's value theory and the foundations of Weber's methodology.Guy Oakes - 1988 - Sociological Theory 6 (1):38-51.",
        "Conceptuality and Practical Action: A Critique of Charles Taylor’s Verstehen Social Theory.Michael Brownstein - 2010 - Philosophy of the Social Sciences 40 (1):59-83. Max Weber and the Objectivity of Social Science.David Goddard - 1973 - History and Theory 12 (1):1-22."
      ]
    },
    {
      "title": "Hans Henrik Bruun & Sam Whimster, Max Weber: Collected Methodological Writings",
      "url": "https://philpapers.org/rec/BRUMWC",
      "philpapers_id": "BRUMWC",
      "snippet": "Weber&#x27;s methodological writings form the bedrock of key ideas across the social sciences. His discussion of value freedom and value commitment, causality, understanding and explanation, theory building and ideal types have ...",
      "page_age": null,
      "extra_snippets": [
        "These ideas influence the current research practice of sociologists, historians, economists and political scientists and are central to debates in the philosophy of social science. But, until now, Weber's extensive writings on methodology have lacked a comprehensive publication.",
        "Max Weber’s ideal versus material interest distinction revisited.Dustin S. Stoltz & Omar Lizardo - 2018 - European Journal of Social Theory 21 (1):3-21. What Is Methodological Individualism? Anatomy of a Controversy.Nathalie Bulle - 2025 - Philosophy of the Social Sciences 55 (5):463-508.",
        "Causation, Value Judgments, Verstehen.Stephen Turner - 2019 - In Edith Hanke, Lawrence A. Scaff & Sam Whimster, The Oxford Handbook of Max Weber. Oxford University Press. Values, neo-Kantianism, and the development of Weberian methodology.Thomas W. Segady - 1987 - New York: P.",
        "Thinking about configurations: Max Weber and modern social science.Ola Agevall - 2005 - Etica E Politica 7 (2):1-20."
      ]
    },
    {
      "title": "Edith Hanke, Lawrence A. Scaff & Sam Whimster (eds.), The Oxford Handbook of Max Weber",
      "url": "https://philpapers.org/rec/HANTOH-3",
      "philpapers_id": "HANTOH",
      "snippet": "The essays explore how Weber&#x27;s concepts, hypotheses, and perspectives have been applied in practice, and how they can be applied in the future in social inquiry, not only in Europe and North America, but globally. The volume is divided into six parts exploring, in turn: Capitalism in a Globalized World, Society and Social Structure, Politics and the State, Religion, Culture, and Science and Knowledge.",
      "page_age": null,
      "extra_snippets": [
        "Active at the time when the social sciences were founded, Max Weber's social theory contributed significantly to a wide range of fields and disciplines. Considering his prominence, it makes sense to take stock of the Weberian heritage and to explore the ways in which Weber's work and ideas have contributed to our understanding of the modern world.",
        "The essays explore how Weber's concepts, hypotheses, and perspectives have been applied in practice, and how they can be applied in the future in social inquiry, not only in Europe and North America, but globally. The volume is divided into six parts exploring, in turn: Capitalism in a Globalized World, Society and Social Structure, Politics and the State, Religion, Culture, and Science and Knowledge.",
        "Values, neo-Kantianism, and the development of Weberian methodology.Thomas W. Segady - 1987 - New York: P.",
        "Max Weber in the Post-World War II US and After.Robert Antonio - 2005 - Etica E Politica 7 (2):1-94. The political economy of social psychiatry: Max Weber's conception of disenchantment.Vincentas R. Giedraitis - 2008 - Saarbrücken, Germany: VDM Verlag Dr."
      ]
    },
    {
      "title": "Anatolii Yermolenko, The concept of rationality in the sociology of Max Weber and its impact on modern social sciences",
      "url": "https://philpapers.org/rec/YERTCO-2",
      "philpapers_id": "YERTCO",
      "snippet": "The article emphasizes the relevance of Weber’s sociology for XX— XXI centuries and how its basic concepts and methodological approaches have been further developed by scholars, including Ukrainian ones. Weber’s concept of rationality is applicable not only to the mental-epistemological sphere, it also acquires a social meaning. This approach has gained recognition in phenomenological sociology, theory of social systems, communicative theory and more. In addition to the formal rationality of the economy, modern social sciences use such concepts as social, aesthetic, ethical, environmental, and practical rationality.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Anatolii Yermolenko"
        }
      ],
      "extra_snippets": [
        "The article emphasizes the relevance of Weber’s sociology for XX— XXI centuries and how its basic concepts and methodological approaches have been further developed by scholars, including Ukrainian ones. Weber’s concept of rationality is applicable not only to the mental-epistemological sphere, it also acquires a social meaning. This approach has gained recognition in phenomenological sociology, theory of social systems, communicative theory and more. In addition to the formal rationality of the economy, modern social sciences use such concepts as social, aesthetic, ethical, environmental, and practical rationality.",
        "Disenchantment, Rationality and the Modernity of Max Weber.Anthony J. Carroll - 2011 - Forum Philosophicum: International Journal for Philosophy 16 (1):117-137. Rationality, Praxeology, and History: The Contributions of Ludwig von Mises to the Theory of Rationality in the Social Sciences.Christian Robitaille & Robert Leroux - 2023 - In Nathalie Bulle & Francesco Di Iorio, The Palgrave Handbook of Methodological Individualism: Volume I.",
        "On the Theory of Rationality, an Analysis of its Problem Areas and Their Elaboration in Max Weber's Sociology of Rationality.Mahmoud Sadri - 1989 - Dissertation, New School for Social Research · Ethos versus Habitus: the Ethical Component in Max Weber’s “The Protestant Ethic and the Spirit of Capitalism”.I. V. Zabaev & E. A. Kostrova - 2020 - Sociology of Power 32 (4):45-67. The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "Man's vocation as a topic of Weber's thought.Eugene Mulyarchuk - 2021 - Filosofska Dumka (Philosophical Thought) 1:96-104."
      ]
    },
    {
      "title": "Patrick Heelan, On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder",
      "url": "https://philpapers.org/rec/HEEOTL-2",
      "philpapers_id": "HEEOTL",
      "snippet": "Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Patrick Heelan"
        }
      ],
      "extra_snippets": [
        "Book Reviews : Jurgen Habermas, On the Logic of the Social Sciences, translated by Shierry Weber Nicholsen and Jerry A. Stark. The MIT Press, Cambridge, MA and London, England, 1988. Pp. xiv + 220. $12.50 (paper). Originally appeared in Philosophische Rundschau in February 1967.",
        "Book Review:On the Logic of the Social Sciences. Jurgen Habermas, Shierry Weber Nicholsen, Jerry A.",
        "Moral Consciousness and Communicative Action. Jurgen Habermas, Christian Lenhardt, Shierry Weber Nicholsen.Aristides Baltas - 1993 - Philosophy of Science 60 (3):521-523.",
        "Die Entwicklung und die Diagnose der Okzidentalen Moderne: ein Dialog zwischen Jürgen Habermas und Max Weber.Jessé Souza - 1991 - [S.N.]."
      ]
    },
    {
      "title": "Max Weber, Remarks on Technology and Culture",
      "url": "https://philpapers.org/rec/WEBROT-3",
      "philpapers_id": "WEBROT",
      "snippet": "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Max Weber"
        }
      ],
      "extra_snippets": [
        "Weber’s improvised reply to Werner Sombart’s lecture on ‘Technology and Culture’, presented at the first meeting of the German Sociological Society in 1910, opens and closes with an appeal to uphold the principle of ‘value-freedom’ in academic discussions.",
        "A Century After Weber and Simmel.Thomas Kemple - 2020 - Theory, Culture and Society 37 (7-8):421-430. ... The Methodology of the Social Sciences.E. N., Max Weber, Edward A. Shils & Henry A.",
        "Max Weber and the Iron Cage of Technology.Terry Maley - 2004 - Bulletin of Science, Technology and Society 24 (1):69-86. The city: Rationalization and freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126.",
        "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25."
      ]
    },
    {
      "title": "Lelan McLemore, Max Weber's Defense of Historical Inquiry",
      "url": "https://philpapers.org/rec/MCLMWD",
      "philpapers_id": "MCLMWD",
      "snippet": "Weber locates the differentiation between the social and natural sciences within a fundamental division between the sciences: those seeking knowledge of concrete events and those directed towards the development of causal law. The validity of a causal explanation of a concrete event depends upon the evidence available rather than upon the capacity to subsume that event under a law.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lelan McLemore"
        }
      ],
      "extra_snippets": [
        "Weber locates the differentiation between the social and natural sciences within a fundamental division between the sciences: those seeking knowledge of concrete events and those directed towards the development of causal law. The validity of a causal explanation of a concrete event depends upon the evidence available rather than upon the capacity to subsume that event under a law.",
        "Interpretation and Social Knowledge: On the Use of Theory in the Human Sciences.Isaac Ariail Reed - 2011 - University Of Chicago Press. Politics, History and Logic in Max Weber.Maurizio Ferrera - 2024 - History and Philosophy of Logic 45 (1):4-19.",
        "Husserl, Weber, Freud, and the method of the human sciences.Donald McIntosh - 1997 - Philosophy of the Social Sciences 27 (3):328-353. History as a Science and the System of the Sciences: Phenomenological Investigations.Thomas Seebohm & Thomas M. Seebohm - 2015 - Cham: Imprint: Springer. The Methodological Concept of Adequacy from a Historical Perspective.Thomas S. Eberle - forthcoming - Human Studies:1-27. Natural Kinds, Causal Relata and Causal Relations.Emma Tobin - unknown · The Verstehen Thesis and the Foundations of Max Weber's Methodology.Guy Oakes - 1977 - History and Theory 16 (1):11-29.",
        "Where explanation ends: Understanding as the place the spade turns in the social sciences.Stephen Turner - 2013 - Studies in History and Philosophy of Science Part A 44 (3):532-538."
      ]
    },
    {
      "title": "Martin Albrow, Max Weber and the Methodology of the Social SciencesToby E. Huff",
      "url": "https://philpapers.org/rec/ALBMWA-2",
      "philpapers_id": "ALBMWA",
      "snippet": "Max Weber and Islam. Edited by Toby E. Huff and Wolfgang Schluchter.Jamil Farooqui - 2000 - Intellectual Discourse 8 (1). On the Roads to Modernity: Conscience, Science, and Civilizations. Benjamin Nelson, Toby E. Huff.Timothy Lenoir - 1983 - Isis 74 (2):263-264. Are distributions really structures?: a critique of the methodology ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Martin Albrow"
        }
      ],
      "extra_snippets": [
        "Max Weber and Islam. Edited by Toby E. Huff and Wolfgang Schluchter.Jamil Farooqui - 2000 - Intellectual Discourse 8 (1). On the Roads to Modernity: Conscience, Science, and Civilizations. Benjamin Nelson, Toby E. Huff.Timothy Lenoir - 1983 - Isis 74 (2):263-264. Are distributions really structures?: a critique of the methodology of Max Weber.Harriet Friedmann - 1974 - [Toronto]: Centre for Urban and Community Studies, University of Toronto.",
        "The Rise of Early Modern Science: Islam, China, and the West. Toby E. Huff.John Major - 1994 - Isis 85 (4):675-676. Alfred Weber: economia politica, sociologia della cultura e filosofia della storia.Giovanna Sarti - 1999 - Librarie Droz. Max Weber e o problema da evidência e da validade nas ciências empíricas da ação.Marcos César Seneda - 2008 - Campinas, SP, Brasil: Editora da Unicamp.",
        "Max Weber and the Iron Cage of Technology.Terry Maley - 2004 - Bulletin of Science, Technology and Society 24 (1):69-86.",
        "P. Rossi, Max Weber. Razionalità e razionalizzazione, AA. VV., Max Weber e l'analisi del mondo moderno."
      ]
    },
    {
      "title": "Gerard Delanty & Piet Strydom (eds.), Philosophies of social science: the classic and contemporary readings",
      "url": "https://philpapers.org/rec/DELPOS",
      "philpapers_id": "DELPOS",
      "snippet": "The texts explore the question of truth, the meaning of scientific knowledge, the nature of methodology and the relation of science to society, including edited extracts from both classic and contemporary works by authors such as Emile Durkheim, Georg Simmel, Max Weber, Alfred Schutz, Max Horkheimer, Jurgen Habermas, Alvin Gouldner, Karl-Otto Apel, Michel Foucault, Pierre Bourdieu, Anthony Giddens, Dorothy Smith, Donna Haraway, Sigmund Freud, Jacques Derrida and Claude Levi-Strauss.",
      "page_age": null,
      "extra_snippets": [
        "The texts explore the question of truth, the meaning of scientific knowledge, the nature of methodology and the relation of science to society, including edited extracts from both classic and contemporary works by authors such as Emile Durkheim, Georg Simmel, Max Weber, Alfred Schutz, Max Horkheimer, Jurgen Habermas, Alvin Gouldner, Karl-Otto Apel, Michel Foucault, Pierre Bourdieu, Anthony Giddens, Dorothy Smith, Donna Haraway, Sigmund Freud, Jacques Derrida and Claude Levi-Strauss.",
        "Methodological Quandaries in Joint Israeli-Palestinian Peace Research.Julia Chaitin - 2009 - Journal of Research Practice 5 (1):Article M2."
      ]
    },
    {
      "title": "E. N., Max Weber, Edward A. Shils & Henry A. Finch, The Methodology of the Social Sciences",
      "url": "https://philpapers.org/rec/NTMO",
      "philpapers_id": "NTMO",
      "snippet": "The Methodology of the Social Sciences. [REVIEW]N. E. - 1951 - Journal of Philosophy 48 (1):25-25. Methodology of the Social Sciences. [REVIEW]Morton G.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "E. N."
        },
        {
          "type": "person",
          "name": "Max Weber"
        },
        {
          "type": "person",
          "name": "Edward A. Shils"
        },
        {
          "type": "person",
          "name": "Henry A. Finch"
        }
      ],
      "extra_snippets": [
        "E. N., Max Weber, Edward A. Shils & Henry A. Finch ... This article has no associated abstract. (fix it) ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Methodology of the Social Sciences.Felix Kaufmann - 1944 - Journal of Philosophy 41 (22):604-612.",
        "The Methodology of the Social Sciences. [REVIEW]N. E. - 1951 - Journal of Philosophy 48 (1):25-25. Methodology of the Social Sciences. [REVIEW]Morton G.",
        "Roth - 1989 - Philosophy of the Social Sciences 19 (1):104-108. Philosophy and Methodology in the Social Sciences.John G.",
        "Methodology of the Social Sciences.Paul Hanly Furfey - 1945 - New Scholasticism 19 (3):251-253."
      ]
    },
    {
      "title": "Hans Henrik Bruun, Objectivity, value spheres, and \"inherent laws\": On some suggestive isomorphisms between Weber, Bourdieu, and Luhmann",
      "url": "https://philpapers.org/rec/BRUOVS",
      "philpapers_id": "BRUOVS",
      "snippet": "I then consider parallels between Weber&#x27;s &quot;value spheres&quot; and central elements of Bourdieu&#x27;s field theory and Luhmann&#x27;s systems theory, and try to show to what extent Bourdieu&#x27;s and Luhmann&#x27;s problems, and the solutions they suggest, can be seen as similar to Weber&#x27;s. I conclude by a general consideration of Weber&#x27;s, Bourdieu&#x27;s, and Luhmann&#x27;s approach to the problem of objectivity. Key Words: Max Weber \u0095 Pierre Bourdieu \u0095 Niklas Luhmann \u0095 social differentiation \u0095 objectivity \u0095 value spheres \u0095 inherent logic \u0095 field theory \u0095 systems theory.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Hans Henrik Bruun"
        }
      ],
      "extra_snippets": [
        "A reconstruction of Max Weber's theory of concept formation.John Drysdale - 1996 - Sociological Theory 14 (1):71-88. Luhmann and emergentism: Competing paradigms for social systems theory?Dave Elder-Vass - 2007 - Philosophy of the Social Sciences 37 (4):408-432. Niklas Luhmann's systems theory as a challenge for ethics.Hans-Ulrich Dallmann - 1998 - Ethical Theory and Moral Practice 1 (1):85-102. Systems in Context: On the Outcome of the Habermas/Luhmann debate.Poul F.",
        "Rickert's value theory and the foundations of Weber's methodology.Guy Oakes - 1988 - Sociological Theory 6 (1):38-51. Foundations of Niklas Luhmann’s Theory of Social Systems.Alex Viskovatoff - 1999 - Philosophy of the Social Sciences 29 (4):481-516.",
        "I then consider parallels between Weber's \"value spheres\" and central elements of Bourdieu's field theory and Luhmann's systems theory, and try to show to what extent Bourdieu's and Luhmann's problems, and the solutions they suggest, can be seen as similar to Weber's. I conclude by a general consideration of Weber's, Bourdieu's, and Luhmann's approach to the problem of objectivity. Key Words: Max Weber \u0095 Pierre Bourdieu \u0095 Niklas Luhmann \u0095 social differentiation \u0095 objectivity \u0095 value spheres \u0095 inherent logic \u0095 field theory \u0095 systems theory.",
        "Fleeing the Iron Cage: Culture, Politics, and Modernity in the Thought of Max Weber.Lawrence A."
      ]
    },
    {
      "title": "Ian Hacking, Stephen P. Turner, The Search for a Methodology of Social Science: Durkeim, Weber and the Nineteenth-Century Problem of Cause, Probability and Action Reviewed by",
      "url": "https://philpapers.org/rec/HACSPT",
      "philpapers_id": "HACSPT",
      "snippet": "The Search for a Methodology of Social Science: Durkheim, Weber, and the Nineteenth-Century Problem of Cause, Probability, and Action.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ian Hacking"
        }
      ],
      "extra_snippets": [
        "The Search for a Methodology of Social Science: Durkheim, Weber, and the Nineteenth-Century Problem of Cause, Probability, and Action.Stephen Turner - 1986 - Springer.",
        "Stephen P. Turner and Paul A. Roth, eds., The Blackwell Guide to the Philosophy of the Social Sciences Reviewed by.Berel Dov Lerner - 2003 - Philosophy in Review 23 (6):412-414. Ian Hacking, The Social Construction of What? Reviewed by.J.",
        "Book Review: Understanding the Tacit by Stephen P. Turner. [REVIEW]Sheldon Richmond - 2015 - Philosophy of the Social Sciences 45 (4-5):528-533."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
