{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber Frankfurt School reification Adorno",
  "results": [
    {
      "title": "Deborah Cook, Adorno, Habermas, and the search for a rational society",
      "url": "https://philpapers.org/rec/COOAHA",
      "philpapers_id": "COOAHA",
      "snippet": "Both Adorno and Habermas follow Georg Lukács when they argue that domination consists in the reifying extension of a calculating, rationalizing form of thought to all areas of human life.",
      "page_age": null,
      "extra_snippets": [
        "Habermas and Adorno on Reification and Re-enchantment.Asher Horowitz - 2007 - In Donald Burke, Colin J. Campbell, Kathy Kiloh, Michael Palamarek & Jonathan Short, Adorno and the Need in Thinking: New Critical Essays. University of Toronto Press. pp. 203-217. The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964).Luca Corchia - 2015 - Journal of Classical Sociology 15 (1):191-208.",
        "Hegel and the Frankfurt School.Paul Giladi (ed.) - 2020 - New York: Added to PP 2009-01-28 Downloads 95 (#262,272) 6 months 3 (#1,561,272) ... The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. Adorno, Hegel, and Dialectic.Alison Stone - 2014 - British Journal for the History of Philosophy 22 (6):1118-1141.",
        "Theodor W. Adorno and Jürgen Habermas both champion the goal of a rational society. However, they differ significantly about what this society should look like and how best to achieve it. ...",
        "The book begins with an overview of these critical theories of Western society. Both Adorno and Habermas follow Georg Lukács when they argue that domination consists in the reifying extension of a calculating, rationalizing form of thought to all areas of human life. Their views about reification are discussed in the second chapter."
      ]
    },
    {
      "title": "James Gordon Finlayson, Morality and Critical Theory: On the Normative Problem of Frankfurt School Social Criticism",
      "url": "https://philpapers.org/rec/FINMAC-4",
      "philpapers_id": "FINMAC",
      "snippet": "I. The Problem of Normative Foundations: Habermas&#x27;s Original Criticism of Adorno and Horkheimer In The Theory of Communicative Action, Jürgen Habermas writes:From the beginning, critical theory labored over the difficulty of giving an account of its own normative foundations …1Call this Habermas&#x27;s original objection to the problem of normative foundations. It has been hugely influential both in the interpretation and assessment of Frankfurt School critical theory and in the development of later variants of it.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Gordon Finlayson"
        }
      ],
      "extra_snippets": [
        "I. The Problem of Normative Foundations: Habermas's Original Criticism of Adorno and Horkheimer In The Theory of Communicative Action, Jürgen Habermas writes:From the beginning, critical theory labored over the difficulty of giving an account of its own normative foundations …1Call this Habermas's original objection to the problem of normative foundations. It has been hugely influential both in the interpretation and assessment of Frankfurt School critical theory and in the development of later variants of it.",
        "One‐dimensional criticism: a Marcusean reflection on Habermas's critical theory1.Jeffrey Noonan - 2004 - The European Legacy 9 (4):469-480. Added to PP 2013-11-03 Downloads 103 (#223,478) 6 months 3 (#1,266,909) ... What is Reification?",
        "Critical Theory and Practical Philosophy: On the Normative Credentials of Frankfurt School Social Criticism.Gordon Finlayson - 2007 - In Brian Leiter & Michael Rosen, The Oxford handbook of continental philosophy. New York: Oxford University Press. Reason, Society, and Dialectic: Habermas and the Paradigm Shift in Critical Theory.Martin James Morris - 1996 - Dissertation, York University (Canada)",
        "Habermas and the Project of Immanent Critique.Titus Stahl - 2013 - Constellations 20 (4):533-552."
      ]
    },
    {
      "title": "Alex Pienknagura, Habermas and Adorno on \"Dialectic of Enlightenment\"",
      "url": "https://philpapers.org/rec/PIEHAA-2",
      "philpapers_id": "PIEHAA",
      "snippet": "He thinks critical social theory can only be reflexively grounded if it recognizes as its pragmatic truth-condition a counterfactually conceived communicative procedure that would be free of distortion. In my view, Habermas dedifferentiates the dialectic of enlightenment. Adorno and Horkheimer do not reduce thought to instrumental reason, and they characterize enlightenment as a historically differentiated process.",
      "page_age": null,
      "extra_snippets": [
        "In my dissertation, I argue that Juergen Habermas misinterprets Max Horkheimer and Theodor Adorno's Dialectic of Enlightenment. Habermas claims that Adorno and Horkheimer universalize instrumental reason, and that they hence undermine their own discursive-rational contribution.",
        "Critical Theory and Political Possibilities: Conceptions of Emancipatory Politics in the Works of Horkheimer, Adorno, Marcuse, and Habermas.Joan Alway - 1995 - Praeger. Negative Dialectic And Linguistic Turn: The Actuality Of Adorno’s Concept Of The Conflict Nature Of Modern Societies.Marjan Ivković - 2010 - Filozofija I Društvo 21 (2):29-52. The Anthropology in Dialectic of Enlightenment.Pierre-François Noppen - 2020 - In Peter Eli Gordon, A companion to Adorno. Hoboken: Wiley. pp. 207–220. \"The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research 1923-1950,\" by Martin Jay; \"Critical Theory,\" by Max Horkheimer; \"Dialectic of Enlightenment,\" by Max Horkheimer and Theodor W.",
        "He thinks critical social theory can only be reflexively grounded if it recognizes as its pragmatic truth-condition a counterfactually conceived communicative procedure that would be free of distortion. In my view, Habermas dedifferentiates the dialectic of enlightenment. Adorno and Horkheimer do not reduce thought to instrumental reason, and they characterize enlightenment as a historically differentiated process.",
        "They maintain that enlightenment comprises both instrumental and critical thought, critical thought being understood by them as determinate negation. I interpret Dialectic of Enlightenment as a theory of the formation of the subject. Furthermore, I contend that Adorno's Negative Dialectics and Aesthetic Theory eschew Habermas's mistaken reading of Dialectic of Enlightenment."
      ]
    },
    {
      "title": "Fabian Freyenhagen, The Linguistic Turn in the Early Frankfurt School: Horkheimer and Adorno",
      "url": "https://philpapers.org/rec/FRETLT",
      "philpapers_id": "FRETLT",
      "snippet": "Abstractabstract:Was there a linguistic turn in Frankfurt School Critical Theory before Habermas&#x27;s communications-theoretic one? Might later Wittgenstein and the early Frankfurt School have adopted similar pictures of language? I propose that both questions should be answered affirmatively, focusing on Horkheimer&#x27;s Eclipse of Reason. I argue that, thanks to the picture of language that Horkheimer and Adorno share with (later) Wittgenstein, we can reconstruct their theory in a way that renders it more defensible.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Fabian Freyenhagen"
        }
      ],
      "extra_snippets": [
        "Abstractabstract:Was there a linguistic turn in Frankfurt School Critical Theory before Habermas's communications-theoretic one? Might later Wittgenstein and the early Frankfurt School have adopted similar pictures of language? I propose that both questions should be answered affirmatively, focusing on Horkheimer's Eclipse of Reason. I argue that, thanks to the picture of language that Horkheimer and Adorno share with (later) Wittgenstein, we can reconstruct their theory in a way that renders it more defensible.",
        "Emancipation Through Communicative Action: The Habermas's Critical Reading Of Dialética do Esclarecimento And The Exhaustion Of The Emancipatory Program Of Horkheimer And Adorno.Jorge A. Lubenow - 2014 - Aufklärung 1 (2):35-58. The Frankfurt School: The Critical Theories of Max Horkheimer and Theodor W.",
        "Insofar as the human life form and language are inseparable, language can be an inextinguishable reservoir of what Horkheimer called \"objective reason.\" Recognizing this allows us to answer Habermas's critique of Horkheimer and Adorno.",
        "Theodor W. Adorno in Continental Philosophy ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Two sorts of philosophical therapy: Ordinary language philosophy, social criticism and the Frankfurt school.Tom Whyman - 2025 - Philosophy and Social Criticism 51 (6):951-970."
      ]
    },
    {
      "title": "Raymond Geuss, The Idea of a Critical Theory: Habermas and the Frankfurt School",
      "url": "https://philpapers.org/rec/GEUTIO",
      "philpapers_id": "GEUTIO",
      "snippet": "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
      "page_age": null,
      "extra_snippets": [
        "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
        "Book Reviews : The Idea of Critical Theory. Habermas and the Frankfurt School. By Raymond Geuss. Cambridge: Cambridge University Press, 1981. Pp. 100. $6.96 (U.S.) Paper. Metacritique. The Philosophical Argument of Juergen Habermas. By Garbis Kortian. Cambridge: Cambridge University Press, 1980.",
        "The Idea of a Critical Theory: Habermas and the Frankfurt School.Howard N."
      ]
    },
    {
      "title": "Axel Honneth, Communication and Reconciliation: Habermas' Critique of Adorno",
      "url": "https://philpapers.org/rec/HONCAR",
      "philpapers_id": "HONCAR",
      "snippet": "TELOS [journal] - Special issue on Adorno.Various Various - 1974 - Telos: Critical Theory of the Contemporary 19.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Axel Honneth"
        }
      ],
      "extra_snippets": [
        "American Pragmatism and Frankfurt School Critical Theory: A Family Drama.Arvi Särkelä - 2020 - In Michael G. Festl, Pragmatism and Social Philosophy. Exploring a Stream of Ideas from America to Europe. New York: Routledge.",
        "Theodor W. Adorno in Continental Philosophy",
        "TELOS [journal] - Special issue on Adorno.Various Various - 1974 - Telos: Critical Theory of the Contemporary 19.",
        "Traducción. El legado filosófico de Theodor W. Adorno.Leandro Sánchez Marín - 2022 - Revista Filosofía Uis 21 (2):293-303."
      ]
    },
    {
      "title": "Luca Corchia, The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964)",
      "url": "https://philpapers.org/rec/CORTFS-4",
      "philpapers_id": "CORTFS",
      "snippet": "The thesis supported is that Habermas developed a position diverging from those of Adorno and Horkheimer, and that his position reasserted the agenda of the ‘first critical theory’. This article highlight the discontinuity between the first and the second generation of the Frankfurt School, the constructive openness to other philosophical and sociological traditions, as well as the aporias of a theory of knowledge not yet oriented towards the programme of reconstructive sciences.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Luca Corchia"
        }
      ],
      "extra_snippets": [
        "The aim of this study is to discern intersections between the intellectual path of the young Habermas and the issues addressed by the Positivismusstreit, the dispute between Popper and Adorno about methodology in the social sciences. I will present two perspectives, focusing on different temporal moments and interpretative problems.",
        "The thesis supported is that Habermas developed a position diverging from those of Adorno and Horkheimer, and that his position reasserted the agenda of the ‘first critical theory’. This article highlight the discontinuity between the first and the second generation of the Frankfurt School, the constructive openness to other philosophical and sociological traditions, as well as the aporias of a theory of knowledge not yet oriented towards the programme of reconstructive sciences.",
        "The Recent Work of Jürgen Habermas. [REVIEW]Thomas McCarthy - 1991 - Philosophical Review 100 (3):530-533. Critical Theory and Political Possibilities: Conceptions of Emancipatory Politics in the Works of Horkheimer, Adorno, Marcuse, and Habermas.Joan Alway - 1995 - Praeger.",
        "Knowledge and human interests.Jürgen Habermas - 1971 - London [etc.]: Heinemann Educational. Negative dialectics.Theodor W. Adorno - 1973 - New York: Continuum."
      ]
    },
    {
      "title": "Peter E. Gordon, Espen Hammer & Axel Honneth (eds.), The Routledge Companion to the Frankfurt School",
      "url": "https://philpapers.org/rec/EGOTRC",
      "philpapers_id": "EGOTRC",
      "snippet": "The Routledge Companion to the Frankfurt School addresses the many early concerns of critical theory and brings those concerns into direct engagement with our shared world today. In this volume, a distinguished group of international scholars from a variety of disciplines revisit the philosophical and political contributions of Theodor W. Adorno, Walter Benjamin, Max Horkheimer, Herbert Marcuse, Jürgen Habermas, Axel Honneth, and others.",
      "page_age": null,
      "extra_snippets": [
        "The Routledge Companion to the Frankfurt School addresses the many early concerns of critical theory and brings those concerns into direct engagement with our shared world today. In this volume, a distinguished group of international scholars from a variety of disciplines revisit the philosophical and political contributions of Theodor W. Adorno, Walter Benjamin, Max Horkheimer, Herbert Marcuse, Jürgen Habermas, Axel Honneth, and others.",
        "Throughout, the Companion's focus is on the major ideas that have made the Frankfurt School such a consequential and enduring movement. It offers a crucial resource for those who are trying to make sense of the global and cultural crisis that has now seized our contemporary world. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Lukács and the Frankfurt School.",
        "American Pragmatism and Frankfurt School Critical Theory: A Family Drama.Arvi Särkelä - 2020 - In Michael G. Festl (ed.), Pragmatism and Social Philosophy. Exploring a Stream of Ideas from America to Europe. New York: Routledge.",
        "The Routledge Companion to the Frankfurt School.Axel Honneth, Espen Hammer & P."
      ]
    },
    {
      "title": "Douglas Kellner, Habermas, Jürgen (1929– )",
      "url": "https://philpapers.org/rec/KELHJ",
      "philpapers_id": "KELHJ",
      "snippet": "Jürgen Habermas has been the most prolific and influential representative of the second generation of the Frankfurt School. He has not only continued the theoretical tradition of his teachers Adorno and ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Douglas Kellner"
        }
      ],
      "extra_snippets": [
        "Jürgen Habermas has been the most prolific and influential representative of the second generation of the Frankfurt School. He has not only continued the theoretical tradition of his teachers Adorno and Horkheimer and his friend Marcuse, but also significantly departed from classical critical theory and made many important contributions to contemporary philosophy and social theory.",
        "He has been synthesizing these influences into a theory of communicative action, which presents the foundation and framework of a social theory that builds on the tradition of Marx, Weber and classical critical theory, but also criticizes his predecessors and breaks new theoretical ground ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Only published works are available at libraries. ... Frankfurt School: Institute for Social Research.Dustin Garlitz & Hans-Herbert Kögler - 2001 - In James Wright (ed.), International Encyclopedia of the Social and Behavioral Sciences (Second Edition).",
        "Introduction to Critical Theory: Horkheimer to Habermas.David Held - 1980 - Polity. The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964).Luca Corchia - 2015 - Journal of Classical Sociology 15 (1):191-208.",
        "Morality and Critical Theory: On the Normative Problem of Frankfurt School Social Criticism.James Gordon Finlayson - 2009 - Telos: Critical Theory of the Contemporary 2009 (146):7-41."
      ]
    },
    {
      "title": "David Held, Introduction to Critical Theory: Horkheimer to Habermas",
      "url": "https://philpapers.org/rec/HELITC",
      "philpapers_id": "HELITC",
      "snippet": "The writings of the Frankfurt school, in particular of Horkheimer, Adorno, Marcuse, and Jurgen Habermas, caught the imagination of the radical movements of the 1960s and 1970s and became a key element in the Marxism of the New Left.",
      "page_age": null,
      "extra_snippets": [
        "The writings of the Frankfurt school, in particular of Horkheimer, Adorno, Marcuse, and Jurgen Habermas, caught the imagination of the radical movements of the 1960s and 1970s and became a key element in the Marxism of the New Left.",
        "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
        "Critical Theory and Political Possibilities: Conceptions of Emancipatory Politics in the Works of Horkheimer, Adorno, Marcuse, and Habermas.Joan Alway - 1995 - Praeger. Critical theory and philosophy.David Ingram - 1990 - New York, N.Y.: Paragon House. The Frankfurt School and its Critics.the Late Tom Bottomore - 2002 - Routledge.",
        "Frankfurt School: Institute for Social Research.Dustin Garlitz & Hans-Herbert Kögler - 2001 - In James Wright, International Encyclopedia of the Social and Behavioral Sciences (Second Edition). Elsevier. The Frankfurt School on Religion: Key Writings by the Major Thinkers.Eduardo Mendieta (ed.)"
      ]
    },
    {
      "title": "Frédéric Vandenberghe, A philosophical history of German sociology",
      "url": "https://philpapers.org/rec/VANAPH",
      "philpapers_id": "VANAPH",
      "snippet": "Hegel and the Frankfurt School.Paul Giladi (ed.) - 2020 - New York: Routledge. Pyonjungpopchok Pip an Iron P Urangk Up Urutu Hakp Arul Chungsim Uro.Sung-Gyun Paek - 1990 - Kyongmunsa. Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E. McCarthy - 2001 - Transaction. Rethinking the Communicative Turn: Adorno...",
      "page_age": null,
      "extra_snippets": [
        "Hegel and the Frankfurt School.Paul Giladi (ed.) - 2020 - New York: Routledge. Pyonjungpopchok Pip an Iron P Urangk Up Urutu Hakp Arul Chungsim Uro.Sung-Gyun Paek - 1990 - Kyongmunsa. Objectivity and the Silence of Reason: Weber, Habermas, and the Methodological Disputes in German Sociology.George E. McCarthy - 2001 - Transaction. Rethinking the Communicative Turn: Adorno, Habermas, and the Problem of Communicative Freedom.Martin Morris - 2001 - SUNY Press.",
        "Introduction -- 1e Intermed consid -- Marx -- Simmel -- Weber -- Lukács -- 2e intermed consid -- Horkheimer -- Adorno -- 3e intermed consid -- Habermas I -- Habermas II -- Habermas III -- Conclusion -- Postscript -- Bibliography. ... Sociology History. Critical theory Marxian school of sociology",
        "Critical Theory and Political Possibilities: Conceptions of Emancipatory Politics in the Works of Horkheimer, Adorno, Marcuse, and Habermas.Joan Alway - 1995 - Praeger. The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964).Luca Corchia - 2015 - Journal of Classical Sociology 15 (1):191-208.",
        "Adorno, Habermas, and the search for a rational society.Deborah Cook - 2004 - New York: Routledge. Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas."
      ]
    },
    {
      "title": "Asher Horowitz, 'Like a tangled mobile': Reason and reification in the quasi-dialectical theory of Jürgen Habermas",
      "url": "https://philpapers.org/rec/HORLAT",
      "philpapers_id": "HORLAT",
      "snippet": "Taken together, these theories signal that the theory of communicative action, rather than amounting to a transcendence of earlier approaches to reification, is simply a parallel, but one which becomes less than fully two-dimensional. Key Words: Adorno \u0095 .communicative action \u0095 .dialectic \u0095 .Habermas \u0095 .",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Asher Horowitz"
        }
      ],
      "extra_snippets": [
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727. What is a validity claim?Joseph Heath - 1998 - Philosophy and Social Criticism 24 (4):23-41. Beyond the 'french Fries and the frankfurter': An agenda for critical theory.Lorraine Y. Landry - 2000 - Philosophy and Social Criticism 26 (2):99-129. 'By a hair's breadth': Critique, transcendence and the ethical in Adorno and Levinas.Asher Howoritz - 2002 - Philosophy and Social Criticism 28 (2).",
        "Taken together, these theories signal that the theory of communicative action, rather than amounting to a transcendence of earlier approaches to reification, is simply a parallel, but one which becomes less than fully two-dimensional. Key Words: Adorno \u0095 .communicative action \u0095 .dialectic \u0095 .Habermas \u0095 .",
        "Limits of Critical Theory, Critique and Emancipation in Habermas’ Critique of Horkheimer and Adorno.Fasil Merawi - 2018 - Open Journal for Studies in Philosophy 2 (2):53-64. Rational choice as critical theory.Heath Joseph - 1996 - Philosophy and Social Criticism 22 (5):43-62. Added to PP 2009-01-28 Downloads 85 (#326,854) 6 months 19 (#517,213) ... The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        ". * reason . Horkheimer . performative contradiction . reification .Habermas .communicative action .dialectic Adorno"
      ]
    },
    {
      "title": "Timo Jütten, The Colonization Thesis: Habermas on Reification",
      "url": "https://philpapers.org/rec/JTTTCT",
      "philpapers_id": "JTTTCT",
      "snippet": "However, while Habermas offers a functionalist explanation of reification, his normative criticism of it remains largely implicit: he never explains what is wrong with reification from the perspective of the people whose social relations are reified. As a result, Habermas cannot explain why only some forms of colonization lead to reification effects.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Timo Jütten"
        }
      ],
      "extra_snippets": [
        "Abstract According to Habermas' colonization thesis, reification is a social pathology that arises when the communicative infrastructure of the lifeworld is 'colonized' by money and power. In this paper I argue that, thirty years after the publication of the Theory of Communicative Action, this thesis remains compelling.",
        "However, while Habermas offers a functionalist explanation of reification, his normative criticism of it remains largely implicit: he never explains what is wrong with reification from the perspective of the people whose social relations are reified. As a result, Habermas cannot explain why only some forms of colonization lead to reification effects.",
        "I criticize this argument and suggest that if the normative dimension of the colonization thesis is made explicit, a more nuanced explanation of reification becomes possible ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Verdinglichung und Freiheit.Timo Jütten - 2011 - Deutsche Zeitschrift für Philosophie 59 (5):717-730. Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification.Roderick Condon - 2021 - European Journal of Social Theory 24 (4):507-525.",
        "Juergen Habermas and the Colonization of the Lifeworld.James Craig Hanks - 1991 - Dissertation, Duke University · What is Reification?"
      ]
    },
    {
      "title": "Lambert Zuidervaart, Truth in Husserl, Heidegger, and the Frankfurt school: critical retrieval",
      "url": "https://philpapers.org/rec/ZUITIH",
      "philpapers_id": "ZUITIH",
      "snippet": "Zuidervaart structures his account around three issues: the distinction between propositional truth and truth that is more than propositional (which he calls existential truth); the relationship between propositional truth and the discursive justification of propositional truth claims, framed in analytic philosophy by debates between epistemic and nonepistemic conceptions of truth; and the relationship between propositional truth and the objectivity of knowledge, often presented in analytic philosophy as a conflict between realists and antirealists over the relation between “truth bearers” and “truth makers.” In an innovative and ambitious argument, drawing on the work of Husserl, Heidegger, Horkheimer, Adorno, and Habermas, Zuidervaart proposes a new and transformative conception of truth. ... Philosophy, German Philosophy, German Truth. Frankfurt school of sociology",
      "page_age": null,
      "extra_snippets": [
        "Zuidervaart structures his account around three issues: the distinction between propositional truth and truth that is more than propositional (which he calls existential truth); the relationship between propositional truth and the discursive justification of propositional truth claims, framed in analytic philosophy by debates between epistemic and nonepistemic conceptions of truth; and the relationship between propositional truth and the objectivity of knowledge, often presented in analytic philosophy as a conflict between realists and antirealists over the relation between “truth bearers” and “truth makers.” In an innovative and ambitious argument, drawing on the work of Husserl, Heidegger, Horkheimer, Adorno, and Habermas, Zuidervaart proposes a new and transformative conception of truth. ... Philosophy, German Philosophy, German Truth. Frankfurt school of sociology"
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
      "page_age": null,
      "extra_snippets": [
        "This pathbreaking work is guided by three interrelated concerns: to develop a concept of communicative rationality that is no longer tied to the subjective and individualistic premises of modern social and political theory; to construct a two-level concept of society that integrates the 'lifeworld' and 'system' paradigms; and to sketch out a critical theory of modernity that explains its sociopathologies in a new way. Habermas approaches these tasks through a combination of conceptual analyses, systematic reflections, and critical reconstructions of such predecessors as Marx and Weber, Durkheim and Mead, Horkheimer and Adorno, Schutz and Parsons.",
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press."
      ]
    },
    {
      "title": "Harriet Johnson, The reification of nature: Reading Adorno in a warming world",
      "url": "https://philpapers.org/rec/JOHTRO-60",
      "philpapers_id": "JOHTRO",
      "snippet": "Pathologies of freedom: Axel Honneth&#x27;s unofficial theory of reification.David T. Schafer - 2018 - Constellations 25 (3):421-431. Adorno and the categories of resistance.Henry W. Pickford - 2024 - Constellations 31 (2):129-145. 8. Mystical Kernels? Rational Shells? Habermas and Adorno on Reification ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Harriet Johnson"
        }
      ],
      "extra_snippets": [
        "Pathologies of freedom: Axel Honneth's unofficial theory of reification.David T. Schafer - 2018 - Constellations 25 (3):421-431. Adorno and the categories of resistance.Henry W. Pickford - 2024 - Constellations 31 (2):129-145. 8. Mystical Kernels? Rational Shells? Habermas and Adorno on Reification and Re-enchantment.Asher Horowitz - 2007 - In Donald Burke, Colin J.",
        "Reification and the nonidentical. On the problem of nature in Lukács and Adorno.Steven Vogel - 1996 - In Lenore Langsdorf, Stephen H. Watson & E. Marya Bower, Phenomenology, Interpretation, and Community.",
        "Dialectic of reification in Adorno TW.Carmen Diaz - 1999 - Endoxa 11:253-269.",
        "The ‘living entity’: Reification and forgetting.Alastair Morgan - 2014 - European Journal of Social Theory 17 (4):377-388."
      ]
    },
    {
      "title": "James Craig Hanks, Juergen Habermas and the Colonization of the Lifeworld",
      "url": "https://philpapers.org/rec/HANJHA",
      "philpapers_id": "HANJHA",
      "snippet": "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and &#x27;one dimensionalization&#x27; . More recently Jurgen Habermas has described the &#x27;colonization of ...",
      "page_age": null,
      "extra_snippets": [
        "The relationship between being and consciousness has been characterised as one of alienation , reification , instrumentalization , and 'one dimensionalization' . More recently Jurgen Habermas has described the 'colonization of the lifeworld'. Each of these theorists argues that social and political philosophy has two primary tasks.",
        "In his account of 'the colonization of the lifeworld', Habermas attempts to explain the relation between being and consciousness in terms of his theory of communicative action and to locate possible points of social and political crisis in advanced capitalist society. ;In this dissertation I trace theories of the relationship between being and consciousness from Marx through Lukacs and the Frankfurt School to Habermas' recent work The Theory of Communicative Action.",
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "After arguing that at a certain level of abstraction Habermas is right in his account of our present situation, I conclude that he falls short of his goal in so far as his theory fails to take adequate account of many actually existing struggles for political self-determination, and many hypotheses for alternative social organization which do not agree with his assumptions about validity and consensus"
      ]
    },
    {
      "title": "Rolf Wiggershaus, The Frankfurt School: Its History, Theories, and Political Significance",
      "url": "https://philpapers.org/rec/WIGTFS-2",
      "philpapers_id": "WIGTFS",
      "snippet": "Business Ethics from the Standpoint of Redemption: Adorno on the Possibility of Good Work.Craig Reeves &amp; Matthew Sinnicks - 2021 - Business Ethics Quarterly 31 (4):500-523.",
      "page_age": null,
      "extra_snippets": [
        "Rolf Wiggershaus: Jürgen Habermas. [REVIEW]Karl Albert - 2005 - Philosophischer Literaturanzeiger 58 (2). Rolf Wiggershaus: Theodor W. Adorno.M.",
        "Theodor W. Adorno in Continental Philosophy",
        "Business Ethics from the Standpoint of Redemption: Adorno on the Possibility of Good Work.Craig Reeves & Matthew Sinnicks - 2021 - Business Ethics Quarterly 31 (4):500-523."
      ]
    },
    {
      "title": "Garbis Kortian, Metacritique: the philosophical argument of Jürgen Habermas",
      "url": "https://philpapers.org/rec/KORMTP",
      "philpapers_id": "KORMTP",
      "snippet": "In this essay, Garbin Kortian discusses the implications and philosophical import of this thesis, which is central to Habermas&#x27;s work, through a critical account of the German philosophical tradition in which it stands. He relates the &#x27;metacritical dimension&#x27; of Haberbas&#x27;s thought to Hegel&#x27;s critique of Kant, Marx&#x27;s critique of Hegel, and the Frankfurt school&#x27;s critique of positivism.",
      "page_age": null,
      "extra_snippets": [
        "Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas. David Held. [REVIEW]Andrzej Rapaczynski - 1983 - Ethics 93 (4):811-. KORTIAN, G.: \"Metacritique: The Philosophical Argument of Jurgen Habermas\". [REVIEW]W. V. Doniela - 1982 - Australasian Journal of Philosophy 60:291. Metacritique. [REVIEW]A. F. M. - 1981 - Review of Metaphysics 35 (2):394-395. Adorno, Hegel and the Philosophical Origins of Classical Social Theory.Brian Wayne Fuller - unknown",
        "In this essay, Garbin Kortian discusses the implications and philosophical import of this thesis, which is central to Habermas's work, through a critical account of the German philosophical tradition in which it stands. He relates the 'metacritical dimension' of Haberbas's thought to Hegel's critique of Kant, Marx's critique of Hegel, and the Frankfurt school's critique of positivism.",
        "Book Reviews : The Idea of Critical Theory. Habermas and the Frankfurt School. By Raymond Geuss. Cambridge: Cambridge University Press, 1981. Pp. 100. $6.96 (U.S.) Paper. Metacritique. The Philosophical Argument of Juergen Habermas. By Garbis Kortian. Cambridge: Cambridge University Press, 1980.",
        "The Critical Theory of Jürgen Habermas. [REVIEW]E. G."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
