{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas Weber ideal type interpretive sociology methodology",
  "results": [
    {
      "title": "Hilliard Aronovitch, Interpreting Weber’s Ideal-Types",
      "url": "https://philpapers.org/rec/AROIWI",
      "philpapers_id": "AROIWI",
      "snippet": "Weber’s notion of ideal-types has most frequently been rejected as incoherent or overly abstract. This article maintains that it insightfully addresses explanatory issues in social science by encompassing the agents’ subjective ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Hilliard Aronovitch"
        }
      ],
      "extra_snippets": [
        "Max Weber.Alessandro Orsini - 2024 - In Sociological Theory: From Comte to Postcolonialism. Cham: Springer Nature Switzerland. pp. 157-204. Ideal Types and the Historical Method.Gene Callahan - 2007 - Collingwood and British Idealism Studies 13 (1):53-68. Idiographic theorizing and ideal types: Max weber’s methodology of social science.Finn Collin - 1995 - Danish Yearbook of Philosophy 30 (1):37-67.",
        "Further keys are seeing ideal-types as blending interpretive understanding and causal explanation but not thereby causal generalizations, and rational appraisals as consistent with value pluralism ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Webers idealtypus AlS methode zur bestimmung Des begriffsinhaltes theoretischer begriffe in den kulturwissenschaften.Gertrude Hirsch Hadorn - 1997 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 28 (2):275 - 296.",
        "Max Weber: Collected Methodological Writings.Hans Henrik Bruun & Sam Whimster - 2012 · Ideal types and scientific theories.Giovanni Camardi - 2004 - Poznan Studies in the Philosophy of the Sciences and the Humanities 82 (1):273-285. The Objective Bases of Max Weber's Ideal Types.Donald McIntosh - 1977 - History and Theory 16 (3):265-279.",
        "The Methodology of the Social Sciences.E. N., Max Weber, Edward A. Shils & Henry A."
      ]
    },
    {
      "title": "J. Habermas, Max Weber’s Theory of Rationalization",
      "url": "https://philpapers.org/rec/HABMWT",
      "philpapers_id": "HABMWT",
      "snippet": "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas.Harry F.",
        "Dahms - 1997 - Sociological Theory 15 (3):181-214. The city: Rationalization and freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126. Max Weber and Postmodern Theory: Rationalization versus Re-enchantment.N. Gane - 2002 - Springer. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)",
        "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "Habermas continues his critical examination of M. Weber’s theory of rationalization by discerning in this third section the logic of Weberian analysis of modernization and showing that it is Weber’s initial point of analysis that allows Weber to approach modernization as societal rationalization."
      ]
    },
    {
      "title": "Michael Strand & Omar Lizardo, Chance, Orientation, and Interpretation: Max Weber’s Neglected Probabilism and the Future of Social Theory",
      "url": "https://philpapers.org/rec/STRCOA-7",
      "philpapers_id": "STRCOA",
      "snippet": "Retrieving this concept from Weber’s late writings, we argue that the fundamental basis of the orders sociologists seek to understand is not chaos. Action is rendered interpretable, rather, to the extent persons orient themselves to possibilities and probabilities, which remain real but unknowable.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael Strand"
        },
        {
          "type": "person",
          "name": "Omar Lizardo"
        }
      ],
      "extra_snippets": [
        "The image of Max Weber as an “interpretivist” cultural theorist of webs of significance that people use to cope with a meaningless world reigns largely unquestioned today. This article presents a different image of Weber’s sociology, where meaning does not transport actors over an abyss of meaninglessness but rather helps them navigate a world of Chance.",
        "A reconstruction of Max Weber's theory of concept formation.John Drysdale - 1996 - Sociological Theory 14 (1):71-88. Max Weber’s ideal versus material interest distinction revisited.Dustin S. Stoltz & Omar Lizardo - 2018 - European Journal of Social Theory 21 (1):3-21. Max Weber’s Methodological Individualism.Thomas Schwinn - 2023 - In Nathalie Bulle & Francesco Di Iorio (eds.), The Palgrave Handbook of Methodological Individualism: Volume I. Springer Verlag. pp. 321-345. Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "Retrieving this concept from Weber’s late writings, we argue that the fundamental basis of the orders sociologists seek to understand is not chaos. Action is rendered interpretable, rather, to the extent persons orient themselves to possibilities and probabilities, which remain real but unknowable.",
        "In this framework, interpretation and probability are allies, not antagonists. Weber’s systematic use of the probabilistic notion of Chance as a central resource for concept formation and sociological explanation seriously challenges current understandings of probability as a purely statistical, atheoretical concern."
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno. This is an important book for degree students of philosophy, sociology and related subjects",
      "page_age": null,
      "extra_snippets": [
        "In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno. This is an important book for degree students of philosophy, sociology and related subjects",
        "Habermas's Critical Theory: Epistemological and Methodological Foundations.Jane Marilyn Braaten - 1990 - Dissertation, University of Minnesota · The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford, GB: Oxford University Press.",
        "The Theory of Communicative Action. Volume I. Reason and the Rationalization of Society, by Jurgen Habermas.Alan How - 1987 - Journal of the British Society for Phenomenology 18 (2):192-194."
      ]
    },
    {
      "title": "Hubert Treiber, Max Weber’s interpretive sociology of law",
      "url": "https://philpapers.org/rec/TREMWI",
      "philpapers_id": "TREMWI",
      "snippet": "The concept of democracy in Webers political sociology.Stefan Bruer - 1998 - In Ralph Schroeder, Max Weber, democracy and modernization. New York, N.Y.: St. Martin&#x27;s Press. pp. 0--13. Max Weber&#x27;s Dissertation.Lutz Kaelber - 2003 - History of the Human Sciences 16 (2):27-56. The Rise of Western Rationalism: Max Weber&#x27;s Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press. Max Weber.Alan Sica - 2013 - Routledge. The spiritualist foundation of Max Weber&#x27;s &#x27;Interpretative Sociology&#x27;: Ernst Troeltsch Max Weber and William James&#x27; Varieties of Religious Experience.Wilhelm Hennis - 1998 - History of the Human Sciences 11 (2):83-106.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Hubert Treiber"
        }
      ],
      "extra_snippets": [
        "Reading Weber’s sociology of law.Christopher Adair-Toteff - 2025 - History of European Ideas 51 (4):949-955.",
        "The Forms of Brotherly Love in Max Weber's Sociology of Religion.Michael Symonds & Jason Pudsey - 2006 - Sociological Theory 24 (2):133 - 149.",
        "The concept of democracy in Webers political sociology.Stefan Bruer - 1998 - In Ralph Schroeder, Max Weber, democracy and modernization. New York, N.Y.: St. Martin's Press. pp. 0--13. Max Weber's Dissertation.Lutz Kaelber - 2003 - History of the Human Sciences 16 (2):27-56. The Rise of Western Rationalism: Max Weber's Developmental History.Wolfgang Schluchter - 1981 - Univ of California Press. Max Weber.Alan Sica - 2013 - Routledge. The spiritualist foundation of Max Weber's 'Interpretative Sociology': Ernst Troeltsch Max Weber and William James' Varieties of Religious Experience.Wilhelm Hennis - 1998 - History of the Human Sciences 11 (2):83-106."
      ]
    },
    {
      "title": "Asaf Kedar, Ideal types as hermeneutic concepts",
      "url": "https://philpapers.org/rec/KEDITA",
      "philpapers_id": "KEDITA",
      "snippet": "My paper sets out to demonstrate that Weber&#x27;s ideal-typical theory of concept formation, subject to certain modifications, is compatible with the principles of philosophical hermeneutics and is therefore a valuable strategy of concept formation ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Asaf Kedar"
        }
      ],
      "extra_snippets": [
        "My paper sets out to demonstrate that Weber's ideal-typical theory of concept formation, subject to certain modifications, is compatible with the principles of philosophical hermeneutics and is therefore a valuable strategy of concept formation for interpretive historical inquiry.",
        "How are social-scientific concepts formed? A reconstruction of Max Weber's theory of concept formation.John Drysdale - 1996 - Sociological Theory 14 (1):71-88.",
        "Webers idealtypus AlS methode zur bestimmung Des begriffsinhaltes theoretischer begriffe in den kulturwissenschaften.Gertrude Hirsch Hadorn - 1997 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 28 (2):275 - 296.",
        "Max Weber's Theory of Concept Formation: History, Laws and Ideal Types.Thomas Burger - 1978 - Philosophy and Phenomenological Research 38 (4):585-586."
      ]
    },
    {
      "title": "Walter Garrison Runciman, A critique of Max Weber's philosophy of social science",
      "url": "https://philpapers.org/rec/RUNACO",
      "philpapers_id": "RUNACO",
      "snippet": "Runciman argues that Weber&#x27;s analysis breaks down at three decisive points: the difference between theoretical pre-suppositions and implicit value-judgements; the manner in which &#x27;idiographic&#x27; explanations are to be subsumed under causal laws; and the relation of explanation to description in sociology. The arguments which Weber put forward are fundamental to the methodology of the social sciences, and since his death it has come to be increasingly widely held that with perhaps the sole exception of Mill&#x27;s System of Logic there is still no other body of work of comparable importance in the academic literature on these topics.",
      "page_age": null,
      "extra_snippets": [
        "Max Weber: Milestones of an Intellectual Biography.T. A. Dmitriev - 2020 - Sociology of Power 32 (4):8-44. Idiographic Theorizing and Ideal Types: Max Weber’s Methodology of Social Science.Finn Collin - 1995 - Danish Yearbook of Philosophy 30 (1):37-67.",
        "Interpreting Weber’s Ideal-Types.Hilliard Aronovitch - 2012 - Philosophy of the Social Sciences 42 (3):356-369.",
        "Runciman argues that Weber's analysis breaks down at three decisive points: the difference between theoretical pre-suppositions and implicit value-judgements; the manner in which 'idiographic' explanations are to be subsumed under causal laws; and the relation of explanation to description in sociology. The arguments which Weber put forward are fundamental to the methodology of the social sciences, and since his death it has come to be increasingly widely held that with perhaps the sole exception of Mill's System of Logic there is still no other body of work of comparable importance in the academic literature on these topics.",
        "A Critique of Max Weber's Philosophy of Social Science.W."
      ]
    },
    {
      "title": "Keith Breen, Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre",
      "url": "https://philpapers.org/rec/BREUWS",
      "philpapers_id": "BREUWS",
      "snippet": "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt ...",
      "page_age": null,
      "extra_snippets": [
        "Introduction -- Modernity, politics and Max Weber -- One-sided rationalization: Habermas on modernity, discourse and emancipation -- Critiquing Habermas: intersubjectivity, ethics and norm-free sociality -- The burden of our times: Arendt on modern oblivion and the promise of politics -- Judging Arendt: citizenship, action and the scope of politics -- The new dark age: MacIntyre on bureaucratic individualism and the hope for an ethical polity -- Engaging MacIntyre: flourishing, modernity and political struggle -- Closing reflections: ethics, politics and strategy in the present.",
        "Political sociology.",
        "The separation between ethics and politics: Max Weber on ancient Judaism and modernity.Eyal Chowers - 2022 - European Journal of Social Theory 25 (3):477-495.",
        "Paradoxes of modernity: culture and conduct in the theory of Max Weber.Wolfgang Schluchter - 1996 - Stanford, Calif.: Stanford University Press."
      ]
    },
    {
      "title": "J. Habermas, The rationalization of law and diagnosis of the times",
      "url": "https://philpapers.org/rec/HABTRO-3",
      "philpapers_id": "HABTRO",
      "snippet": "According to Habermas, Weber treats law in such a way that it is detached from evaluative sphere and can appear from the start as an institutional embodiment of cognitive-instrumental rationality.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "In this section of his book «The theory of communicative action» Jürgen Habermas considers Max Weber’s legalistic views. According to Habermas, Weber treats law in such a way that it is detached from evaluative sphere and can appear from the start as an institutional embodiment of cognitive-instrumental rationality.",
        "The rationalization of action in Max Weber's sociology of religion.Stephen Kalberg - 1990 - Sociological Theory 8 (1):58-84. The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness.J. Habermas - 2010 - Russian Sociological Review 9 (1):27-52.",
        "Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada) The city: Rationalization and freedom in Max Weber.José Maurício Domingues - 2000 - Philosophy and Social Criticism 26 (4):107-126. The Sociology of Zoroastrianism.Kambiz Sakhai - 2000 - Dissertation, Columbia University",
        "Bureaucracy as belief, rationalization as repair: Max Weber in a post-functionalist age.Richard A. Hilbert - 1987 - Sociological Theory 5 (1):70-86. Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre.Keith Breen - 2012 - Burlington, VT: Ashgate."
      ]
    },
    {
      "title": "Friedel Weinert, Weber's Ideal Types as Models in the Social Sciences",
      "url": "https://philpapers.org/rec/WEIWIT-2",
      "philpapers_id": "WEIWIT",
      "snippet": "Idiographic theorizing and ideal types: Max weber’s methodology of social science.Finn Collin - 1995 - Danish Yearbook of Philosophy 30 (1):37-67.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Friedel Weinert"
        }
      ],
      "extra_snippets": [
        "Interpreting Weber’s Ideal-Types.Hilliard Aronovitch - 2012 - Philosophy of the Social Sciences 42 (3):356-369.",
        "Simmel and Weber as idealtypical founders of sociology.Frédéric Vandenberghe - 1999 - Philosophy and Social Criticism 25 (4):57-80.",
        "Idiographic theorizing and ideal types: Max weber’s methodology of social science.Finn Collin - 1995 - Danish Yearbook of Philosophy 30 (1):37-67.",
        "Max Weber's Concept of \"Event\", and the Logical Categories of a \"Science of Chaos\" [Spanish].Luca Mori - 2013 - Eidos: Revista de Filosofía de la Universidad Del Norte 18:100-123."
      ]
    },
    {
      "title": "J. Habermas, The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness",
      "url": "https://philpapers.org/rec/HABTDO-3",
      "philpapers_id": "HABTDO",
      "snippet": "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "J. Habermas"
        }
      ],
      "extra_snippets": [
        "Max Weber’s Theory of Rationalization.J. Habermas - 2010 - Russian Sociological Review 9 (3):3-25.",
        "Max Weber as a Researcher of Confucian Ethics.Oleg Kil'dyushov - 2015 - Russian Sociological Review 14 (3):106-112.",
        "J. Habermas ... In the second part of his essay on Max Weber’s theory of rationalization J.",
        "Habermas shows that the background of Weber’s theory of rationalization is the neokantian philosophy of values with the help of which Weber analyses a process of religious-metaphysical disenchantment of the worldviews as a result of differentiation of the cultural value spheres."
      ]
    },
    {
      "title": "David Goddard, Max Weber and the Objectivity of Social Science",
      "url": "https://philpapers.org/rec/GODMWA",
      "philpapers_id": "GODMWA",
      "snippet": "Neither a Weberian methodology of social science, nor the rationale provided by Anglo-American logical positivism, can give an adequate account of the objectivity of the human sciences with the sole exception of history. The Kantian theory of objectivity presupposed by Weber&#x27;s sociology left it with no object, but rather an indefinite range of phenomena defined from an indefinite number of points of view.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David Goddard"
        }
      ],
      "extra_snippets": [
        "Neither a Weberian methodology of social science, nor the rationale provided by Anglo-American logical positivism, can give an adequate account of the objectivity of the human sciences with the sole exception of history. The Kantian theory of objectivity presupposed by Weber's sociology left it with no object, but rather an indefinite range of phenomena defined from an indefinite number of points of view.",
        "Rickert's value theory and the foundations of Weber's methodology.Guy Oakes - 1988 - Sociological Theory 6 (1):38-51.",
        "Values, neo-Kantianism, and the development of Weberian methodology.Thomas W. Segady - 1987 - New York: P. Lang. Added to PP 2015-02-04 Downloads 87 (#197,625) 6 months 6 (#823,507) ... The Mission of the Scientist Yesterday and Today: On the Centenary of Max Weber’s “Wissenschaft als Beruf”.Alexander Yu Antonovskiy & Raisa Ed Barash - 2019 - Social Epistemology 34 (2):117-129.",
        "The Verstehen Thesis and the Foundations of Max Weber's Methodology.Guy Oakes - 1977 - History and Theory 16 (1):11-29."
      ]
    },
    {
      "title": "Barbara Weber, J. Habermas and the Art of Dialogue: The Practicability of the Ideal Speech Situation",
      "url": "https://philpapers.org/rec/WEBJHA",
      "philpapers_id": "WEBJHA",
      "snippet": "Critical reasoning is a core element of the P4C program. Yet, the appearance of postmodernism, multiculturalism and ethnocentrism casts doubt on the Western concept of rationality and demands that its claim ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Barbara Weber"
        }
      ],
      "extra_snippets": [
        "The Rationality of Legal Discourse in Habermas's Discourse Theory.Eveline T. Feteris - 2003 - Informal Logic 23 (2):139-159. Ideal rationality and hand waving.Reed Richter - 1990 - Australasian Journal of Philosophy 68 (2):147 – 156.",
        "Judgment and Communicative Rationality: A Study of the Political Philosophy of Hannah Arendt and Juergen Habermas.Seon-Wook Kim - 1999 - Dissertation, State University of New York at Buffalo · Rationality redeemed?: further dialogues on an educational ideal.Harvey Siegel - 1997 - London: Routedge.",
        "Persuasion and peer review in science: Habermas's ideal speech situation applied.Alan G.",
        "The Philosophy of Jürgen Habermas: A Critical Introduction.Uwe Steinhoff - 2009 - Oxford University Press."
      ]
    },
    {
      "title": "Reihan Salam, Habermas vs. Weber on democracy",
      "url": "https://philpapers.org/rec/SALHVW",
      "philpapers_id": "SALHVW",
      "snippet": "But Habermas overlooks the opaque nature of our interests under complex modern conditions, and the difficulty of even knowing what the modern state is doing—let alone judging whether what it is doing serves our interests well. These overlooked sources of public ignorance buttress Weber&#x27;s more pessimistic understanding of democracy, and like the theatrics surrounding popular sovereignty, public ignorance both enables and masks the autonomy that allows state officials and non‐state opinion leaders to shape public policy undemocratically.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Reihan Salam"
        }
      ],
      "extra_snippets": [
        "But Habermas overlooks the opaque nature of our interests under complex modern conditions, and the difficulty of even knowing what the modern state is doing—let alone judging whether what it is doing serves our interests well. These overlooked sources of public ignorance buttress Weber's more pessimistic understanding of democracy, and like the theatrics surrounding popular sovereignty, public ignorance both enables and masks the autonomy that allows state officials and non‐state opinion leaders to shape public policy undemocratically.",
        "Habermas II.David Rasmussen & James Swindal (eds.) - 2009 - Los Angeles: SAGE. Weber: political writings.Max Weber - 1994 - New York: Cambridge University Press.",
        "Habermas: The Discourse Theory of Law and Democracy.Hugh Baxter - 2011 - Stanford Law Books. Under Weber's shadow: modernity, subjectivity and politics in Habermas, Arendt and MacIntyre.Keith Breen - 2012 - Burlington, VT: Ashgate.",
        "Modernization, Rights, and Democratic Society: The Limits of Habermas’s Democratic Theory. [REVIEW]Jeff Noonan - 2005 - Res Publica 11 (2):101-123. Democracy despite voter ignorance: A Weberian reply to Somin and Friedman.David Ciepley - 1999 - Critical Review: A Journal of Politics and Society 13 (1-2):191-227."
      ]
    },
    {
      "title": "Dustin S. Stoltz & Omar Lizardo, Max Weber’s ideal versus material interest distinction revisited",
      "url": "https://philpapers.org/rec/STOMWI-3",
      "philpapers_id": "STOMWI",
      "snippet": "While Weber’s distinction between ‘ideal’ and ‘material’ interests is one of the most enduring aspects of his theoretical legacy, it has been subjected to little critical commentary. In this article, we revisit the theoretical legacy of interest-based explanation in social theory, with an eye to clarifying Weber’s place in this tradition.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Dustin S. Stoltz"
        },
        {
          "type": "person",
          "name": "Omar Lizardo"
        }
      ],
      "extra_snippets": [
        "While Weber’s distinction between ‘ideal’ and ‘material’ interests is one of the most enduring aspects of his theoretical legacy, it has been subjected to little critical commentary. In this article, we revisit the theoretical legacy of interest-based explanation in social theory, with an eye to clarifying Weber’s place in this tradition.",
        "Between Scylla and Charybdis: Reinhard Bendix on theory, concepts and comparison in Max Weber's historical sociology.Raymond Caldwell - 2002 - History of the Human Sciences 15 (3):25-51.",
        "How are social-scientific concepts formed? A reconstruction of Max Weber's theory of concept formation.John Drysdale - 1996 - Sociological Theory 14 (1):71-88.",
        "Max Weber: Milestones of an Intellectual Biography.T. A. Dmitriev - 2020 - Sociology of Power 32 (4):8-44."
      ]
    },
    {
      "title": "Gerard Delanty & Piet Strydom (eds.), Philosophies of social science: the classic and contemporary readings",
      "url": "https://philpapers.org/rec/DELPOS",
      "philpapers_id": "DELPOS",
      "snippet": "The texts explore the question of truth, the meaning of scientific knowledge, the nature of methodology and the relation of science to society, including edited extracts from both classic and contemporary works by authors such as Emile Durkheim, Georg Simmel, Max Weber, Alfred Schutz, Max Horkheimer, Jurgen Habermas, Alvin Gouldner, Karl-Otto Apel, Michel Foucault, Pierre Bourdieu, Anthony Giddens, Dorothy Smith, Donna Haraway, Sigmund Freud, Jacques Derrida and Claude Levi-Strauss.",
      "page_age": null,
      "extra_snippets": [
        "The texts explore the question of truth, the meaning of scientific knowledge, the nature of methodology and the relation of science to society, including edited extracts from both classic and contemporary works by authors such as Emile Durkheim, Georg Simmel, Max Weber, Alfred Schutz, Max Horkheimer, Jurgen Habermas, Alvin Gouldner, Karl-Otto Apel, Michel Foucault, Pierre Bourdieu, Anthony Giddens, Dorothy Smith, Donna Haraway, Sigmund Freud, Jacques Derrida and Claude Levi-Strauss.",
        "This volume is the definitive companion to the study of the philosophy of social science, taught within undergraduate or postgraduate courses in sociology and the social sciences. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Anti_foundationalism.R. J. Bernstein · RICHARD J. BERNSTEIN'Anti-foundationalism'*(1991).From Richard J. Bernstein ... The standpoint of women in the everyday world.D. Smith · Thick Description: Towards an Interpretive Theory of Culture.Clifford Geertz",
        "Interpretation and the Sciences of Man.",
        "Towards a reflexive sociology*(1970)."
      ]
    },
    {
      "title": "Alan Sica, Weber, Irrationality, and Social Order",
      "url": "https://philpapers.org/rec/SICWIA",
      "philpapers_id": "SICWIA",
      "snippet": "Despite immediate appearances, this book is not primarily a hermeneutical exercise in which the superiority of one interpretation of canonical texts is championed against others. Its origin lies elsewhere, near the overlap of history, psychoanalysis, aesthetics, and social theory of the usual kind. Weber, Pareto, Freud, W.",
      "page_age": null,
      "extra_snippets": [
        "Despite immediate appearances, this book is not primarily a hermeneutical exercise in which the superiority of one interpretation of canonical texts is championed against others. Its origin lies elsewhere, near the overlap of history, psychoanalysis, aesthetics, and social theory of the usual kind. Weber, Pareto, Freud, W.",
        "Notes Toward a Hermeneutic of Weber. (pages 71-76) \"Pre-Hermeneutical\" Concerns: Scholarship Past and Present. (pages 77-80) Lessons of Classical and Contemporary Hermeneutics. (pages 80-86) Addendum: A Note on the Gadamer-Habermas Debate. (pages 86-90) Bibliographical Prologue. (pages 91-99) Early Works (1889-1897). (pages 99-112) Recovery, and Early Methodological Essays.",
        "The social theory of Max Weber in conflict of interpretations.Zenonas Norkus - 1999 - Problemos 55.",
        "The Social Theory of Max Weber in Conflict of Interpretations.Vardenis Pavardenis - 1999 - Problemos 55."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
