{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "value freedom Wertfreiheit Habermas",
  "results": [
    {
      "title": "Ulrich Steinvorth, Wertfreiheit der Wissenschaften bei Marx, Weber und Adorno",
      "url": "https://philpapers.org/rec/STEWDW-3",
      "philpapers_id": "STEWDW",
      "snippet": "Wie Max Weber verlangt auch Marx die Wertfreiheit der Wissenschaften, hält es aber im Gegensatz zu Weber dennoch für möglich, politische Entscheidungen durch wissenschaftliche Aussagen zu begründen. Der Grund liegt in Marx&#x27; Anerkennung eines allgemein verbindlichen politischen Ziels, der Interessenharmonie, das Weber aus empirischen Gründen für ohne Einbuße an Kultur unrealisierbar hält.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ulrich Steinvorth"
        }
      ],
      "extra_snippets": [
        "Wie Max Weber verlangt auch Marx die Wertfreiheit der Wissenschaften, hält es aber im Gegensatz zu Weber dennoch für möglich, politische Entscheidungen durch wissenschaftliche Aussagen zu begründen. Der Grund liegt in Marx' Anerkennung eines allgemein verbindlichen politischen Ziels, der Interessenharmonie, das Weber aus empirischen Gründen für ohne Einbuße an Kultur unrealisierbar hält.",
        "Technik und Wissenschaft als “Ideologie”?Jürgen Habermas - 1968 - Man and World 1 (4):483-523.",
        "Dieser Grund für die unterschiedliche Auffassung der Wertfreiheit der Wissenschaften wird als der entscheidende Grund für den methodologischen Gegensatz zwischen Kritischer Theorie und Kritischem Rationalismus hervorgehoben"
      ]
    },
    {
      "title": "Eduardo Mendieta, Jürgen Habermas, Auch eine Geschichte der Philosophy. Band 1: Die Okzidentale Konstellation von Glauben and Wissen; Band 2: Vernünfitge Freiheit: Spuren des Diskurses über Glauben and Wissen",
      "url": "https://philpapers.org/rec/MENJHA",
      "philpapers_id": "MENJHA",
      "snippet": "Auch eine Geschichte der Philosophie.Jürgen Habermas - 2019 - Berlin: Auch eine Geschichte der Philosophie, vol. 1: Die okzidentale Konstellation von Glauben und Wissen; vol. 2: Vernünftige Freiheit. Spuren des Diskurses über Glauben und Wissen. [Also a History of Philosophy, vol. 1: The Occidental Constellation of Faith and Knowledge; vol. 2: Freedom ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Eduardo Mendieta"
        }
      ],
      "extra_snippets": [
        "Auch eine Geschichte der Philosophie.Jürgen Habermas - 2019 - Berlin: Auch eine Geschichte der Philosophie, vol. 1: Die okzidentale Konstellation von Glauben und Wissen; vol. 2: Vernünftige Freiheit. Spuren des Diskurses über Glauben und Wissen. [Also a History of Philosophy, vol. 1: The Occidental Constellation of Faith and Knowledge; vol. 2: Freedom based on Reason: Traces of the Discourse about Faith and Knowledge.].[author unknown] - 2019",
        "The Conceptual Plurality in Jürgen Habermas’s Auch eine Geschichte der Philosophie.Amos Nascimento - 2024 - Res Philosophica 101 (2):401-430. Enlightened religion: The alphabetization of faith and the linguistification of freedom.Eduardo Mendieta - 2021 - Constellations 28 (1):60-66.",
        "Habermas’s Genealogy of Rational Freedom – Vindicating Postmetaphysical Thought in Dialogue with Judeo-Christian Faith?Volkan Çıdam - 2025 - Journal of Social and Political Philosophy 4 (2):219-228.",
        "Auch eine Geschichte der Philosophie Chinas? Zu Jürgen Habermas' Auch eine Geschichte der Philosophie.Heiner Roetz - 2023 - In Rudolf Langthaler & Hans Schelkshorn, Okzidentale Konstellationen zwischen Glauben und Wissen: Beiträge zu Jürgen Habermas‘ Auch eine Geschichte der Philosophie."
      ]
    },
    {
      "title": "Jürgen Habermas, Knowledge and Human Interests: A General Perspective",
      "url": "https://philpapers.org/rec/HABKAH-6",
      "philpapers_id": "HABKAH",
      "snippet": "Jürgen Habermas in Continental Philosophy · lectures german idealism prescriptive statements value freedom heritage · 9780470755501 9780631236092 · 10.1002/9780470755501.ch23 · No versions found · Upload a copy of this work Papers currently archived: 105,810 ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Jürgen Habermas in Continental Philosophy · lectures german idealism prescriptive statements value freedom heritage · 9780470755501 9780631236092 · 10.1002/9780470755501.ch23 · No versions found · Upload a copy of this work Papers currently archived: 105,810 ·",
        "The Contemporary Critical Theory of Jurgen Habermas:Knowledge and Human Interests. ; Theory and Practice. ; Legitimation Crisis. ; Communication and the Evolution of Society. Jurgen Habermas. [REVIEW]Roger S.",
        "Habermas “Hegelized”.Joseph Smith & Antoon Boey - 1982 - Philosophy Research Archives 8:339-365.",
        "Knowledge and Human Interests. By Jürgen Habermas. Translated by Jeremy J. Shapiro. Boston: Beacon Press, 1971, Pp. ix, 356. $7.50."
      ]
    },
    {
      "title": "Mario Saenz, The Problem of the Conditioned and the Unconditioned: Philosophical Justifications of Freedom in Marx and Habermas",
      "url": "https://philpapers.org/rec/SAETPO",
      "philpapers_id": "SAETPO",
      "snippet": "In his early works, Habermas wants to preserve both, the German idealist notion which gives primacy to self-reflection in the history of the human species, and the Marxist materialist conception that ...",
      "page_age": null,
      "extra_snippets": [
        "In his early works, Habermas wants to preserve both, the German idealist notion which gives primacy to self-reflection in the history of the human species, and the Marxist materialist conception that self-reflection is based on the material conditions of existence.",
        "This is a bad overcoming of Hegel, since it preserves the Spirit as alienated otherness. ;However, Habermas's more recent linguistic turn evinces an attempt to ground critical self-reflection by means of a de-historicized anticipation of an ideal speech situation through the formal rules of cogency of speech.",
        ";Such dual preservation cannot be maintained; for the primacy given to self-reflection by German idealism is based on a prior spiritualization of the conditions of reflection. It is precisely with those alienated conditions that Habermas's \"neo-Marxism\" seeks to limit \"materialistically\" critical self-reflection.",
        "A Critical Inquiry Into Habermas's Philosophy of Emancipation: Toward an Ontology of the Human Person.Robert Peter Badillo - 1990 - Dissertation, The American University"
      ]
    },
    {
      "title": "Martin Morris, Rethinking the Communicative Turn: Adorno, Habermas, and the Problem of Communicative Freedom",
      "url": "https://philpapers.org/rec/MORRTC-7",
      "philpapers_id": "MORRTC",
      "snippet": "Martin Morris, Rethinking the Communicative Turn: Adorno, Habermas and the Problem of Communicative Freedom.",
      "page_age": null,
      "extra_snippets": [
        "Martin Morris, Rethinking the Communicative Turn: Adorno, Habermas and the Problem of Communicative Freedom.",
        "Martin Morris, Rethinking the Communicative Turn: Adorno, Habermas, and the Problem of Communicative Freedom.R.",
        "Adorno und Habermas im Vergleich: Vom Säkularismus zum Postsäkularismus?Karel Hlaváček - 2018 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 20 (1):143-168.",
        "Adorno, Habermas, and the search for a rational society.Deborah Cook - 2004 - New York: Routledge."
      ]
    },
    {
      "title": "Kenneth Baynes, Freedom and recognition in Hegel and Habermas",
      "url": "https://philpapers.org/rec/BAYFAR",
      "philpapers_id": "BAYFAR",
      "snippet": "Contrary to some popular interpretations, I argue that Hegel and Habermas share many basic assumptions in their respective accounts of freedom. In particular, both respond to weaknesses in Kant&#x27;s idea of ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Kenneth Baynes"
        }
      ],
      "extra_snippets": [
        "I illustrate this common strategy in each and suggest that it may offer an alternative to Rawls's 'political' account of public reason. Key Words: freedom • Habermas • Hegel • intersubjectivity • Kant • positive liberty • practical reason • public reason • rational action • Rawls • recognition.",
        "Svoboda a uznání u Hegela a Habermase.Kenneth Baynes - 2002 - Filosoficky Casopis 50:279-299. Freedom, Reason and History: The Hegelian heritage in Gadamer and Habermas.Petra Hedberg - unknown",
        "Broader contexts of non-domination: Pettit and Hegel on freedom and recognition.Arto Laitinen - 2015 - Critical Review of International Social and Political Philosophy 18 (4):390-406. Recognition Within the Limits of Reason: Remarks on Pippin's Hegel's Practical Philosophy.David Ingram - 2010 - Inquiry: An Interdisciplinary Journal of Philosophy 53 (5):470-489. Reason and Democracy: Kant, Arendt, Rawls, and Habermas on the Public Use of Reason.David Allen Billings - 2000 - Dissertation, Loyola University of Chicago",
        "Virtuality and subjective realities: A freedom-based ergon for the modern African parent.Thando Nkohla-Ramunenyiwa - 2020 - Indo-Pacific Journal of Phenomenology 20 (1):e1887572. Reifying and reconciling class conflict: From Hegel’s estates through Habermas’ interchange roles.Todd Hedrick - 2013 - European Journal of Social Theory 16 (4):511-529."
      ]
    },
    {
      "title": "Jurgen Habermas & Ming-Chuan Chou, Freedom and Determinism",
      "url": "https://philpapers.org/rec/HABFAD",
      "philpapers_id": "HABFAD",
      "snippet": "In this paper, have two parts: the first is the critical part, in this section I will critically pointed out that the reductionism of the research project in the face of ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jurgen Habermas"
        },
        {
          "type": "person",
          "name": "Ming-Chuan Chou"
        }
      ]
    },
    {
      "title": "Robin Friedman, Richard Rorty, Jürgen Habermas, and the Nature of Philosophical Dialogue",
      "url": "https://philpapers.org/rec/FRIRRJ",
      "philpapers_id": "FRIRRJ",
      "snippet": "Kilanowski also suggests lessons that may be learned from the Rorty-Habermas debate about the nature of politics and democracy. He does so through the concept of freedom and through the development of a view he calls “freedom as responsibility.” The review examines Kilanowski’s study of the Rorty-Habermas debate and concludes that Kilanowski succeeds in his aim of showing the convergence between the two thinkers.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Robin Friedman"
        }
      ],
      "extra_snippets": [
        "Preview:/Review: Marcin Kilanowski, The Rorty-Habermas Debate: Toward Freedom as Responsibility,, 304 pages./ The American philosopher Richard Rorty and the German philosopher Jürgen Habermas engaged in a lengthy discussion over the years on a range of issues, particularly as these issues involved the nature of liberal, democratic society following the horrors of Auschwitz.",
        "Kilanowski also suggests lessons that may be learned from the Rorty-Habermas debate about the nature of politics and democracy. He does so through the concept of freedom and through the development of a view he calls “freedom as responsibility.” The review examines Kilanowski’s study of the Rorty-Habermas debate and concludes that Kilanowski succeeds in his aim of showing the convergence between the two thinkers.",
        "On The Convergence of The Perspectives of Rorty and Habermas.Marcin Kilanowski - 2021 - In The Rorty-Habermas debate: toward freedom as responsibility. Albany: Suny American Philosophy and C.",
        "The Rorty-Habermas debate: toward freedom as responsibility.Marcin Kilanowski - 2021 - Albany: Suny American Philosophy and C."
      ]
    },
    {
      "title": "John McCumber, Philosophy and Freedom: Derrida, Rorty, Habermas, Foucault",
      "url": "https://philpapers.org/rec/MCCPAF-2",
      "philpapers_id": "MCCPAF",
      "snippet": "John McCumber asserts that the true target of philosophical liberation is to break the structures of domination that have been encoded in western civilization.",
      "page_age": null,
      "extra_snippets": [
        "Philosophy and Freedom: Derrida, Rorty, Habermas, Foucault (review).William Clare Roberts - 2004 - Journal of Speculative Philosophy 18 (4):330-332.",
        "Philosophy and Freedom, Derrida, Rorty, Habermas, Foucault, coll.",
        "Review of “Time in the Ditch: American Philosophy and the McCarthy Era,\" and \"Philosophy and Freedom\", by John McCumber.",
        "John McCumber, Poetic Interaction: Language, Freedom, Reason."
      ]
    },
    {
      "title": "Marcin Kilanowski, The Rorty-Habermas debate: toward freedom as responsibility",
      "url": "https://philpapers.org/rec/KILTRD",
      "philpapers_id": "KILTRD",
      "snippet": "Entre Verdade e Democracia: Análise do debate Rorty &amp; Habermas de 1996.Frederico Graniço - 2009 - Redescrições 1 (3).",
      "page_age": null,
      "extra_snippets": [
        "Richard Rorty, Jürgen Habermas, and the Nature of Philosophical Dialogue.Robin Friedman - 2022 - Eidos.",
        "Entre verdade e democracia: Os debates Rorty & Habermas.Frederico Graniço - 2009 - Redescrições 1 (s).",
        "Neopragmatism (Putnam and Habermas).Steven Levine - 2023 - In Martin Müller, Handbuch Richard Rorty. Wiesbaden: Springer Fachmedien Wiesbaden.",
        "Entre Verdade e Democracia: Análise do debate Rorty & Habermas de 1996.Frederico Graniço - 2009 - Redescrições 1 (3)."
      ]
    },
    {
      "title": "Petra Hedberg, Freedom, Reason and History: The Hegelian heritage in Gadamer and Habermas",
      "url": "https://philpapers.org/rec/HEDFRA",
      "philpapers_id": "HEDFRA",
      "snippet": "Habermas claims that &quot;tradition&quot; could not be understood in a critical, that means, freedom-oriented way. He also claims that even a critical tradition would be one of many traditions, which leads to relativism. The question of justification will deal with Habermas&quot;s and Gadamer&quot;s approach to Hegel&quot;s conception of freedom through recognition.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Petra Hedberg"
        }
      ],
      "extra_snippets": [
        "Freedom, Reason and History: The Hegelian heritage in Gadamer and Habermas. This essay aims at an elaboration of the theme of freedom by taking into account Gadamer\"s and Habermas\"s appropriation of Hegel.",
        "I will approach this theme by dividing it into three main topics: 1) The question of historical reconstruction of the idea(s) of freedom, 2) The question of justification of the idea of freedom, 3) The question of application (of the idea of freedom). The question of historical reconstruction will deal with the Gadamerian appropriation of Hegel\"s idea of freedom in his concept of tradition. This will be confronted with Habermas\"s twofold critique against Gadamer.",
        "Habermas claims that \"tradition\" could not be understood in a critical, that means, freedom-oriented way. He also claims that even a critical tradition would be one of many traditions, which leads to relativism. The question of justification will deal with Habermas\"s and Gadamer\"s approach to Hegel\"s conception of freedom through recognition.",
        "The Habermasian approach to the Hegelian theme is a non-contextualised one, thereby aiming at a non-relative foundation for critical thinking. The third topic relates to the Gadamerian and also Habermasian question of how to apply a certain (non-contextual) freedom-based concept of recognition to different contexts."
      ]
    },
    {
      "title": "Stefan Rummens, Deliberatie en vrijheid: De normatieve Kern Van Habermas' democratietheorie",
      "url": "https://philpapers.org/rec/RUMDEV",
      "philpapers_id": "RUMDEV",
      "snippet": "This article explores Habermas&#x27;s thesis on the co-originality of the political and the individual freedom of the citizen. It is argued that individual freedom without political freedom remains arbitrary. Citizens are ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Stefan Rummens"
        }
      ],
      "extra_snippets": [
        "Political deliberation is an answer to the problem of co-ordinating the actions of citizens with divergent values and conflicting views on the good life. Therefore, political deliberation as a practice already presupposes the individual freedom of the citizen. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Deliberation interrupted: Confronting Jürgen Habermas with Claude Lefort.Stefan Rummens - 2008 - Philosophy and Social Criticism 34 (4):383-408.",
        "Freedom and recognition in Hegel and Habermas.Kenneth Baynes - 2002 - Philosophy and Social Criticism 28 (1):1-17. The Presumption of Political Freedom.Francesca Raimondi - 2013 - Symposium: Canadian Journal of Continental Philosophy/Revue canadienne de philosophie continentale 17 (1):150-169. What we desire, what we have reason to desire, whatever we might desire: Mill and Sen on the value of opportunity.Robert Sugden - 2006 - Utilitas 18 (1):33-51.",
        "Freedom and Equality in the Comparison of Political Systems.Wolfgang Balzer - 2001 - The Proceedings of the Twentieth World Congress of Philosophy 11:173-178. Feminism and democratic deliberation.Georgia Warnke - 2000 - Philosophy and Social Criticism 26 (3):61-74. Modernization, Rights, and Democratic Society: The Limits of Habermas’s Democratic Theory.",
        "Freedom, Reason and History: The Hegelian heritage in Gadamer and Habermas.Petra Hedberg - unknown"
      ]
    },
    {
      "title": "Jürgen Habermas, Postmetaphysical Thinking II",
      "url": "https://philpapers.org/rec/HABPTI",
      "philpapers_id": "HABPTI",
      "snippet": "Habermas’s Politics of Rational Freedom: Navigating the History of Philosophy between Faith and Knowledge.Peter J.",
      "page_age": null,
      "extra_snippets": [
        "Habermas’s Politics of Rational Freedom: Navigating the History of Philosophy between Faith and Knowledge.Peter J.",
        "For good reasons, philosophy ‘lost its extraordinary status’, but as a result it also courted new problems. In _Postmetaphysical Thinking II_, the sequel to the 1988 volume that bears the same title (English translation, Polity 1992), Habermas addresses some of these problems.",
        "The first section of the book deals with the shift in perspective from metaphysical worldviews to the lifeworld, the unarticulated meanings and assumptions that accompany everyday thought and action in the mode of ‘background knowledge’. Habermas analyses the lifeworld as a ‘space of reasons’ – even where language is not (yet) involved, such as, for example, in gestural communication and rituals.",
        "Habermas picks up where he left off in 1988, when he made the far-sighted observation that ‘philosophy, even in its postmetaphysical form, will be able neither to replace nor to repress religion’, and explores philosophy’s new-found interest in religion, among other topics."
      ]
    },
    {
      "title": "Jürgen Habermas (ed.), Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy",
      "url": "https://philpapers.org/rec/HABBFA-2",
      "philpapers_id": "HABBFA",
      "snippet": "In Between Facts and Norms, Jürgen Habermas works out the legal and political implications of his Theory of Communicative Action (1981), bringing to fruition the project announced with his publication of ...",
      "page_age": null,
      "extra_snippets": [
        "In Between Facts and Norms, Jürgen Habermas works out the legal and political implications of his Theory of Communicative Action (1981), bringing to fruition the project announced with his publication of The Structural Transformation of the Public Sphere in 1962.",
        "The book includes a postscript written in 1994, which restates the argument in light of its initial reception, and two appendixes, which cover key developments that preceded the book. Habermas himself was actively involved in the translation, adapting the text as necessary to make it more accessible to English-speaking readers.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jürgen Habermas - 1998 - The MIT Press.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Frank I. Michelman & Jurgen Habermas - 1996 - Journal of Philosophy 93 (6):307."
      ]
    },
    {
      "title": "Habermas Jurgen, [Book review] between facts and norms, contributions to a discourse theory of law and democracy",
      "url": "https://philpapers.org/rec/JURBRB",
      "philpapers_id": "JURBRB",
      "snippet": "Discourse and Democracy: Essays on Habermas&#x27;s Between Facts and Norms.Rene von Schomberg &amp; Kenneth Baynes - 2002 - SUNY Press. [Book review] republicanism, a theory of freedom and government. [REVIEW]Pettit Philip - 1998 - In Stephen Everson (ed.), Ethics: Companions to Ancient Thought, Vol.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Habermas Jurgen"
        }
      ],
      "extra_snippets": [
        "Review of Jürgen Habermas: Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.",
        "Unjust Legality: A Critique of Habermas's Philosophy of Law.James L."
      ]
    },
    {
      "title": "Brendan Hogan, Philosophy and Freedom",
      "url": "https://philpapers.org/rec/HOGPAF-3",
      "philpapers_id": "HOGPAF",
      "snippet": "Philosophy and Freedom: Derrida, Rorty, Habermas, Foucault.John McCumber - 2000 - Indiana University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Brendan Hogan"
        }
      ],
      "extra_snippets": [
        "Philosophy and Freedom, Derrida, Rorty, Habermas, Foucault, coll.",
        "Philosophy and Freedom: Derrida, Rorty, Habermas, Foucault.John McCumber - 2000 - Indiana University Press.",
        "Neopragmatismo e Verdade: Rorty em conversação com Habermas.Paulo Ghiraldelli Jr - 2005 - Utopía y Praxis Latinoamericana 10 (29):67-78.",
        "Habermas, Foucault and Nietzsche: A Double Misunderstanding.Thomas Biebricher - 2005 - Foucault Studies 3:1-26."
      ]
    },
    {
      "title": "Uwe Steinhoff, The Philosophy of Jürgen Habermas: A Critical Introduction",
      "url": "https://philpapers.org/rec/STETPO-36",
      "philpapers_id": "STETPO",
      "snippet": "This study is a comprehensive and detailed analysis and sustained critique of Habermas&#x27; philosophical system since his pragmatist turn in the seventies. It clearly and precisely depicts Habermas&#x27; long chain of arguments leading from an analysis of speech acts to a discourse theory of law and the democratic constitutional state.",
      "page_age": null,
      "extra_snippets": [
        "Jürgen Habermas seeks to defend the Enlightenment and with it an \"emphatical\", \"uncurtailed\" conception of reason against the post-modern critique of reason on the one hand, and against so-called scientism (which would include critical rationalism and the greater part of analytical philosophy) on the other.",
        "Declining Democracy and Constrained Voices: A Habermasian and Foucauldian Critique of Indonesian Freedom of Expression.Althien John Pesurnay - 2025 - Jurnal Filsafat (Special Issue Law and Politics):174-200.",
        "His objection to the former is that it is self-contradictory and politically defeatist; his objection to the latter is that, thanks to a standard of rationality derived from the natural sciences or from Weber's concept of purposive rationality, it leaves normative questions to irrational decisions. Habermas wants to offer an alternative, trying to develop a theory of communicative action that can clarify the normative foundations of a critical theory of society as well as provide a fruitful theoretical framework for empirical social research.",
        "This study is a comprehensive and detailed analysis and sustained critique of Habermas' philosophical system since his pragmatist turn in the seventies. It clearly and precisely depicts Habermas' long chain of arguments leading from an analysis of speech acts to a discourse theory of law and the democratic constitutional state."
      ]
    },
    {
      "title": "Todd Hedrick, Reifying and reconciling class conflict: From Hegel’s estates through Habermas’ interchange roles",
      "url": "https://philpapers.org/rec/HEDRAR-3",
      "philpapers_id": "HEDRAR",
      "snippet": "This article examines the role of class divisions in critical social theory through Habermas’ theory of law and democracy. It begins with Hegel’s view that social freedom involves reconciliation with the ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Todd Hedrick"
        }
      ],
      "extra_snippets": [
        "This article examines the role of class divisions in critical social theory through Habermas’ theory of law and democracy. It begins with Hegel’s view that social freedom involves reconciliation with the modern division of labor, which in turn requires membership in ‘estates’, and his thoughts on their role in the state.",
        "Hegel, G. W. F. Philosophy of Right Habermas, Jürgen class conflict reification ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Reconciliation and Reification: Freedom's Semblance and Actuality from Hegel to Contemporary Critical Theory.Todd Hedrick - 2018 - Oxford University Press.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jurgen Habermas (ed.) - 1996 - Polity. Philosophy and Real Politics.Raymond Geuss - 2008 - Princeton University Press. States of Injury: Power and Freedom in Late Modernity.Wendy Brown - 1995 - Princeton University Press.",
        "Habermas’ conception of ‘interchange roles’ between the system and the lifeworld as sites of reification, but potentially of democratic contestation, synthesizes these lines of thought, by conceptualizing how the political mediation of class-based interests can be an ongoing possibility amidst a condition of latent class conflict."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
