{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Verstehen explanation understanding social science",
  "results": [
    {
      "title": "Michael Martin, Verstehen: The Uses of Understanding in Social Science",
      "url": "https://philpapers.org/rec/MARVTU",
      "philpapers_id": "MARVTU",
      "snippet": "From Erklären–Verstehen to Prediction–Understanding: The Methodological Framework for Prediction in Economics within Social Sciences.Wenceslao J. Gonzalez - 2015 - In Philosophico-Methodological Analysis of Prediction and its Role in Economics.",
      "page_age": null,
      "extra_snippets": [
        "Simulation theory and the verstehen school: A Wittgensteinian approach.Theodore R. Schatzki - 2000 - In K. R. Stueber & H. H. Kogaler, Empathy and Agency: The Problem of Understanding in the Human Sciences. Boulder: Westview Press. The history of understanding in analytic philosophy: around logical empiricism.Adam Tamas Tuboly (ed.) - 2022 - New York: Bloomsbury Academic. Verstehen in the social sciences.Warren Bourgeois - 1976 - Zeitschrift Für Allgemeine Wissenschaftstheorie 7 (1):26-38.",
        "Understanding Social Life: The Method Called Verstehen.William Outhwaite - 1975 - London: Allen & Unwin. Verstehen Naturalized.Stephen Turner - 2019 - Philosophy of the Social Sciences 49 (4):243-264.",
        "From Erklären–Verstehen to Prediction–Understanding: The Methodological Framework for Prediction in Economics within Social Sciences.Wenceslao J. Gonzalez - 2015 - In Philosophico-Methodological Analysis of Prediction and its Role in Economics.",
        "Is Verstehen Scientific Understanding?Kareem Khalifa - 2019 - Philosophy of the Social Sciences 49 (4):282-306."
      ]
    },
    {
      "title": "Guy Oakes, The Verstehen Thesis and the Foundations of Max Weber's Methodology",
      "url": "https://philpapers.org/rec/OAKTVT",
      "philpapers_id": "OAKTVT",
      "snippet": "The Verstehen thesis is Weber&#x27;s method for identifying and understanding sociocultural phenomena. He assumes that, as the study of meaningful human conduct, the social sciences , must recognize that the actor who participates in cultural activities ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Guy Oakes"
        }
      ],
      "extra_snippets": [
        "The Verstehen thesis is Weber's method for identifying and understanding sociocultural phenomena. He assumes that, as the study of meaningful human conduct, the social sciences , must recognize that the actor who participates in cultural activities has already defined those actions.",
        "Weber's exposition of the Verstehen thesis is scattered among many of his essays and criticisms in the form of illustrations and examples, consistent with his belief that sociocultural investigation requires flexible programs rather than a permanent conceptual scheme. He observed that the Methodenstreit of his day created a crisis of the social sciences because of the excessive emphasis on methodological issues, and he proposed the Verstehen thesis as a solution to this early twentieth-century crisis",
        "Webers idealtypus AlS methode zur bestimmung Des begriffsinhaltes theoretischer begriffe in den kulturwissenschaften.Gertrude Hirsch Hadorn - 1997 - Journal for General Philosophy of Science / Zeitschrift für Allgemeine Wissenschaftstheorie 28 (2):275 - 296. Verstehen and dialecdtic: Epistemology and methodology in Weber andlukacs.John Sewart - 1978 - Philosophy and Social Criticism 5 (3-4):320-366.",
        "Max Weber and the Objectivity of Social Science.David Goddard - 1973 - History and Theory 12 (1):1-22. Objectivism and the study of man (part II).Hans Skjervheim - 1974 - Inquiry: An Interdisciplinary Journal of Philosophy 17 (1-4):265-302. Objectivism and the study of man (part I).Hans Skjervheim - 1974 - Inquiry: An Interdisciplinary Journal of Philosophy 17 (1-4):213 – 239. “Historical Perspectives on Erklären and Verstehen: Introduction”.Uljana Feest - 2010 - In Historical Perspectives on Erklären and Verstehen."
      ]
    },
    {
      "title": "Kareem Khalifa, Is Verstehen Scientific Understanding?",
      "url": "https://philpapers.org/rec/KHAIVS",
      "philpapers_id": "KHAIVS",
      "snippet": "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge. Explanation and Understanding Revisited.Panu Raatikainen - 2017 - In Niiniluoto Ilkka &amp; Wallgren Thomas, On the Human Condition: Philosophical Essays in Honour of the Centennial Anniversary of Georg Henrik ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Kareem Khalifa"
        }
      ],
      "extra_snippets": [
        "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge. Explanation and Understanding Revisited.Panu Raatikainen - 2017 - In Niiniluoto Ilkka & Wallgren Thomas, On the Human Condition: Philosophical Essays in Honour of the Centennial Anniversary of Georg Henrik von Wright.",
        "Explanations of Meaningful Actions.C. Mantzavinos - 2012 - Philosophy of the Social Sciences 42 (2):224-238. The history of understanding in analytic philosophy: around logical empiricism.Adam Tamas Tuboly (ed.) - 2022 - New York: Bloomsbury Academic. From simulation to structural transposition: A Diltheyan Critique of Empathy and defense of Verstehen.R.",
        "Many have argued that the human sciences feature a unique form of understanding that is absent from the natural sciences. However, in the last decade or so, epistemologists and philosop... ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Verstehen Naturalized.Stephen Turner - 2019 - Philosophy of the Social Sciences 49 (4):243-264.",
        "A Dialogue on Understanding.C. Mantzavinos - 2019 - Philosophy of the Social Sciences 49 (4):307-322. Frenemies or friends? A reply to Kareem Khalifa.Henk W. de Regt - 2022 - In Insa Lawler, Kareem Khalifa & Elay Shech, Scientific Understanding and Representation: Modeling in the Physical Sciences. New York, NY: Routledge. Simulation theory and the verstehen school: A Wittgensteinian approach.Theodore R."
      ]
    },
    {
      "title": "Uljana Feest, “Historical Perspectives on Erklären and Verstehen: Introduction”",
      "url": "https://philpapers.org/rec/FEEHPO-2",
      "philpapers_id": "FEEHPO",
      "snippet": "The conceptual pair of &quot;Erklären&quot; and &quot;Verstehen&quot; (explanation and understanding) has been an object of philosophical and methodological debates for well over a century. Discussions – to this day – are centered around the question of whether certain objects or issues, such as those dealing with humans or society, require a special approach, different from that of the physical sciences.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Uljana Feest"
        }
      ],
      "extra_snippets": [
        "Understanding Versus Explanation? How to Think about the Distinction between the Human and the Natural Sciences.Karsten R. Stueber - 2012 - Inquiry: An Interdisciplinary Journal of Philosophy 55 (1):17 - 32. Continuities and Discontinuities Between Humans, Intelligent Machines, and Other Entities.Johnny Hartz Søraker - 2014 - Philosophy and Technology 27 (1):31-46. A Dialogue on Understanding.C. Mantzavinos - 2019 - Philosophy of the Social Sciences 49 (4):307-322.",
        "The conceptual pair of \"Erklären\" and \"Verstehen\" (explanation and understanding) has been an object of philosophical and methodological debates for well over a century. Discussions – to this day – are centered around the question of whether certain objects or issues, such as those dealing with humans or society, require a special approach, different from that of the physical sciences.",
        "Far from reducing the debates to their cultural and institutional contexts, however, the volume also offers careful systematic reconstructions of the arguments at hand, thereby enabling the reader to not only appreciate the situatedness of this exciting period of intellectual history, but also to reflect upon the current relevance of the various interpretations of the dichotomy between explanation and understandin ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Uljana Feest, ed. Historical Perspectives on Erklären and Verstehen.",
        "Heidelberg: Springer, 2010. Pp. 309. $139.00. [REVIEW]Stephen Turner - 2011 - Hopos: The Journal of the International Society for the History of Philosophy of Science 1 (1):135-139. Historical Perspectives on Erklären and Verstehen.Uljana Feest (ed.) - 2009 - Dordrecht:"
      ]
    },
    {
      "title": "Daniel Little, Varieties of social explanation: an introduction to the philosophy of social science",
      "url": "https://philpapers.org/rec/LITVOS",
      "philpapers_id": "LITVOS",
      "snippet": "Professor Little presents an introduction to the philosophy of social science with an emphasis on the central forms of explanation in social science: rational-intentional, causal, functional, structural, materialist, statistical and interpretive. ...",
      "page_age": null,
      "extra_snippets": [
        "A Realist Philosophy of Social Science: Explanation and Understanding.Peter T.",
        "The book is very strong on recent developments, particularly in its treatment of rational choice theory, microfoundations for social explanation, the idea of supervenience, functionalism, and current discussions of relativism.Of special interest is Professor Little’s insight that, like the philosophy of natural science, the philosophy of social science can profit from examining actual scientific examples.",
        "Throughout the book, philosophical theory is integrated with recent empirical work on both agrarian and industrial society drawn from political science, sociology, geography, anthropology, and economics.Clearly written and well structured, this text provides the logical and conceptual tools necessary for dealing with the debates at the cutting edge of contemporary philosophy of social science.",
        "Book Reviews : Daniel Little, Varieties of Social Explanation: An Introduction to the Philosophy of Social Science. Boulder, CO: Westview, 1991. pp. vii, 258. $19.95. John Holmwood and Alexander Stewart. Explanation and Social Theory. Lon don : MacMillan, 1991."
      ]
    },
    {
      "title": "Aaron Preston, Verstehen Redux: ‘Understanding’ in Contemporary Epistemology",
      "url": "https://philpapers.org/rec/PREVRU",
      "philpapers_id": "PREVRU",
      "snippet": "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Aaron Preston"
        }
      ],
      "extra_snippets": [
        "Social Epistemology: A Quarter-Century Itinerary.Steve Fuller - 2012 - Social Epistemology 26 (3-4):267-283. The verstehen tradition.Mary Galbraith - 1995 - Minds and Machines 5 (4):525-531. What is Scientific Understanding and How Can It Be Achieved?Henk de Regt & Christoph Baumberger - 2019 - In Kevin McKain & Kostas Kampourakis (eds.), What Is Scientific Knowledge? An Introduction to Contemporary Epistemology of Science.",
        "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge.",
        "Is Verstehen Scientific Understanding?Kareem Khalifa - 2019 - Philosophy of the Social Sciences 49 (4):282-306.",
        "For most of the 20th century, analytic epistemology has been narrowly focused on the concept of knowledge and on closely-related issues like justification. But decades of work on Gettier problems, lottery ..."
      ]
    },
    {
      "title": "Theodore R. Schatzki, Simulation theory and the verstehen school: A Wittgensteinian approach",
      "url": "https://philpapers.org/rec/SCHSTA",
      "philpapers_id": "SCHSTA",
      "snippet": "Erklären, verstehen and simulation: Reconsidering the role of empathy in the social sciences.Anne Ruth Mackor - 2005 - Poznan Studies in the Philosophy of the Sciences and the Humanities 84 (1):237-262. A Humean psychological alternative to Kant and Wittgenstein: Comments on Stueber&#x27;s Importance of Simulation for Understanding ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Theodore R. Schatzki"
        }
      ],
      "extra_snippets": [
        "Erklären, verstehen and simulation: Reconsidering the role of empathy in the social sciences.Anne Ruth Mackor - 2005 - Poznan Studies in the Philosophy of the Sciences and the Humanities 84 (1):237-262. A Humean psychological alternative to Kant and Wittgenstein: Comments on Stueber's Importance of Simulation for Understanding Linguistic and Rational Agency.Joe Cruz - manuscript",
        "Simulation and epistemic competence.David K. Henderson & Terence E. Horgan - 2000 - In H. Kobler & K. Steuber (eds.), Empathy and Agency: The Problem of Understanding in the Social Sciences.",
        "Simulation trouble.Shaun Gallagher - 2007 - Social Neuroscience 2 (3-4):353â\u0080\u0093365. Simulation theory.Martin Davies & Tony Stone - 2000 - In Routledge Encyclopedia of Philosophy Online. Co-cognition and off-line simulation: Two ways of understanding the simulation approach.Jane Heal - 1998 - Mind and Language 13 (4):477-498.",
        "In K. R. Stueber & H. H. Kogaler (eds.), Empathy and Agency: The Problem of Understanding in the Human Sciences."
      ]
    },
    {
      "title": "Francesco Guala, Understanding Institutions: The Science and Philosophy of Living Together",
      "url": "https://philpapers.org/rec/GUA_IT-2",
      "philpapers_id": "GUA",
      "snippet": "Although he uses game theory concepts, the theory is presented in a simple, clear style that is accessible to a wide audience of scholars working in different fields. Outlining and discussing various implications of the unified theory, Guala addresses venerable issues such as reflexivity, realism, Verstehen, and fallibilism in the social sciences.",
      "page_age": null,
      "extra_snippets": [
        "Although he uses game theory concepts, the theory is presented in a simple, clear style that is accessible to a wide audience of scholars working in different fields. Outlining and discussing various implications of the unified theory, Guala addresses venerable issues such as reflexivity, realism, Verstehen, and fallibilism in the social sciences.",
        "Coordination as Naturalistic Social Ontology: Constraints and Explanation.Valerii Shevchenko - 2023 - Philosophy of the Social Sciences 53 (2):103-121. Are Institutions Rules in Equilibrium? Comments on Guala’s Understanding Institutions.Wlodek Rabinowicz - 2018 - Philosophy of the Social Sciences 48 (6):569-584.",
        "He also critically analyses the theory of “looping effects” and “interactive kinds” defended by Ian Hacking, and asks whether it is possible to draw a demarcation between social and natural science using the criteria of causal and ontological dependence. Focusing on current debates about the definition of marriage, Guala shows how these abstract philosophical issues have important practical and political consequences. Moving beyond specific cases to general models and principles, Understanding Institutions offers new perspectives on what institutions are, how they work, and what they can do for us.",
        "Review of Francesco Guala, Understanding Institutions, The Science and Philosophy of Living Together, Princeton University Press, 2016, 222 p. in Annals of Luigi Einaudi Foundation, vol LI(3).Tieffenbach Emma - 2018 - Annals of the Fondazione Luigi Einaudi:201-206. Understanding Institutions without Collective Acceptance?Pekka Mäkelä, Raul Hakli & S. M. Amadae - 2018 - Philosophy of the Social Sciences 48 (6):608-629."
      ]
    },
    {
      "title": "Thomas Bartelborth, Verstehen und Kohärenz. Ein Beitrag zur Methodologie der Sozialwissenschaft",
      "url": "https://philpapers.org/rec/BARVUK",
      "philpapers_id": "BARVUK",
      "snippet": "In this article I argue that the intentional explanation of actions is a central task of the social sciences. However, the attribution of intentional states is highly underdetermined by observational data. ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Thomas Bartelborth"
        }
      ],
      "extra_snippets": [
        "Niklas Luhmanns Theorie der Religion: Ein Interdisziplinärer Beitrag Zum Verstehen Kultureller Systeme.Leif H.",
        "Heideggers Versuch, Das „Verstehen\" Zu Verstehen.Celestine Uzondu - 2010 - Heidegger Studies 26:209-217.",
        "Verstehen I and Verstehen II.Theodore Abel - 1975 - Theory and Decision 6 (1):99-102.",
        "Augustinus über Orakel, innere Wörter und die Zierde der Verstehensgemeinschaft.Johann Kreuzer - 2004 - Philosophisches Jahrbuch 111 (2):274-290."
      ]
    },
    {
      "title": "Mary Galbraith, The verstehen tradition",
      "url": "https://philpapers.org/rec/GALTT",
      "philpapers_id": "GALTT",
      "snippet": "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Mary Galbraith"
        }
      ],
      "extra_snippets": [
        "Is Verstehen Scientific Understanding?Kareem Khalifa - 2019 - Philosophy of the Social Sciences 49 (4):282-306.",
        "Verstehen: The Uses of Understanding in Social Science.Michael Martin - 2000 - Routledge.",
        "Two different meanings of understanding are central to the question, Can a computer understand? The traditions associated with these two meanings are briefly traced, focusing on the continental verstehen tradition. It ...",
        "Language, Verstehen, and the Life-World in Social Science Methodology: An Attempt at Dialogue Between Phenomenological Sociology and Analytical Philosophy.Riccardo Venturini - 2018 - Schutzian Research 10:155-168."
      ]
    },
    {
      "title": "Tanja Rechnitzer, Verstehen statt Fakten vermitteln: Ein Erkenntnistheoretisches Argument für Dialogbasierte Wissenschaftskommunikation",
      "url": "https://philpapers.org/rec/RECVSF",
      "philpapers_id": "RECVSF",
      "snippet": "This article investigates Public Understanding of Science (PUS) as an epistemic goal of science communication. It proposes to conceptualize PUS as a form of understanding and discusses what implications this has for science communication from a social epistemological perspective.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Tanja Rechnitzer"
        }
      ],
      "extra_snippets": [
        "This article investigates Public Understanding of Science (PUS) as an epistemic goal of science communication. It proposes to conceptualize PUS as a form of understanding and discusses what implications this has for science communication from a social epistemological perspective.",
        "Comprehension, Apprehension, Prehension: Heterogeneity and the Public Understanding of Science.Mike Michael - 2002 - Science, Technology, and Human Values 27 (3):357-378. Inductive risk and the contexts of communication.Stephen John - 2015 - Synthese 192 (1):79-96. Wissenschaftsleugnung. Fallstudien, philosophische Analysen und Vorschläge zur Wissenschaftskommunikation.Alexander Christian & Ina Gawel (eds.) - 2024 - De Gruyter. Science Communication as a Boundary Space: An Interactive Installation about the Social Responsibility of Science.Maja Horst - 2022 - Science, Technology, and Human Values 47 (3):459-482.",
        "Assumptions of the Deficit Model Type of Thinking: Ignorance, Attitudes, and Science Communication in the Debate on Genetic Engineering in Agriculture. [REVIEW]Marko Ahteensuu - 2012 - Journal of Agricultural and Environmental Ethics 25 (3):295-313. Gene Technology and Social Acceptance: W P Von Wartburg, J Liew.",
        "Understanding Scientific Understanding.Henk W. de Regt - 2017 - New York: Oup Usa. Experts: Which ones should you trust?Alvin I. Goldman - 2001 - Philosophy and Phenomenological Research 63 (1):85-110. The Scientist Qua Scientist Makes Value Judgments.Richard Rudner - 1953 - Philosophy of Science 20 (1):1-6."
      ]
    },
    {
      "title": "Austin Harrington, Dilthey, Empathy and Verstehen A Contemporary Reappraisal",
      "url": "https://philpapers.org/rec/HARDEA-5",
      "philpapers_id": "HARDEA",
      "snippet": "Wilhelm Dilthey&#x27;s late nineteenth-century doctrine of `re-experiencing&#x27; the thoughts and feelings of the actors whose lives the social scientist seeks to understand has been criticized by several commentators as entailing a `naïve empathy view of understanding&#x27; in which social scientists are said to transport themselves into other cultural contexts in a wholly uncritical, unreflective manner.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Austin Harrington"
        }
      ],
      "extra_snippets": [
        "Overcoming Naturalism from Within: Dilthey, Nature, and the Human Sciences.Eric S. Nelson - 2017 - In Babette Babich, Hermeneutic Philosophies of Social Science. Boston: De Gruyter. pp. 89-108. Neurath’s debate with Horkheimer and the critique of Verstehen.Andreas Vrahimis - 2022 - In Adam Tamas Tuboly, The history of understanding in analytic philosophy: around logical empiricism.",
        "Wilhelm Dilthey's late nineteenth-century doctrine of `re-experiencing' the thoughts and feelings of the actors whose lives the social scientist seeks to understand has been criticized by several commentators as entailing a `naïve empathy view of understanding' in which social scientists are said to transport themselves into other cultural contexts in a wholly uncritical, unreflective manner.",
        "What Is Descriptive Psychology?Christian Damböck - 2020 - Hopos: The Journal of the International Society for the History of Philosophy of Science 10 (1):274-289. How is Empathy Related to Understanding?Rudolf A. Makkreel - 2010 - In Thomas Nenon & Lester Embree, Issues in Husserl’s Ideas Ii. Springer. pp. 199-212. Imitation or the Internalization of Norms: Is Twentieth-Century Social Theory Based on the Wrong Choice?Stephen Turner - 2000 - In K.",
        "R. Stueber & H. H. Kogaler, Empathy and Agency: The Problem of Understanding in the Human Sciences. Boulder: Westview Press. Objectivism in hermeneutics? Gadamer, Habermas, Dilthey.Austin Harrington - 2000 - Philosophy of the Social Sciences 30 (4):491-507."
      ]
    },
    {
      "title": "Adam Tamas Tuboly (ed.), The history of understanding in analytic philosophy: around logical empiricism",
      "url": "https://philpapers.org/rec/TUBTHO",
      "philpapers_id": "TUBTHO",
      "snippet": "Interpretive understanding of human behaviour, known as verstehen, underpins the divide between the social sciences and the natural sciences. Taking a historically orientated approach, this collection offers a fresh take on the development of ...",
      "page_age": null,
      "extra_snippets": [
        "Interpretive understanding of human behaviour, known as verstehen, underpins the divide between the social sciences and the natural sciences. Taking a historically orientated approach, this collection offers a fresh take on the development of understanding within analytic philosophy before, during and after logical empiricism.",
        "As such, chapters reveal that verstehen was not altogether rejected by the Vienna Circle, but was subject to various conceptual uses and misuses. Along with systematic historical coverage, the book situates verhesten within contemporary interdisciplinary developments in the field, shedding light on the 21st-century 'turn' to understanding among analytic philosophers and opening further lines of inquiry for philosophy of social science.",
        "Social sciences History ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Understanding, Psychology, and the Human Sciences: Dilthey and Völkerpsychologie.",
        ": Logical Empiricism and the Physical Sciences: From Philosophy of Nature to Philosophy of Physics.Javier Anta - 2023 - Hopos: The Journal of the International Society for the History of Philosophy of Science 13 (2):560-563. Added to PP 2021-01-29 Downloads 41 (#1,133,217) 6 months 5 (#1,642,569) ... Philosophy and the real reasons for action: G. H. von Wright's understanding explanations.Jonas Ahlskog - 2023 - Metaphilosophy 54 (2-3):311-323."
      ]
    },
    {
      "title": "Peter T. Manicas, A Realist Philosophy of Social Science: Explanation and Understanding",
      "url": "https://philpapers.org/rec/MANARP-2",
      "philpapers_id": "MANARP",
      "snippet": "This introduction to the philosophy of social science provides an original conception of the task and nature of social inquiry. Peter Manicas discusses the role of causality seen in the physical ...",
      "page_age": null,
      "extra_snippets": [
        "He argues that the fundamental goal of theory in both the natural and social sciences is not, contrary to widespread opinion, prediction and control, or the explanation of events. Instead, theory aims to provide an understanding of the processes which, together, produce the contingent outcomes of experience.",
        "Varieties of social explanation: an introduction to the philosophy of social science.Daniel Little - 1991 - Boulder: Westview Press. History and Philosophy of Social Science.Peter T. Manicas - 1991 - Wiley-Blackwell. Review of Peter T. Manicas: A history and philosophy of the social sciences. [REVIEW]Sven Ove Hansson - 1988 - Theoria 54 (2):148. Historical understanding and ethics in social science.Leonidas Tsilipakos - 2025 - New York, NY: Routledge.",
        "Cambridge: Cambridge University Press. [REVIEW]John Wettersten - 2008 - Philosophy of the Social Sciences 38 (2):298-303. The nature of explanation in social sciences.Rajesh Ranjan Tiwari - 2023 - New York, NY: Routledge.",
        "Realist Social Theory and Its Losing Battle with Concepts.Leonidas Tsilipakos - 2015 - Philosophy of the Social Sciences 45 (1):26-52. Added to PP 2009-01-28 Downloads 89 (#403,923) 6 months 8 (#1,407,255) ... The Ontic Account of Scientific Explanation.Carl F."
      ]
    },
    {
      "title": "Martin Hollis, Philosophy of Social Science",
      "url": "https://philpapers.org/rec/HOLPOS-7",
      "philpapers_id": "HOLPOS",
      "snippet": "This chapter contains sections titled: Explanation Understanding Explaining and Understanding Conclusions.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Martin Hollis"
        }
      ],
      "extra_snippets": [
        "This chapter contains sections titled: Explanation Understanding Explaining and Understanding Conclusions. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... The philosophy of social science.William Outhwaite - 2000 - In Bryan S.",
        "Cause, the Persistence of Teleology, and the Origins of the Philosophy of Social Science.Stephen P. Turner - 2003 - In Stephen P. Turner & Paul Andrew Roth, The Blackwell Guide to the Philosophy of the Social Sciences. Malden, MA: Wiley-Blackwell.",
        "How Standpoint Methodology Informs Philosophy of Social Science.Sandra Harding - 2003 - In Stephen P. Turner & Paul Andrew Roth, The Blackwell Guide to the Philosophy of the Social Sciences. Malden, MA: Wiley-Blackwell.",
        "The Philosophy of Social Science: An Introduction.Martin Hollis - 1994 - New York, NY, USA: Cambridge University Press."
      ]
    },
    {
      "title": "Steven Yearley, Making sense of science: understanding the social study of science",
      "url": "https://philpapers.org/rec/YEAMSO",
      "philpapers_id": "YEAMSO",
      "snippet": "Illustrated with relevant, illuminating examples, it provides the ideal guide to science studies and social theory. ... Setup an account with your affiliations in order to access resources via your University&#x27;s proxy server · Sign in / register and customize your OpenURL resolver ... Steven Yearley: Making Sense of Science. Understanding the Social Study of Science.Andoni Eizagirre - 2010 - Theoria : An International Journal for Theory, History and Fundations of Science 21 (3):346-348.",
      "page_age": null,
      "extra_snippets": [
        "Philosophies of social science: the classic and contemporary readings.Gerard Delanty & Piet Strydom (eds.) - 2003 - Phildelphia: Open University. Varieties of social explanation: an introduction to the philosophy of social science.Daniel Little - 1991 - Boulder: Westview Press.",
        "Illustrated with relevant, illuminating examples, it provides the ideal guide to science studies and social theory. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Steven Yearley: Making Sense of Science. Understanding the Social Study of Science.Andoni Eizagirre - 2010 - Theoria : An International Journal for Theory, History and Fundations of Science 21 (3):346-348.",
        "Science, social theory and public knowledge.Alan Irwin - 2003 - Philadelphia: Open University Press. Edited by Mike Michael. Added to PP 2011-06-02 Downloads 65 (#363,710) 6 months 1 (#1,620,182) ... International Handbook of Research in History, Philosophy and Science Teaching.Michael R.",
        "Post-Partnership Strategies for Defining Corporate Responsibility: The Business Social Compliance Initiative.Niklas Egels-Zandén & Evelina Wahlqvist - 2007 - Journal of Business Ethics 70 (2):175-189. Life, Science, and Biopower.Richard Tutton & Sujatha Raman - 2010 - Science, Technology, and Human Values 35 (5):711-734."
      ]
    },
    {
      "title": "Roger Trigg, Understanding social science: a philosophical introduction to the social sciences",
      "url": "https://philpapers.org/rec/TRIUSS",
      "philpapers_id": "TRIUSS",
      "snippet": "In this lucid and engaging introductory volume on the nature of society, Roger Trigg examines the scientific basis of social science and shows that philosophical presuppositions are a necessary starting point ...",
      "page_age": null,
      "extra_snippets": [
        "In this lucid and engaging introductory volume on the nature of society, Roger Trigg examines the scientific basis of social science and shows that philosophical presuppositions are a necessary starting point for the study of society. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Understanding Social Science: A Philosophical Introduction to the Social Sciences.",
        "Philosophy of Social Science: A Contemporary Introduction.Mark W. Risjord - 2014 - New York: Routledge. Understanding Social Science.",
        "Roger Trigg, Understanding Social Science: A Philosophical Introduction to the Social Sciences Reviewed by.Arnold B.",
        "Understanding Social Science: A Philosophical Introduction to the Social Sciences.Roger Trigg - 1986 - Philosophy 61 (238):544-546."
      ]
    },
    {
      "title": "Sally Haslanger, What is a (social) structural explanation?",
      "url": "https://philpapers.org/rec/HASWIA",
      "philpapers_id": "HASWIA",
      "snippet": "A philosophically useful account of social structure must accommodate the fact that social structures play an important role in structural explanation. But what is a structural explanation? How do structural explanations ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Sally Haslanger"
        }
      ],
      "extra_snippets": [
        "A philosophically useful account of social structure must accommodate the fact that social structures play an important role in structural explanation. But what is a structural explanation? How do structural explanations function in the social sciences?",
        "Understanding the Power of China’s National Social Credit System: A Structural/Mechanism Explanation.William Zhengdong Hu - 2024 - Philosophy of the Social Sciences 54 (3):203-225.",
        "What is social structural explanation? A causal account.Lauren N.",
        "Distinguished Lecture: Social structure, narrative and explanation.Sally Haslanger - 2015 - Canadian Journal of Philosophy 45 (1):1-15."
      ]
    }
  ],
  "count": 18,
  "errors": []
}
