{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas reconstructive science hermeneutics",
  "results": [
    {
      "title": "Jørgen Pedersen, Habermas' method: Rational reconstruction",
      "url": "https://philpapers.org/rec/PEDHMR",
      "philpapers_id": "PEDHMR",
      "snippet": "Given the prominent position Habermas&#x27; philosophy has gained, it is surprising that his method, rational reconstruction, has not caused more debate. This article clarifies what this method consists of, and shows how it is used in two of Habermas&#x27; research programs. The method is an interesting, but problematic way of confronting some of the basic epistemological questions in the social sciences. It represents an alternative to both the empirical-analytical and the hermeneutic tradition.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jørgen Pedersen"
        }
      ],
      "extra_snippets": [
        "Given the prominent position Habermas' philosophy has gained, it is surprising that his method, rational reconstruction, has not caused more debate. This article clarifies what this method consists of, and shows how it is used in two of Habermas' research programs. The method is an interesting, but problematic way of confronting some of the basic epistemological questions in the social sciences. It represents an alternative to both the empirical-analytical and the hermeneutic tradition.",
        "Sociological not political: Rawls and the reconstructive social sciences.Terrence Kelly - 2001 - Philosophy of the Social Sciences 31 (1):3-19. Thoughts on a Possible Rational Reconstruction of the Method of “Rational Reconstruction”.Gregg Alan Davia - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 37:44-50. Between Hermeneutics and Systematicity: The Habermasian Method of Theorizing.Fabian Anicker - 2025 - Analyse & Kritik 47 (1):161-178.",
        "Jürgen Habermas critical theory development theory formal pragmatics rational reconstruction Philosophical method ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Habermas and the political sciences: The relationship between theory and practice.Jørgen Pedersen - 2009 - Philosophy of the Social Sciences 39 (3):381-407.",
        "Rational Reconstruction as a Method of Political Theory between Social Critique and Empirical Political Science.Daniel Gaus - 2013 - Constellations 20 (4):553-570. Explicative models of complexity. The reconstructions of social evolution for Jürgen Habermas.Luca Corchia - 2009 - The Lab's Quarterly 11 (1):53-82."
      ]
    },
    {
      "title": "Luca Corchia, Explicative models of complexity. The reconstructions of social evolution for Jürgen Habermas",
      "url": "https://philpapers.org/rec/COREMO-2",
      "philpapers_id": "COREMO",
      "snippet": "&quot;Habermas introduces the concept ... purpose: to place the “general theory of society” between philosophy and social science and reestablish the rift between the “great theorization” and the “empirical research”. The model ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Luca Corchia"
        }
      ],
      "extra_snippets": [
        "\"Habermas introduces the concept of “reconstructive science” with a double purpose: to place the “general theory of society” between philosophy and social science and reestablish the rift between the “great theorization” and the “empirical research”. The model of “rational reconstructions” represents the main thread of the surveys about the “structures” of the life-world (“culture”, “society” and “personality”) and their respective “functions” (cultural reproductions, social integrations and socialization).",
        "This model finds an application, above all, in the “theory of the social evolution”, starting from the reconstruction of the necessary conditions for a phylogeny of the socio-cultural-life forms (the “hominization”) until an analysis of the development of “social formations”, which Habermas subdivides into primitive, traditional, modern and contemporary formations.",
        "This paper is an attempt, primarily, to formalize the model of “reconstruction of the logic of development” of “social formations” summed up by Habermas through the differentiation between vital world and social systems (and, within them, through the “rationalization of the life-world” and the “growth in complexity of the social systems”).",
        "I compiti di una teoria critica della società. Il percorso intellettuale di Jürgen Habermas.Luca Corchia - 2017 - Rassegna Italiana di Sociologia 58 (1):5-30."
      ]
    },
    {
      "title": "Is Jürgen Habermas's reconstructive science really science?",
      "url": "https://philpapers.org/rec/ALFIJH",
      "philpapers_id": "ALFIJH",
      "snippet": "A citation index of Philosophy containing thousands of bibliographies.",
      "page_age": null
    },
    {
      "title": "William Outhwaite, Reconstructive Science and Methodological Dualism in the Work of Jürgen Habermas",
      "url": "https://philpapers.org/rec/OUTRSA",
      "philpapers_id": "OUTRSA",
      "snippet": "Review of William Outhwaite, Habermas: A Critical Introduction. [REVIEW]N. Smith - 1996 - Radical Philosophy 76:53. Universalism in Reconstructive Science.Simone Chambers - 2018 - In Reasonable Democracy: Jürgen Habermas and the Politics of Discourse. Ithaca, NY: Cornell University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "William Outhwaite"
        }
      ],
      "extra_snippets": [
        "Knowledge and human interests.Jürgen Habermas - 1971 - London [etc.]: Heinemann Educational. A Realist Theory of Science.Roy Bhaskar - 1975 - New York: Routledge.",
        "Jürgen Habermas, The Divided West.",
        "Some Social Perspectives of the Notions of the Political and Politics in Max Horkheimer and Jürgen Habermas.Anastasia Marinopoulou - 2007 - Philosophical Inquiry 29 (1-2):112-131."
      ]
    },
    {
      "title": "Teodor Negru, Gadamer-Habermas Debate and Universality of Hermeneutics",
      "url": "https://philpapers.org/rec/NEGGDA",
      "philpapers_id": "NEGGDA",
      "snippet": "One of the major contributions to this change was the replacement of the epistemic pedestal - oriented toward the metaphysical knowledge of the world - with a kind of knowledge inspired by the model of sciences which determined the understanding ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Teodor Negru"
        }
      ],
      "extra_snippets": [
        "The Debate Between Gadamer and Habermas Revisited From a Reformed Epistemological Perspective: Towards a Christian Theistic Hermeneutics.Sang Hwa Han - 1996 - Dissertation, Westminster Theological Seminary",
        "One of the major contributions to this change was the replacement of the epistemic pedestal - oriented toward the metaphysical knowledge of the world - with a kind of knowledge inspired by the model of sciences which determined the understanding of the world as a „standing-reserve\" (Heidegger).",
        "The Ontology of Technology Beyond Anthropocentrism and Determinism: The Role of Technologies in the Constitution of the (post)Anthropocene World.Vincent Blok - 2022 - Foundations of Science 1:1-19.",
        "The new holism: The grand prospect for science and society.Ervin Laszlo - 2002 - World Futures 58 (2 & 3):137 – 147."
      ]
    },
    {
      "title": "Michael Kelly, MacIntyre, Habermas, and Philosophical Ethics in Hermeneutics in Ethics and Social Theory",
      "url": "https://philpapers.org/rec/KELMHA",
      "philpapers_id": "KELMHA",
      "snippet": "Models of Freedom in the Modern World in Hermeneutics in Ethics and Social Theory.Albrecht Wellmer - 1989 - Philosophical Forum 21 (1):227-252. Rational Reconstruction and Social Criticism: Habermas&#x27;s Model of Interpretive Social Science in Hermeneutics in Ethics and Social Theory.Kenneth Baynes ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael Kelly"
        }
      ],
      "extra_snippets": [
        "Models of Freedom in the Modern World in Hermeneutics in Ethics and Social Theory.Albrecht Wellmer - 1989 - Philosophical Forum 21 (1):227-252. Rational Reconstruction and Social Criticism: Habermas's Model of Interpretive Social Science in Hermeneutics in Ethics and Social Theory.Kenneth Baynes - 1989 - Philosophical Forum 21 (1):122-145.",
        "M. Kelly , \"Hermeneutics and critical theory in ethics and politics\". [REVIEW]S. J. Scholz - 1994 - Journal of Value Inquiry 28 (3):489. Reason, tradition, and authority: a comparative study of Habermas and Gadamer.Donghyun Kim - unknown",
        "Beyond Good-Evil: a Plea for a Hermeneutic Ethics in Hermeneutics in Ethics and Social Theory.Adi Ophir - 1989 - Philosophical Forum 21 (1):94-121.",
        "The Contingent Person and the Existential Choice in Hermeneutics in Ethics and Social Theory.Agnes Heller - 1989 - Philosophical Forum 21 (1):53-69."
      ]
    },
    {
      "title": "Jürgen Habermas, Knowledge and Human Interests",
      "url": "https://philpapers.org/rec/HABKAH-8",
      "philpapers_id": "HABKAH",
      "snippet": "Habermas describes _Knowledge and Human Interests_ as an attempt to reconstruct the prehistory of modern positivism with the intention of analysing the connections between knowledge and human interests. Convinced of the ...",
      "page_age": null,
      "extra_snippets": [
        "He argues that for too long the relationship between philosophy and science has been distorted. In this extraordinarily wide-ranging book, Habermas examines the principal positions of modern philosophy - Kantianism, Marxism, positivism, pragmatism, hermeneutics, the philosophy of science, linguistic philosophy and phenomenology - to lay bare the structure of the processes of enquiry that determine the meaning and the validity of all our statements which claim objectivity.",
        "The Critique of Social Reason in the Popper-Adorno Debate.Iaan Reynolds - 2023 - History of the Human Sciences 36 (3-4):260-282. Environmental education and the discourses of humanist modernity: Redefining critical environmental literacy.Andrew Stables & William Scott - 1999 - Educational Philosophy and Theory 31 (2):145–155. Hermeneutics and Truth.David Ingram - 1984 - Journal of the British Society for Phenomenology 15 (1):62-78.",
        "A postscript to knowledge and human interests.Jürgen Habermas & Christian Lenhardt - 1973 - Philosophy of the Social Sciences 3 (1):157-189.",
        "Knowledge and Human Interests: A General Perspective.Jürgen Habermas - 2008 - In Gary Gutting, Continental Philosophy of Science. Wiley-Blackwell."
      ]
    },
    {
      "title": "Jürgen Habermas & Jeremy J. Shapiro, Toward a Rational Society: Student Protest, Science and Politics",
      "url": "https://philpapers.org/rec/HABTAR-6",
      "philpapers_id": "HABTAR",
      "snippet": "On the Logic of the Social Science, by Jürgen Habermas.Alan R. How - 1992 - Journal of the British Society for Phenomenology 23 (3):294-296. The Negro College Student in the 1920s — Years of Preparation and Protest: An Introduction.Herbert Aptheker - 1969 - Science and Society 33 (2):150 - 167. Universalism in Reconstructive ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        },
        {
          "type": "person",
          "name": "Jeremy J. Shapiro"
        }
      ],
      "extra_snippets": [
        "On the Logic of the Social Science, by Jürgen Habermas.Alan R. How - 1992 - Journal of the British Society for Phenomenology 23 (3):294-296. The Negro College Student in the 1920s — Years of Preparation and Protest: An Introduction.Herbert Aptheker - 1969 - Science and Society 33 (2):150 - 167. Universalism in Reconstructive Science.Simone Chambers - 2018 - In Reasonable Democracy: Jürgen Habermas and the Politics of Discourse.",
        "Jürgen Habermas & Jeremy J. Shapiro ... This article has no associated abstract. (fix it) ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Toward a Rational Society: Student Protest, Science and Politics.Derek A.",
        "Technik und Wissenschaft als Ideologie. By Juergen Habermas. Frankfurt: Suhrkamp Verlag. 1968. Pp. 169. - Toward a Rational Society: Student Protest, Science and Politics. By Juergen Habermas, trans. J. J. Shapiro. Boston: Beacon Press. 1970. Pp. ix, 132.",
        "Toward a Rational Society: Student Protest, Science, and Politics.Jürgen Habermas - 1991 - Polity."
      ]
    },
    {
      "title": "Richard J. Bernstein, Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis",
      "url": "https://philpapers.org/rec/BERBOA-5",
      "philpapers_id": "BERBOA",
      "snippet": "Drawing freely and expertly from Continental and analytic traditions, Richard Bernstein examines a number of debates and controversies exemplified in the works of Gadamer, Habermas, Rorty, and Arendt. He argues that ...",
      "page_age": null,
      "extra_snippets": [
        "Part two: Science, rationality, and incommensurability. (pages 51-108)Richard J. Bernstein · Part three from hermeneutics to praxis. (pages 109-170)Richard J.",
        "Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis.Niels Ole Bernsen - 1986 - Noûs 20 (4):574-576.",
        "Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis.John Llewelyn - 1985 - Philosophical Books 26 (2):113-115.",
        "Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis.Charles Larmore - 1985 - Philosophical Review 94 (4):577."
      ]
    },
    {
      "title": "Demetrius Teigas, Knowledge and Hermeneutic Understanding: A Study of the Habermas-Gadamer Debate",
      "url": "https://philpapers.org/rec/TEIKAH",
      "philpapers_id": "TEIKAH",
      "snippet": "Philosophical hermeneutics, I will maintain, introduces different conceptions of knowledge and &#x27;truth&#x27; that go beyond the restricted norms of scientific disciplines. It promotes the notion of valid and true knowledge in the areas of the human sciences, in the arts and in tradition. The example of &#x27;scientism&#x27;, a positivist short-sighted belief which identifies knowledge with science, and which Habermas refutes, can serve to show the distance that separates it from hermeneutics.",
      "page_age": null,
      "extra_snippets": [
        "Philosophical hermeneutics, I will maintain, introduces different conceptions of knowledge and 'truth' that go beyond the restricted norms of scientific disciplines. It promotes the notion of valid and true knowledge in the areas of the human sciences, in the arts and in tradition. The example of 'scientism', a positivist short-sighted belief which identifies knowledge with science, and which Habermas refutes, can serve to show the distance that separates it from hermeneutics.",
        "$14.50 (paper), $35.00 (cloth). Demetrius Teigas, Knowledge and Hermeneutic Understanding: A Study of the Habermas-Gadamer Debate. Bucknell University Press, Lewisburg, PA, 1995. Pp. 225. $39.50 (cloth. [REVIEW]Joseph Heath - 1996 - Philosophy of the Social Sciences 26 (4):567-572.",
        "Habermas, Narcissism, and Status.Jeff Livesay - 1985 - Telos: Critical Theory of the Contemporary 1985 (64):75-90. From Hermeneutics to Praxis.Richard J. Bernstein - 1982 - Review of Metaphysics 35 (4):823 - 845. The Notion of Tradition in Gadamer’s Hermeneutic Ontology.Elena Tatievskaya - 2012 - Philosophical News 5.",
        "Hermeneutics and relativism: Wittgenstein, Gadamer, Habermas.Guy A."
      ]
    },
    {
      "title": "Jürgen Habermas, On the Logic of the Social Sciences",
      "url": "https://philpapers.org/rec/HABOTL-2",
      "philpapers_id": "HABOTL",
      "snippet": "In this wide-ranging work, now available in paperback, Habermas presents his views on the nature of the social sciences and their distinctive methodology and concerns. He examines, among other things, the traditional division between the natural sciences and the social sciences; the characteristics of social action and the implications of theories of language for social enquiry; and the nature, tasks and limitations of hermeneutics.",
      "page_age": null,
      "extra_snippets": [
        "In this wide-ranging work, now available in paperback, Habermas presents his views on the nature of the social sciences and their distinctive methodology and concerns. He examines, among other things, the traditional division between the natural sciences and the social sciences; the characteristics of social action and the implications of theories of language for social enquiry; and the nature, tasks and limitations of hermeneutics.",
        "Published in book form in the volume Zur Logik der Sozialwissenschaften, 1970, Suhrkamp. [REVIEW]Sandra Gudmundsen - 1997 - Philosophy of the Social Sciences 27 (1):139-146. Critical Hermeneutics: A Study in the Thought of Paul Ricoeur and Jürgen Habermas.John B.",
        "A Critical Inquiry into Jürgen Habermas’ Hermeneutical Reflection as a Methodology of Social Science.Tizar Shahwirman - 2023 - Diskursus - Jurnal Filsafat dan Teologi STF Driyarkara 19 (2):257-291.",
        "On the Logic of the Social Sciences. Jürgen Habermas, Shierry Weber Nicholsen, Jerry A. StarkThe Material Realization of Science: A Philosophical View on the Experimental Natural Sciences, Developed in Discussion with Habermas. Hans Radder."
      ]
    },
    {
      "title": "Austin Harrington, Objectivism in hermeneutics? Gadamer, Habermas, Dilthey",
      "url": "https://philpapers.org/rec/HAROIH",
      "philpapers_id": "HAROIH",
      "snippet": "Interpretation and understanding in hermeneutics and deconstruction.A. T. Nuyen - 1994 - Philosophy of the Social Sciences 24 (4):426-438. Gadamer&#x27;s rhetorical conception of hermeneutics as the key to developing a critical hermeneutics.I. I. I. Mootz - unknown · The ontological basis of legal hermeneutics: A proposed model of inquiry based on the work of Gadamer, Habermas and Ricoeur.I.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Austin Harrington"
        }
      ],
      "extra_snippets": [
        "Gadamer and Habermas both argue that some earlier theorists of interpretation in the human sciences, despite recognizing the meaningful character of social reality, still succumb to objectivism because they fail to conceive the relation of interpreters to their subjects in terms of cross-cultural normative “dialogue.” In particular, Gadamer and Habermas claim that the most prominent nineteenth-century philosopher of the human sciences, Wilhelm Dilthey, fell prey to a misleading Cartesian outlook which sought to ground the objectivity of interpretation on complete transcendence of the inter",
        "Interpretation and understanding in hermeneutics and deconstruction.A. T. Nuyen - 1994 - Philosophy of the Social Sciences 24 (4):426-438. Gadamer's rhetorical conception of hermeneutics as the key to developing a critical hermeneutics.I. I. I. Mootz - unknown · The ontological basis of legal hermeneutics: A proposed model of inquiry based on the work of Gadamer, Habermas and Ricoeur.I.",
        "Reason, tradition, and authority: a comparative study of Habermas and Gadamer.Donghyun Kim - unknown · Hermeneutics and the cognitive sciences.Shaun Gallagher - 2004 - Journal of Consciousness Studies 11 (10-11):162-174.",
        "Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis.Richard Bernstein - 1983 - Oxford: University of Pennsylvania Press."
      ]
    },
    {
      "title": "Jürgen Habermas, Moral Development and Ego Identity",
      "url": "https://philpapers.org/rec/HABMDA",
      "philpapers_id": "HABMDA",
      "snippet": "Reflective Acceptability in Discourse Ethics and Ego- Identity Development.James C. Swindal - 2020 - In Reflection Revisited: Jurgen Habermas&#x27; Discursive Theory of Truth. New York, USA: Fordham University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Reflective Acceptability in Discourse Ethics and Ego- Identity Development.James C. Swindal - 2020 - In Reflection Revisited: Jurgen Habermas' Discursive Theory of Truth. New York, USA: Fordham University Press.",
        "The Contemporary Critical Theory of Jurgen Habermas:Knowledge and Human Interests. ; Theory and Practice. ; Legitimation Crisis. ; Communication and the Evolution of Society. Jurgen Habermas. [REVIEW]Roger S.",
        "The Critical Theory of Jurgen Habermas.Seyla Ben Habib - 1979 - Telos: Critical Theory of the Contemporary 1979 (40):177-187.",
        "The Dialectical Foundations of Critical Theory: Jürgen Habermas' Metatheoretical Investigations.Trent Schroyer - 1972 - Telos: Critical Theory of the Contemporary 12:93."
      ]
    },
    {
      "title": "Dieter Misgeld, Critical theory and hermeneutics: The debate between Habermas and Gadamer",
      "url": "https://philpapers.org/rec/MISCTA-2",
      "philpapers_id": "MISCTA",
      "snippet": "Discourse and conversation: The ... and hermeneutics in the light of the debate between Habermas and Gadamer.Dieter Misgeld - 1977 - Philosophy and Social Criticism 4 (4):321-344. Dopo Francoforte: dopo la metafisica: Jürgen Habermas, Karl Otto Apel, Hans Georg Gadamer.Elena Agazzi - 1990 - Napoli: Liguori. Critical Theory–Jürgen Habermas.Peter Beilharz - 1995 - In David Roberts, Reconstructing theory: Gadamer, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Dieter Misgeld"
        }
      ],
      "extra_snippets": [
        "Discourse and conversation: The theory of communicative competence and hermeneutics in the light of the debate between Habermas and Gadamer.Dieter Misgeld - 1977 - Philosophy and Social Criticism 4 (4):321-344. Dopo Francoforte: dopo la metafisica: Jürgen Habermas, Karl Otto Apel, Hans Georg Gadamer.Elena Agazzi - 1990 - Napoli: Liguori. Critical Theory–Jürgen Habermas.Peter Beilharz - 1995 - In David Roberts, Reconstructing theory: Gadamer, Habermas, Luhmann.",
        "Bibliography: Jürgen Habermas: An international bibliography.James W. Goulding, Susan L. Kline & Cary J. Nederman - 1980 - Political Theory 8 (2):259-285. From epistemology to ontology: Gadamer's hermeneutics and Wittgensteinian social science.",
        "Tradição histórica e reflexão crítica: notas sobre o debate entre Habermas e Gadamer.Thiago Aquino - 2012 - Veritas – Revista de Filosofia da Pucrs 57 (3):53-73. The Ontological Basis of Legal Hermeneutics: A Proposed Model of Inquiry Based on the Work of Gadamer, Habermas and Ricoeur.Francis J.",
        "The ontological basis of legal hermeneutics: A proposed model of inquiry based on the work of Gadamer, Habermas and Ricoeur.I."
      ]
    },
    {
      "title": "Jürgen Habermas, Towards a reconstruction of historical materialism",
      "url": "https://philpapers.org/rec/HABTAR",
      "philpapers_id": "HABTAR",
      "snippet": "Habermas and the reconstruction of historical materialism.Tom Rockmore - 1979 - Journal of Value Inquiry 13 (3):195-206.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Supranational constitutional politics and the method of rational reconstruction.Markus Patberg - 2014 - Philosophy and Social Criticism 40 (6):501-521. The significance of deliberation for the legitimation of social institutions.Natalia Fialko - 2022 - Filosofska Dumka (Philosophical Thought) 3:185-197. Enquiry and ideology: Habermas' trichotomous conception of science.Tronn Overend - 1978 - Philosophy of the Social Sciences 8 (1):1-13.",
        "With Marx Against Marx? Histomat1 and Histomat2: An Alternative to Juergen Habermas' Theses Towards the Reconstruction of Historical Materialism.Mike Roth - 1981 - Thesis Eleven 3 (1):135-147.",
        "Habermas and the reconstruction of historical materialism.Tom Rockmore - 1979 - Journal of Value Inquiry 13 (3):195-206.",
        "The movement from the paradigm of production to the paradigm of language in Habermas’s critical theory of society."
      ]
    },
    {
      "title": "Fabian Anicker, Between Hermeneutics and Systematicity: The Habermasian Method of Theorizing",
      "url": "https://philpapers.org/rec/ANIBHA",
      "philpapers_id": "ANIBHA",
      "snippet": "Habermas’s theoretical method revolves around a problem-centered understanding of theory that interprets it as a response to specific problems. The methodological reconstruction of key texts shows that he used the distinction of theory and ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Fabian Anicker"
        }
      ],
      "extra_snippets": [
        "Habermas and the political sciences: The relationship between theory and practice.Jørgen Pedersen - 2009 - Philosophy of the Social Sciences 39 (3):381-407. Jürgen Habermas.Cristina Lafont - 2015 - In Niall Keane & Chris Lawn, A Companion to Hermeneutics. Chichester, West Sussex, UK: Wiley-Blackwell. pp. 440–445. Habermas' method: Rational reconstruction.Jørgen Pedersen - 2008 - Philosophy of the Social Sciences 38 (4):457-485.",
        "Jürgen Habermas’s work is analyzed as an outstanding combination of hermeneutic sensitivity to different theories and systematic theory integration. Habermas’s theoretical method revolves around a problem-centered understanding of theory that interprets it as a response to specific problems. The methodological reconstruction of key texts shows that he used the distinction of theory and problem as an all-purpose device for interpretation, critique, and theory construction.",
        "Exploring Ricoeur’s hermeneutic theory of interpretation as a method of analysing research texts.Rene Geanellos - 2000 - Nursing Inquiry 7 (2):112-119. Basic Characteristics of Habermas’s Theoretical Oeuvre.Kire Sharlamanov - 2024 - In Habermas between Critical Theory and Liberalism.",
        "Theorizing Praxis: Studies in Hermeneutical Pragmatism.Paul Fairfield - 2000 - New York: Peter Lang Incorporated, International Academic Publishers. From Normative Spheres to Normative Practices: New Prospects for Normative Theory after Habermas.Roberto Frega - 2013 - International Journal of Philosophical Studies 21 (5):680-712."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
