{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Eurocentrism Habermas modernity West",
  "results": [
    {
      "title": "Marta Araújo, The contours of Eurocentrism: race, history, and political texts",
      "url": "https://philpapers.org/rec/ARATCO-6",
      "philpapers_id": "ARATCO",
      "snippet": "This book proposes an approach to Eurocentrism as a paradigm of knowledge production and interpretation rooted in the Western narrative of modernity and its racial governmentalities. It contributes to the critique ...",
      "page_age": null,
      "extra_snippets": [
        "The Eurocentric Conception of World Politics: Western International Theory, 1760–2010.John M. Hobson - 2012 - Cambridge University Press. The difference aesthetics makes: on the humanities \"after man\".Kandice Chuh - 2019 - Durham: Duke University Press. Racism and Rationality in Hegel's Philosophy of Subjective Spirit.D. Moellendorf - 1992 - History of Political Thought 13 (2):243. Eurocentrism beyond the ‘universalism vs. particularism’ dilemma: Habermas and Derrida’s joint plea for a new Europe.Marianna Papastephanou - 2011 - History of the Human Sciences 24 (5):142-166.",
        "Civilization, Western Philosophy. Eurocentrism Political aspects. Racism Political aspects. Historiography Political aspects. Knowledge, Theory of Political aspects. History Political aspects. Decolonization National liberation movements ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge.",
        "Geopolítica de los saberes hegemónicos: estudios críticos para desandar el eurocentrismo.Martin E. Diaz, Carlos Pescader & Alejandro Rosillo Martínez (eds.) - 2018 - General Roca, Río Negro, Argentina: Departamento de Publicaciones de la Facultad de Derecho y Ciencias Sociales de la Universidad Nacional de Comahue. Fire with water: generations and genders of Western political thought.Allison Dube - 1998 - Calgary: Parhelion Press.",
        "Beyond Eurocentrism: Trajectories towards a renewed political and social theory.Ina Kerner - 2018 - Philosophy and Social Criticism 44 (5):550-570."
      ]
    },
    {
      "title": "Nick Hostettler, Dialectic and Explaining Eurocentrism: The Dialectics of the Europic Problematic of Modernity",
      "url": "https://philpapers.org/rec/HOSDAE",
      "philpapers_id": "HOSDAE",
      "snippet": "Contrary to the critical discourse on eurocentrism, established accounts of modernity and modernism are vital for understanding eurocentrism. Running through the modern tradition are opposing tendencies of irrealism and realism, the main forms of which are eurocentrism and anti-eurocentrism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Nick Hostettler"
        }
      ],
      "extra_snippets": [
        "Dialectical critical realism makes it possible for us to better understand the irrationalities and potentialities of modernity. This is illustrated by showing the difference that concepts drawn from Bhaskar’s Dialectic make to our understanding of a particular, but central, modern irrationality: eurocentrism.",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Jürgen Habermas - 1987 - Polity.",
        "Contrary to the critical discourse on eurocentrism, established accounts of modernity and modernism are vital for understanding eurocentrism. Running through the modern tradition are opposing tendencies of irrealism and realism, the main forms of which are eurocentrism and anti-eurocentrism.",
        "Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge."
      ]
    },
    {
      "title": "David S. Owen, Habermas's Developmental Logic Thesis: Universal or Eurocentric?",
      "url": "https://philpapers.org/rec/OWEHDL",
      "philpapers_id": "OWEHDL",
      "snippet": "Secondary intelligibles : an analytical and comparative study on first and second intentions in Islamic and Western philosophy.Mohammad Fanaei Nematsara - unknown · Exploring Habermas’s Critical Engagement with Chomsky.Marianna Papastephanou - 2012 - Human Studies 35 (1):51-76. Modernity, ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David S. Owen"
        }
      ],
      "extra_snippets": [
        "Secondary intelligibles : an analytical and comparative study on first and second intentions in Islamic and Western philosophy.Mohammad Fanaei Nematsara - unknown · Exploring Habermas’s Critical Engagement with Chomsky.Marianna Papastephanou - 2012 - Human Studies 35 (1):51-76. Modernity, Ambivalence and the Gardening State.Tilman Schiel - 2005 - Thesis Eleven 83 (1):78-89.",
        "On Juren Habermas’s Misinterpretation of J.L. Austin.Aydan Turanl - 2008 - Proceedings of the Xxii World Congress of Philosophy 39:237-243. Eurocentrism beyond the ‘universalism vs.",
        "The Colonization Thesis: Habermas on Reification.Timo Jütten - 2011 - International Journal of Philosophical Studies 19 (5):701 - 727.",
        "Jurgen Habermas: Da Pragmática Universal í Ambiguidade Transcendental.Jaime Biella - 1995 - Princípios 2 (2):46-55."
      ]
    },
    {
      "title": "Nick Hostettler, Eurocentrism: a Marxian critical realist critique",
      "url": "https://philpapers.org/rec/HOSEAM",
      "philpapers_id": "HOSEAM",
      "snippet": "Introduction: Eurocentrism, capitalism and modernity -- The emergence of Eurocentrism: fragments and contradictions -- Anthropocentrism and Europic universals -- Marxism and the Europic problematic -- The dual dialectics of Europic theory -- Critique of the Eurocentrism of civil society -- Ethical economic symbolic representation: Eurocentrism and imaginary dialectical universalisation -- Capital: Marx&#x27;s anti-Europic theory of modernity -- Conclusion: Eurocentrism, capitalism and the end of modernity (and post-modernity).",
      "page_age": null,
      "extra_snippets": [
        "Introduction: Eurocentrism, capitalism and modernity -- The emergence of Eurocentrism: fragments and contradictions -- Anthropocentrism and Europic universals -- Marxism and the Europic problematic -- The dual dialectics of Europic theory -- Critique of the Eurocentrism of civil society -- Ethical economic symbolic representation: Eurocentrism and imaginary dialectical universalisation -- Capital: Marx's anti-Europic theory of modernity -- Conclusion: Eurocentrism, capitalism and the end of modernity (and post-modernity).",
        "Sociology's Eurocentrism and the `Rise of the West' Revisited.Gregor McLennan - 2000 - European Journal of Social Theory 3 (3):275-291. Overcoming Eurocentrism: Exploring Ethiopian Modernity Through Entangled Histories and Coloniality.Fasil Merawi - 2024 - Social Epistemology 38 (2):222-234.",
        "Eurocentrism. Political science Philosophy. Socialism Philosophy. Political sociology. Civilization, Modern European influences",
        "Dialectic and Explaining Eurocentrism: The Dialectics of the Europic Problematic of Modernity.Nick Hostettler - 2013 - Journal of Critical Realism 12 (1):45 - 71."
      ]
    },
    {
      "title": "Qadri Ismail, Culture and Eurocentrism",
      "url": "https://philpapers.org/rec/ISMCAE-2",
      "philpapers_id": "ISMCAE",
      "snippet": "A postcolonialist reading of the deployment of the concept of culture in literature, anthropology, philosophy, sociology, cultural studies. It argues that modernity as understood in the Anglo-US episteme is structured around eurocentrism.",
      "page_age": null,
      "extra_snippets": [
        "A postcolonialist reading of the deployment of the concept of culture in literature, anthropology, philosophy, sociology, cultural studies. It argues that modernity as understood in the Anglo-US episteme is structured around eurocentrism.",
        "Dialectic and Explaining Eurocentrism: The Dialectics of the Europic Problematic of Modernity.Nick Hostettler - 2013 - Journal of Critical Realism 12 (1):45 - 71. Sociology's Eurocentrism and the `Rise of the West' Revisited.Gregor McLennan - 2000 - European Journal of Social Theory 3 (3):275-291.",
        "Overcoming Eurocentrism: Exploring Ethiopian Modernity Through Entangled Histories and Coloniality.Fasil Merawi - 2024 - Social Epistemology 38 (2):222-234.",
        "The Continuous Model of Culture: Modernity Decline—a Eurocentric Bias?"
      ]
    },
    {
      "title": "Jürgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures",
      "url": "https://philpapers.org/rec/HABTPD",
      "philpapers_id": "HABTPD",
      "snippet": "Modernity&#x27;s Consciousness of Time and Its Need for Self- Reassurance In his famous introduction to the collection of his studies on the sociology of ...",
      "page_age": null,
      "extra_snippets": [
        "The Philosophical Discourse of Modernity: Twelve Lectures.Frederick Lawrence - 1991 - Mind 100 (2):295-297. Jürgen Habermas, \"the philosophical discourse of modernity: Twelve lectures\".",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Seyla Benhabib - 1987 - Journal of Philosophy 84 (12):752-757. Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320.",
        "Review Articles : The Redemption of Modernity Jürgen Habermas, The Philosophical Discourse of Modernity (Cambridge, Polity, 1987); John F. Rundell, origins of Modernity: The Origins of Modern Social Theory from Kant to Hegel to Marx (Cambridge, Polity Press, 1987).",
        "Dewey, Habermas, and the Unfinished Project of Modernity in Unmodern Philosophy and Modern Philosophy.Phillip Deen - 2017 - In Steven Fesmire, The Oxford Handbook of Dewey [Intro available free from OUP]. Oxford, UK and New York: Oxford University Press."
      ]
    },
    {
      "title": "Seyla Benhabib, At the Margins of the Modern State: Critical Theory and Law",
      "url": "https://philpapers.org/rec/BENATM-2",
      "philpapers_id": "BENATM",
      "snippet": "Facile expressions such as “Eurocentrism” and “demise of the West and the rise of the rest” miss the real challenge in this situation: how to extend moral, legal and political universalism to address the experiences of the multitude of humanity for whom western modernity has brought not only equality but also subordination, not only emancipation but also domination.",
      "page_age": null,
      "extra_snippets": [
        "Facile expressions such as “Eurocentrism” and “demise of the West and the rise of the rest” miss the real challenge in this situation: how to extend moral, legal and political universalism to address the experiences of the multitude of humanity for whom western modernity has brought not only equality but also subordination, not only emancipation but also domination.",
        "Emancipation, Democracy and the Modern Critique of Law: Reconsidering Habermas.Mikael Spång - 2018 - Cham: Springer Verlag.",
        "At the margins of the modern state: critical theory and law.Roger Cotterrell - forthcoming - Jurisprudence:1-7."
      ]
    },
    {
      "title": "Jürgen Habermas, Modernity versus postmodernity",
      "url": "https://philpapers.org/rec/HABMVP",
      "philpapers_id": "HABMVP",
      "snippet": "Karl Polanyi and the Modernity-versus-Postmodernity Debate.Eyüp Özveren - 2007 - The European Legacy 12 (5):549-564. Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D&#x27;Entrèves &amp; Seyla Benhabib (eds.)",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press.",
        "An Allegory of Modernity/Postmodernity: Habermas and Derrida.Lasse Thomassen - 2019 - In The Derrida - Habermas Reader. Edinburgh: Edinburgh University Press.",
        "Reason and Aesthetics between Modernity and Postmodernity: Habermas and Rorty.Richard Shusterman - 2001 - In Matthew Festenstein & Simon Thompson, Richard Rorty: Critical Dialogues.",
        "Habermas and Lyotard on Postmodernity. _____ - 1985 - In Richard J. Bernstein, Habermas and modernity."
      ]
    },
    {
      "title": "Seyla Benhabib, The Philosophical Discourse of Modernity: Twelve Lectures",
      "url": "https://philpapers.org/rec/LAWTPD",
      "philpapers_id": "LAWTPD",
      "snippet": "The Philosophical Discourse of Modernity is a tour de force that has the immediacy and accessibility of the lecture form and the excitement of an encounter across, national cultural boundaries. Habermas takes up the challenge posed by the radical critique of reason in contemporary French poststructuralism.Tracing the odyssey of the philosophical discourse of modernity, Habermas&#x27;s strategy is to return to those historical &quot;crossroads&quot; at which Hegel and the Young Hegelians, Nietzsche and Heidegger made the fateful decisions that led to this outcome.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Seyla Benhabib"
        }
      ],
      "extra_snippets": [
        "The Philosophical Discourse of Modernity is a tour de force that has the immediacy and accessibility of the lecture form and the excitement of an encounter across, national cultural boundaries. Habermas takes up the challenge posed by the radical critique of reason in contemporary French poststructuralism.Tracing the odyssey of the philosophical discourse of modernity, Habermas's strategy is to return to those historical \"crossroads\" at which Hegel and the Young Hegelians, Nietzsche and Heidegger made the fateful decisions that led to this outcome.",
        "Habermas examines the odyssey of the philosophical discourse of modernity from Hegel through the present and tests his own ideas about the appropriate form of a postmodern discourse through dialogs with a broad range of past and present critics and theorists.The lectures on Georges Bataille, Michel Foucault, Jacques Derrida, and Cornelius Castoriadis are of particular note since they are the first fruits of the recent cross-fertilization between French and German thought.",
        "The lectures were reworked for the final time in seminars at Boston College and first published in Germany in the fall of 1985.Jürgen Habermas is Professor of Philosophy at the University of Frankfurt. The Philosophical Discourse of Modernity is included in the series Studies in Contemporary German Social Thought, edited by Thomas McCarthy.",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Frederick Lawrence - 1991 - Mind 100 (2):295-297. Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320."
      ]
    },
    {
      "title": "Raymond A. Morrow, Habermas, Eurocentrism and education : the indigenous knowledge debate",
      "url": "https://philpapers.org/rec/MORHEA",
      "philpapers_id": "MORHEA",
      "snippet": "Learning democratic reason : the adult education project of Jürgen Habermas.Stephen Brookfield - 2010 - In Mark Murphy &amp; Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge. Education, knowledge, and truth: beyond the postmodern impasse.David Carr (ed.) - 1998 - New York: Routledge. Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Raymond A. Morrow"
        }
      ],
      "extra_snippets": [
        "In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge (2010) ... This article has no associated abstract. (fix it) ... This entry has no external links. Add one. Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Eurocentrism: a Marxian critical realist critique.Nick Hostettler - 2012 - New York: Routledge.",
        "Learning democratic reason : the adult education project of Jürgen Habermas.Stephen Brookfield - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education. New York: Routledge. Education, knowledge, and truth: beyond the postmodern impasse.David Carr (ed.) - 1998 - New York: Routledge. Eurocentrism and the falsification of perception: an analysis with special reference to South Asia.Rahul Peter Das - 2005 - Halle (Saale): Institut für Indologie und Südasienwissenschaften der Martin-Luther-Universität Halle-Wittenberg.",
        "Forms of rationality and public sector reform : Habermas, education and social policy.Mark Murphy - 2010 - In Mark Murphy & Ted Fleming (eds.), Habermas, critical theory and education."
      ]
    },
    {
      "title": "Dipesh Chakrabarty, Provincializing Europe: Postcolonial Thought and Historical Difference",
      "url": "https://philpapers.org/rec/CHAPEP-2",
      "philpapers_id": "CHAPEP",
      "snippet": "Measured against such mythical standards, capitalist transition in the third world has often seemed either incomplete or lacking. Provincializing Europe proposes that every case of transition to capitalism is a case of translation as well--a translation of existing worlds and their thought--categories into the categories and self-understandings of capitalist modernity.",
      "page_age": null,
      "extra_snippets": [
        "First published in 2000, Dipesh Chakrabarty's influential Provincializing Europe addresses the mythical figure of Europe that is often taken to be the original site of modernity in many histories of capitalist transition in non-Western countries. This imaginary Europe, Dipesh Chakrabarty argues, is built into the social sciences.",
        "Habermas’ neue Phänomenologie des Geistes: Zwei Jahrhunderte nach Hegel.Seyla Benhabib - 2021 - Deutsche Zeitschrift für Philosophie 69 (4):507-528.",
        "Provincializing Europe: Postcolonial Thought and Historical Difference; Overcome by Modernity: History, Culture and Community in Interwar Japan. [REVIEW]John Kraniauskas - 2001 - Radical Philosophy 107. 1. toward a history on equal terms: A discussion of provincializing europe.Carola Dietze - 2008 - History and Theory 47 (1):69–84. The Meaning of Climate Change: An Interview with Dipesh Chakrabarty.Travis Holloway & Dipesh Chakrabarty - forthcoming - Philosophy Today. L'histoire eurocentrée.Michael Hardt - 2001 - Multitudes 3 (3):35-46.",
        "Measured against such mythical standards, capitalist transition in the third world has often seemed either incomplete or lacking. Provincializing Europe proposes that every case of transition to capitalism is a case of translation as well--a translation of existing worlds and their thought--categories into the categories and self-understandings of capitalist modernity."
      ]
    },
    {
      "title": "Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.), Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity",
      "url": "https://philpapers.org/rec/PASHAT",
      "philpapers_id": "PASHAT",
      "snippet": "The main body of essays offer an interesting collection of points of view, for and against Habermas&#x27;s position by philosophers, social scientists, intellectual historians, and literary critics. SECTIONS &amp;; CONTRIBUTORS: &quot;Introduction,&quot; Maurizio Passerin d&#x27;Entrè ves. &quot;Modernity versus Postmodernity,&quot; Jü rgen Habermas.",
      "page_age": null,
      "extra_snippets": [
        "This collection of ten essays offers the first systematic assessment of Jü rgen Habermas's \"Philosophical Discourse of Modernity,\" a book that defended the rational potential of the modern age against the depiction of modernity as a spent epoch.",
        "Habermas and modernity.Richard J. Bernstein (ed.) - 1985 - Cambridge: MIT Press. Deconstruction.Thomas Khurana - 2017 - In Hauke Brunkhorst, Regina Kreide & Cristina Lafont, The Habermas Handbook. New York Chichester, West Sussex: Columbia University Press.",
        "The main body of essays offer an interesting collection of points of view, for and against Habermas's position by philosophers, social scientists, intellectual historians, and literary critics. SECTIONS &; CONTRIBUTORS: \"Introduction,\" Maurizio Passerin d'Entrè ves. \"Modernity versus Postmodernity,\" Jü rgen Habermas.",
        "Habermas, modernity, and public theology.Don S. Browning & Francis Schüssler Fiorenza (eds.) - 1992 - New York: Crossroad. Habermas, Nietzsche, and critical theory.Babette E."
      ]
    },
    {
      "title": "Barry Allen, Jürgen Habermas, The Philosophical Discourse of Modernity Reviewed by",
      "url": "https://philpapers.org/rec/ALLJHT-2",
      "philpapers_id": "ALLJHT",
      "snippet": "Habermas and the Unfinished Project of Modernity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Barry Allen"
        }
      ],
      "extra_snippets": [
        "Habermas and the Discourse of Modernity.James Schmidt - 1989 - Political Theory 17 (2):315-320.",
        "Jürgen Habermas, \"the philosophical discourse of modernity: Twelve lectures\".",
        "Habermas and the Unfinished Project of Modernity.",
        "Levinas, Habermas and modernity.Nicholas H."
      ]
    },
    {
      "title": "Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.), Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity",
      "url": "https://philpapers.org/rec/DENHAT-3",
      "philpapers_id": "DENHAT",
      "snippet": "&quot;Modernity versus Postmodernity,&quot; Jü rgen Habermas. Critical Rejoinders: Fred Dallmayr. Christopher Norris. David C. Hoy. James Schmidt. Joel Whitebook. ThematicReformulations: James Bohman. Diana Coole. Jay M. Bernstein. David Ingram.",
      "page_age": null,
      "extra_snippets": [
        "Chinese and Western Marxist theories of modernity: Comparing and connecting.Yang Liyin - 2022 - Educational Philosophy and Theory 54 (11):1820-1829. Sentimentality, communicative action and the social self: Adam Smith meets Jürgen Habermas.David Wilson & William Dixon - 2009 - History of the Human Sciences 22 (3):75-99.",
        "33. Aporias of Cultural Modernity: “Modernity—an Unfinished Project” (1980).Christoph Menke - 2017 - In Hauke Brunkhorst, Regina Kreide & Cristina Lafont, The Habermas Handbook. New York Chichester, West Sussex: Columbia University Press.",
        "Dewey, Habermas, and the Unfinished Project of Modernity in Unmodern Philosophy and Modern Philosophy.Phillip Deen - 2017 - In Steven Fesmire, The Oxford Handbook of Dewey [Intro available free from OUP]. Oxford, UK and New York: Oxford University Press.",
        "Habermas and the unfinished project of modernity: critical essays on The philosophical discourse of modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge: MIT Press."
      ]
    },
    {
      "title": "Fasil Merawi, Overcoming Eurocentrism: Exploring Ethiopian Modernity Through Entangled Histories and Coloniality",
      "url": "https://philpapers.org/rec/MEROEE",
      "philpapers_id": "MEROEE",
      "snippet": "The article argues that the diagnosis of the multiple and interconnected discourses that shaped the Ethiopian discourse on modernity serves as a foundation of an Ethiopian critical theory. Such a theory creatively synthesizes cultural values, hosts an inclusive political culture that furnishes the culture of public criticism and introduces a world of knowledge production that overcomes Eurocentrism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Fasil Merawi"
        }
      ],
      "extra_snippets": [
        "The article argues that the diagnosis of the multiple and interconnected discourses that shaped the Ethiopian discourse on modernity serves as a foundation of an Ethiopian critical theory. Such a theory creatively synthesizes cultural values, hosts an inclusive political culture that furnishes the culture of public criticism and introduces a world of knowledge production that overcomes Eurocentrism.",
        "Global Modernization, `Coloniality' and a Critical Sociology for Contemporary Latin America.José Maurício Domingues - 2009 - Theory, Culture and Society 26 (1):112-133.",
        "On Modernity and Colonialism. Supplementary Notes on a Relationship.Alejandro José De Oto - 2019 - Las Torres de Lucca.",
        "Entangled Modernities.Göran Therborn - 2003 - European Journal of Social Theory 6 (3):293-305."
      ]
    },
    {
      "title": "Steven Best & Douglas Kellner, The Postmodern Turn in Philosophy: Theoretical Provocations and Normative Deficits",
      "url": "https://philpapers.org/rec/BESTPT",
      "philpapers_id": "BESTPT",
      "snippet": "In the realm of philosophy and other theoretical discourses, there are many different paths to the turn from the modern to the postmodern, representing a complex genealogy of diverse and often divergent trails through different disciplines and cultural terrains. One pathway moves through an irrationalist tradition from romanticism to existentialism to French postmodernism via the figures of Nietzsche, Heidegger, and Bataille into the proliferation of French postmodern theory. This is the route charted by Jurgen Habermas in The Philosophical Discourse of Modernity (1987), a trajectory that ultimately leads for him to the dead end of irrationalism and the catastrophe of fascism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Steven Best"
        },
        {
          "type": "person",
          "name": "Douglas Kellner"
        }
      ],
      "extra_snippets": [
        "In the realm of philosophy and other theoretical discourses, there are many different paths to the turn from the modern to the postmodern, representing a complex genealogy of diverse and often divergent trails through different disciplines and cultural terrains. One pathway moves through an irrationalist tradition from romanticism to existentialism to French postmodernism via the figures of Nietzsche, Heidegger, and Bataille into the proliferation of French postmodern theory. This is the route charted by Jurgen Habermas in The Philosophical Discourse of Modernity (1987), a trajectory that ultimately leads for him to the dead end of irrationalism and the catastrophe of fascism.",
        "He has published widely on philosophy, cultural criticism, mass media, social theory, and postmodern theory. His books, all published by Guilford Press, New York, include Postmodern Theory: Critical Interrogations (with D. Kellner); The Politics of Historical Vision: Marx, Foucault, and Habermas; The Postmodern Turn: Paradigm.",
        "The Philosophical Discourse of Modernity: Twelve Lectures.Seyla Benhabib - 1987 - Journal of Philosophy 84 (12):752-757."
      ]
    },
    {
      "title": "Jrgen Habermas, Learning by Disaster? A Diagnostic Look Back on the Short 20th Century",
      "url": "https://philpapers.org/rec/HABLBD",
      "philpapers_id": "HABLBD",
      "snippet": "Eurocentrism beyond the ‘universalism vs. particularism’ dilemma: Habermas and Derrida’s joint plea for a new Europe.Marianna Papastephanou - 2011 - History of the Human Sciences 24 (5):142-166.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jrgen Habermas"
        }
      ],
      "extra_snippets": [
        "Citizen Habermas.Dick Howard - 2015 - Constellations 22 (4):523-532. Homophobias: A Diagnostic and Political Manual.Elisabeth Young-Bruehl - 2002 - Constellations 9 (2):263-273. Parsing the promise of modernism: Habermas, the avant‐garde and the aesthetics of normative order.Benedict Coleridge - 2024 - Constellations 31 (3):297-310.",
        "Back to the future! Habermas and Dewey on democracy in capitalist times.Veith Selk & Dirk Jörke - 2020 - Constellations 27 (1):36-49.",
        "Intersubjectivity and ecology: Habermas on natural history.Felix Kämper - 2024 - Constellations 31 (4):520-531.",
        "Habermas, 1968, and the turn to aesthetic‐expressive protest.Robert Wyllie - 2020 - Constellations 27 (3):452-465."
      ]
    },
    {
      "title": "Fred Dallmayr, The Discourse of Modernity: Hegel and Habermas",
      "url": "https://philpapers.org/rec/DALTDO-6",
      "philpapers_id": "DALTDO",
      "snippet": "Limits of Demythologization, Critique of Ideology, Postmodern Critique of Reason and Critique of the Other: Unsuccessful Moments in the History of Modern Rationality.Fasil Merawi - 2023 - E-Logos 30 (2):56-70. Habermas on Heidegger and Bataille: Positing the Postmetaphysical Experience.Fasil ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Fred Dallmayr"
        }
      ],
      "extra_snippets": [
        "Limits of Demythologization, Critique of Ideology, Postmodern Critique of Reason and Critique of the Other: Unsuccessful Moments in the History of Modern Rationality.Fasil Merawi - 2023 - E-Logos 30 (2):56-70. Habermas on Heidegger and Bataille: Positing the Postmetaphysical Experience.Fasil Merawi - 2019 - Open Journal for Studies in Philosophy 3 (2):45-60.",
        "Habermas and the Unfinished Project of Modernity: Critical Essays on the Philosophical Discourse of Modernity.Maurizio Passerin D'Entrèves & Seyla Benhabib (eds.) - 1997 - Cambridge, Mass.: MIT Press.",
        "Working in the Philosophical Discourse of Modernity: Habermas, Faoucault, and Derrida.Marie Fleming - 1996 - Philosophy Today 40 (1):169-178.",
        "Fred Dallmayr, \"Life-World, Modernity and Critique\". [REVIEW]Joseph S."
      ]
    },
    {
      "title": "Lee Wilson, Eurocentrism as disease: a pathology between King and Qing",
      "url": "https://philpapers.org/rec/WILEAD-13",
      "philpapers_id": "WILEAD",
      "snippet": "According to Lim, Eurocentrism was caused by certain (Christian) metaphysical pathogens – speciesism and dualism in human nature – and its pathogenesis involves insensitivity and maladaptation to one’s environment at individual, national, and even ‘racial’ levels.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lee Wilson"
        }
      ],
      "extra_snippets": [
        "Reviving Confucianism with evolutionary and medical conceptual tools in the British Straits Settlements before the Pacific War, the Straits Chinese philosopher, physician, reformer, and revolutionary Lim Boon Keng (1869–1957) pathologized Eurocentrism as a disease under his innovative but also troubling system of medical Confucianism.",
        "Dialectic and Explaining Eurocentrism: The Dialectics of the Europic Problematic of Modernity.Nick Hostettler - 2013 - Journal of Critical Realism 12 (1):45 - 71.",
        "According to Lim, Eurocentrism was caused by certain (Christian) metaphysical pathogens – speciesism and dualism in human nature – and its pathogenesis involves insensitivity and maladaptation to one’s environment at individual, national, and even ‘racial’ levels.",
        "For Lim, the signs and symptoms of individuals, nations, or ‘races’ suffering from Eurocentrism manifest as immoralities and injustices (commonly understood by contemporaneous theorists of evolution as atavism) – such as unjust wars – and degeneration in traits, physical or otherwise – such as indolence."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
