{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Habermas progress normative theory history",
  "results": [
    {
      "title": "David S. Owen, Between Reason and History: Habermas and the Idea of Progress",
      "url": "https://philpapers.org/rec/OWEBRA-2",
      "philpapers_id": "OWEBRA",
      "snippet": "The Idea of a Developmental Logic of History.David S. Owen - 2012 - In Between Reason and History: Habermas and the Idea of Progress. SUNY Press. pp. 105-172. A developmental logic: Habermas&#x27;s theory of social evolution.Keunchang Oh - 2024 - Theoria 90 (1):81-97. Added to PP 2014-02-06 Downloads 58 (#811,592) 6 months 6 (#1,475,714) ... David S. Owen ... On the very idea of normative foundations in critical social theory.Justin Evans - 2023 - Philosophy and Social Criticism 49 (4):385-408.",
      "page_age": null,
      "extra_snippets": [
        "The Idea of a Developmental Logic of History.David S. Owen - 2012 - In Between Reason and History: Habermas and the Idea of Progress. SUNY Press. pp. 105-172. A developmental logic: Habermas's theory of social evolution.Keunchang Oh - 2024 - Theoria 90 (1):81-97. Added to PP 2014-02-06 Downloads 58 (#811,592) 6 months 6 (#1,475,714) ... David S. Owen ... On the very idea of normative foundations in critical social theory.Justin Evans - 2023 - Philosophy and Social Criticism 49 (4):385-408.",
        "The first book-length treatment in English of Habermas’s theory of social evolution and progress",
        "Progress and Social Evolution.David S. Owen - 2012 - In Between Reason and History: Habermas and the Idea of Progress. SUNY Press. pp. 173-187. The Developmental Theory of Social Evolution.David S. Owen - 2012 - In Between Reason and History: Habermas and the Idea of Progress.",
        "The Dialectic of Backsliding: Thinking with Habermas About Democratic Progress and Regression.Fabio Wolkenstein - 2025 - European Journal of Philosophy 33 (4):1274-1290. The Deliberative Test, a New Procedural Method for Ethical Decision Making in Integrative Social Contracts Theory.Federico Ast - 2019 - Journal of Business Ethics 155 (1):207-221."
      ]
    },
    {
      "title": "Jürgen Habermas (ed.), Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy",
      "url": "https://philpapers.org/rec/HABBFA-2",
      "philpapers_id": "HABBFA",
      "snippet": "The introduction by William Rehg succinctly captures the special nature of the work, noting that it offers a sweeping, sociologically informed conceptualization of law and basic rights, a normative account of the rule of law and the constitutional state, an attempt to bridge normative and empirical approaches to democracy, and an account of the social context required for democracy. Finally, the work frames and caps these arguments with a bold proposal for a new paradigm of law that goes beyond the dichotomies that have afflicted modern political theory from its inception and that still underlie current controversies between so-called liberals and civic republicans.",
      "page_age": null,
      "extra_snippets": [
        "Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234. Added to PP 2014-02-06 Downloads 399 (#97,956) 6 months 57 (#136,330) ... The Practical Origins of Ideas: Genealogy as Conceptual Reverse-Engineering.Matthieu Queloz - 2021 - Oxford: Oxford University Press. Realism in Normative Political Theory.Enzo Rossi & Matt Sleat - 2014 - Philosophy Compass 9 (10):689-701.",
        "The introduction by William Rehg succinctly captures the special nature of the work, noting that it offers a sweeping, sociologically informed conceptualization of law and basic rights, a normative account of the rule of law and the constitutional state, an attempt to bridge normative and empirical approaches to democracy, and an account of the social context required for democracy. Finally, the work frames and caps these arguments with a bold proposal for a new paradigm of law that goes beyond the dichotomies that have afflicted modern political theory from its inception and that still underlie current controversies between so-called liberals and civic republicans.",
        "Habermas himself was actively involved in the translation, adapting the text as necessary to make it more accessible to English-speaking readers. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jürgen Habermas - 1998 - The MIT Press.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy. [REVIEW]Brendan Sweetman - 1997 - Review of Metaphysics 51 (1):153-154. Review of Jürgen Habermas: Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy."
      ]
    },
    {
      "title": "Jürgen Habermas, Three normative models of democracy",
      "url": "https://philpapers.org/rec/HABTNM",
      "philpapers_id": "HABTNM",
      "snippet": "Back to the future! Habermas and Dewey on democracy in capitalist times.Veith Selk &amp; Dirk Jörke - 2020 - Constellations 27 (1):36-49.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "Habermas’ sociological theory of law and democracy.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "Back to the future! Habermas and Dewey on democracy in capitalist times.Veith Selk & Dirk Jörke - 2020 - Constellations 27 (1):36-49.",
        "Jürgen Habermas on civil society vis-à-vis the Philippine experience.Ranilo B."
      ]
    },
    {
      "title": "Amy Allen, The End of Progress: Decolonizing the Normative Foundations of Critical Theory",
      "url": "https://philpapers.org/rec/ALLTEO-25",
      "philpapers_id": "ALLTEO",
      "snippet": "While post- and decolonial theorists have thoroughly debunked the idea of historical progress as a Eurocentric, imperialist, and neocolonialist fallacy, many of the most prominent contemporary thinkers associated with the Frankfurt School--Jürgen Habermas, Axel Honneth, and Rainer Forst--have persistently defended ideas of progress, development, and modernity and have even made such ideas central to their normative ...",
      "page_age": null,
      "extra_snippets": [
        "While post- and decolonial theorists have thoroughly debunked the idea of historical progress as a Eurocentric, imperialist, and neocolonialist fallacy, many of the most prominent contemporary thinkers associated with the Frankfurt School--Jürgen Habermas, Axel Honneth, and Rainer Forst--have persistently defended ideas of progress, development, and modernity and have even made such ideas central to their normative claims.",
        "In reimagining a decolonized critical theory after the end of progress, she rescues it from oblivion and gives it a future. ... Theodor W. Adorno in Continental Philosophy ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... 2. From Social Evolution to Multiple Modernities: History and Normativity in Habermas.",
        "4. From Hegelian Reconstructivism to Kantian Constructivism: Forst’s Theory of Justification. (pages 122-162) 5. From the Dialectic of Enlightenment to the History of Madness: Foucault as Adorno’s Other “Other Son”. (pages 163-203) 6. Conclusion: “Truth,” Reason, and History. (pages 204-230) Bibliography. (pages 259-272) Index. (pages 273-280) The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen.Joshua Barkan - 2021 - Journal of Speculative Philosophy 35 (3):320-325.",
        "The end of progress: Decolonizing the normative foundations of critical theory.Antonio Y. Vázquez-Arroyo - 2018 - Contemporary Political Theory 17 (4):224-227. The end of progress: decolonizing the normative foundations of critical theory.Naveh Frumer - 2017 - Critical Horizons 18 (1):85-88."
      ]
    },
    {
      "title": "James Gordon Finlayson, Morality and Critical Theory: On the Normative Problem of Frankfurt School Social Criticism",
      "url": "https://philpapers.org/rec/FINMAC-4",
      "philpapers_id": "FINMAC",
      "snippet": "On the normative foundations of critical theory.Felix S. H. Yeung - 2019 - Dissertation, University of Hong Kong · Habermas and the Project of Immanent Critique.Titus Stahl - 2013 - Constellations 20 (4):533-552. Axel Honneth and the Critical Theory of Recognition.Volker Schmitz (ed.) - 2018 - Cham: Springer Verlag. The Dialectic of Progress ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "James Gordon Finlayson"
        }
      ],
      "extra_snippets": [
        "On the normative foundations of critical theory.Felix S. H. Yeung - 2019 - Dissertation, University of Hong Kong · Habermas and the Project of Immanent Critique.Titus Stahl - 2013 - Constellations 20 (4):533-552. Axel Honneth and the Critical Theory of Recognition.Volker Schmitz (ed.) - 2018 - Cham: Springer Verlag. The Dialectic of Progress and the Cultivation of Resistance in Critical Social Theory.Iaan Reynolds - 2021 - Social Epistemology: A Journal of Knowledge, Culture, and Policy 1:1-12.",
        "The End of Progress: Decolonizing the Normative Foundations of Critical Theory.Amy Allen - 2016 - New York: Cambridge University Press. Critical Theory and Practical Philosophy: On the Normative Credentials of Frankfurt School Social Criticism.Gordon Finlayson - 2007 - In Brian Leiter & Michael Rosen, The Oxford handbook of continental philosophy. New York: Oxford University Press. Reason, Society, and Dialectic: Habermas and the Paradigm Shift in Critical Theory.Martin James Morris - 1996 - Dissertation, York University (Canada)",
        "The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen.Joshua Barkan - 2021 - Journal of Speculative Philosophy 35 (3):320-325. One‐dimensional criticism: a Marcusean reflection on Habermas's critical theory1.Jeffrey Noonan - 2004 - The European Legacy 9 (4):469-480.",
        "I. The Problem of Normative Foundations: Habermas's Original Criticism of Adorno and Horkheimer In The Theory of Communicative Action, Jürgen Habermas writes:From the beginning, critical theory labored over the difficulty of giving an account of its own normative foundations …1Call this Habermas's original objection to the problem of normative foundations."
      ]
    },
    {
      "title": "Jürgen Habermas, Reflections and Hypotheses on a Further Structural Transformation of the Political Public Sphere",
      "url": "https://philpapers.org/rec/HABRAH-2",
      "philpapers_id": "HABRAH",
      "snippet": "This article contains reflections on the further structural transformation of the public sphere, building on the author’s widely-discussed social-historical study, The Structural Transformation of the Public Sphere, which originally appeared in German in 1962 (English translation 1989). The first three sections contain preliminary theoretical reflections on the relationship between normative and empirical theory, the deliberative understanding of democracy, and the demanding preconditions of the stability of democratic societies under conditions of capitalism.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jürgen Habermas"
        }
      ],
      "extra_snippets": [
        "This article contains reflections on the further structural transformation of the public sphere, building on the author’s widely-discussed social-historical study, The Structural Transformation of the Public Sphere, which originally appeared in German in 1962 (English translation 1989). The first three sections contain preliminary theoretical reflections on the relationship between normative and empirical theory, the deliberative understanding of democracy, and the demanding preconditions of the stability of democratic societies under conditions of capitalism.",
        "Social Media and the Digital Structural Transformation of the Public Sphere.Philipp Staab & Thorsten Thiel - 2022 - Theory, Culture and Society 39 (4):129-143. The platformization of the public sphere and its challenge to democracy.Renate Fischer & Otfried Jarren - 2024 - Philosophy and Social Criticism 50 (1):200-215. Democracy as Communication: Towards a Normative Framework for Evaluating Digital Technologies.Mark Coeckelbergh - 2024 - Contemporary Pragmatism 21 (2):217-235. A polarizing multiverse? Assessing Habermas’ digital update of his public sphere theory.Thorsten Thiel - 2023 - Constellations 30 (1):69-76.",
        "communicative legitimisation digitalisation normative and empirical theory public sphere structural transformation capitalism ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... “Ideology and simultaneously more than mere ideology”: On Habermas’ reflections and hypotheses on a further structural transformation of the political public sphere.Sebastian Sevignani - 2023 - Constellations 30 (1):84-91.",
        "Social Media Filters and Resonances: Democracy and the Contemporary Public Sphere.Hartmut Rosa - 2022 - Theory, Culture and Society 39 (4):17-35. Reading Habermas: structural transformation of the public sphere.Michael Hofmann - 2023 - Lanham: Lexington Books."
      ]
    },
    {
      "title": "Jürgen Habermas, Technical progress and the social life-world",
      "url": "https://philpapers.org/rec/HABTPA",
      "philpapers_id": "HABTPA",
      "snippet": "Value Theory · Aesthetics · Applied Ethics · Meta-Ethics · Normative Ethics · Philosophy of Gender, Race, and Sexuality · Philosophy of Law · Social and Political Philosophy · Value Theory, Miscellaneous · Science, Logic, and Mathematics · Science, Logic, and Mathematics ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jurgen Habermas"
        }
      ]
    },
    {
      "title": "Jürgen Habermas, The Theory of Communicative Action: Reason and the Rationalization of Society",
      "url": "https://philpapers.org/rec/HABTTO-4",
      "philpapers_id": "HABTTO",
      "snippet": "Reason and the Rationalization of Society develops a sociological theory of action that stresses not its means-ends or teleological aspect, but the need to coordinate action socially via communication. In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber&#x27;s theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
      "page_age": null,
      "extra_snippets": [
        "Reason and the Rationalization of Society develops a sociological theory of action that stresses not its means-ends or teleological aspect, but the need to coordinate action socially via communication. In the introductory chapter Habermas sets out a powerful series of arguments on such foundational issues as cultural and historical relativism, the methodology of Verstehen, the inseparabilty of interpretation from critique. In addition to clarifying the normative foundations of critical social inquiry, this sets the stage for a systematic appropriation of Weber's theory of rationalization and its Marxist reception by Lukacs, Horkheimer and Adorno.",
        "Here, for the first time in English, is volume one of Jurgen Habermas's long-awaited magnum opus: The Theory of Communicative Action. This pathbreaking work is guided by three interrelated concerns: to ...",
        "Review of Habermas Theory of Communicative Action.Eugene Halton - 1989 - Symbolic Interaction 12:333-360. Habermas: Communicative Reason and the Moral Realization of a Normative Order.Albert Frederick Hart - 1989 - Dissertation, Mcgill University (Canada)",
        "The rationalization of law and diagnosis of the times.J. Habermas - 2011 - Russian Sociological Review 10 (3):131-154. Max Weber’s Theory of Rationalization.J."
      ]
    },
    {
      "title": "Jürgen Habermas, Also a history of philosophy",
      "url": "https://philpapers.org/rec/HABAAH",
      "philpapers_id": "HABAAH",
      "snippet": "This is the first volume of a ground-breaking new work by Jürgen Habermas on the history of philosophy. In this major new work, Habermas sets out the ideas that inform his ...",
      "page_age": null,
      "extra_snippets": [
        "This is the first volume of a ground-breaking new work by Jürgen Habermas on the history of philosophy. In this major new work, Habermas sets out the ideas that inform his systematic account of the history of Western philosophy as a genealogy of postmetaphysical thinking.",
        "Also a History of Philosophy, Volume 3: Rational Freedom. Traces of the Discourse on Faith and Knowledge.Jürgen Habermas - 2025 - Polity. Also a history of philosophy, volume I: The project of a genealogy of postmetaphysical thinking.Dafydd Huw Rees - 2025 - Contemporary Political Theory 24 (2):321-324.",
        "Adorno and Habermas: Two varieties of post-metaphysical thinking.Stefan Müller-Doohm - 2023 - European Journal of Social Theory 26 (3):391-407.",
        "He contrasts this conception with prominent diagnoses of the supposed crisis of Enlightenment reason and culture that seeks redemption in the affirmation of traditional religious authority (Schmitt), the timeless validity of Greek metaphysics (Strauss), a numinous conception of nature (L with), and an occurrence of being that speaks to us from beyond the mists of pre-Socratic thought (Heidegger). Habermas situates Western philosophy in relation to traditions of thought founded in the major worldviews (Judaism, Buddhism, Confucianism and Taoism) that continue to shape contemporary culture and civilization."
      ]
    },
    {
      "title": "Justin Evans, On the very idea of normative foundations in critical social theory",
      "url": "https://philpapers.org/rec/EVAOTV",
      "philpapers_id": "EVAOTV",
      "snippet": "The End of Progress: Decolonizing the Normative Foundations of Critical Theory.Amy Allen - 2016 - New York: Cambridge University Press. Habermas and the Project of Immanent Critique.Titus Stahl - 2013 - Constellations 20 (4):533-552.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Justin Evans"
        }
      ],
      "extra_snippets": [
        "I argue that the problem of normative foundations is insoluble. I discuss how and why the apparent problem arose, particularly within the Frankfurt School. Then, I describe various theories of normative ...",
        "I conclude by suggesting that more recent critical theory that does not focus on normative foundations can be understood as justifying their critique by appeal to what people do actually want, rather than what they should rationally want. ... Amy Allen Axel Honneth Jurgen Habermas Nancy Fraser Rahel Jaeggi critical theory normative foundations",
        "Disrespect: The Normative Foundations of Critical Theory; Reification: A New Look at an Old Idea. [REVIEW]Nina Power - 2009 - Radical Philosophy 154. Clarifying the foucault—habermas debate: Morality, ethics, and `normative foundations'.Matthew King - 2009 - Philosophy and Social Criticism 35 (3):287-314.",
        "Marx, Honneth and the Tasks of a Contemporary Critical Theory.Jean-Philippe Deranty - 2013 - Ethical Theory and Moral Practice 16 (4):745-758. The End of Progress: Decolonizing the Normative Foundations of Critical Theory by Amy Allen.Joshua Barkan - 2021 - Philosophy and Rhetoric 54 (3):320-325."
      ]
    },
    {
      "title": "Uwe Steinhoff, The Philosophy of Jürgen Habermas: A Critical Introduction",
      "url": "https://philpapers.org/rec/STETPO-36",
      "philpapers_id": "STETPO",
      "snippet": "His objection to the former is that it is self-contradictory and politically defeatist; his objection to the latter is that, thanks to a standard of rationality derived from the natural sciences or from Weber&#x27;s concept of purposive rationality, it leaves normative questions to irrational decisions. Habermas wants to offer an alternative, trying to develop a theory of communicative action that can clarify the normative foundations of a critical theory of society as well as provide a fruitful theoretical framework for empirical social research.",
      "page_age": null,
      "extra_snippets": [
        "His objection to the former is that it is self-contradictory and politically defeatist; his objection to the latter is that, thanks to a standard of rationality derived from the natural sciences or from Weber's concept of purposive rationality, it leaves normative questions to irrational decisions. Habermas wants to offer an alternative, trying to develop a theory of communicative action that can clarify the normative foundations of a critical theory of society as well as provide a fruitful theoretical framework for empirical social research.",
        "It clearly and precisely depicts Habermas' long chain of arguments leading from an analysis of speech acts to a discourse theory of law and the democratic constitutional state. Along the way the study examines, among other things, Habermas' theory of communicative action, transcendental and universal pragmatics and the argument from \"performative contradictions\", discourse ethics, the consensus theory of truth, Habermas' ideas on developmental psychology, communicative pathologies and social evolution, his theory of social order, the analysis of the tensions between system and lifeworld, his theory of modernity, and his theory of deliberative democracy.",
        "The Theory of Life-world from the Perspective of Formal Linguistics.Hong Xia - 2006 - Modern Philosophy 4:47-52. Communicative Action: Essays on Jürgen Habermas's The Theory of Communicative Action.Axel Kommunikatives Handeln, Hans Honneth & Joas - 1991 - MIT Press.",
        "Review of Habermas Theory of Communicative Action.Eugene Halton - 1989 - Symbolic Interaction 12:333-360."
      ]
    },
    {
      "title": "Robert Brandom, Facts, norms, and normative facts: A reply to Habermas",
      "url": "https://philpapers.org/rec/BRAFNA",
      "philpapers_id": "BRAFNA",
      "snippet": "Normative Phenomenalism: On Robert Brandom&#x27;s Practice‐Based Explanation of Meaning.Ronald Loeffler - 2005 - European Journal of Philosophy 13 (1):32-69. Bringing discursive ideals to legal facts: On Baxter on Habermas. [REVIEW]Christopher F. Zurn - 2014 - Philosophy and Social Criticism 40 (2):195-203. Habermas’ sociological theory ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Robert Brandom"
        }
      ],
      "extra_snippets": [
        "Normative Phenomenalism: On Robert Brandom's Practice‐Based Explanation of Meaning.Ronald Loeffler - 2005 - European Journal of Philosophy 13 (1):32-69. Bringing discursive ideals to legal facts: On Baxter on Habermas. [REVIEW]Christopher F. Zurn - 2014 - Philosophy and Social Criticism 40 (2):195-203. Habermas’ sociological theory of law and democracy: A reply to Wirts, Flynn and Zurn.Hugh Baxter - 2014 - Philosophy and Social Criticism 40 (2):225-234.",
        "What Brandom won’t make explicit: On Habermas’s critique of Brandom.Anna Michalska - 2017 - Philosophy and Social Criticism 44 (1):41-60. Belief's own metaethics? A case against epistemic normativity.Charles Cote-Bouchard - 2017 - Dissertation, King's College London",
        "Habermas, Popular Sovereignty, and the Legitimacy of Law.George Duke - 2024 - Law and Critique 35 (2):237-256.",
        "Politicizing Brandom's Pragmatism: Normativity and the Agonal Character of Social Practice.Thomas Fossen - 2014 - European Journal of Philosophy 22 (3):371-395."
      ]
    },
    {
      "title": "Muzaffar Ali Malla, India, Habermas and the normative structure of public sphere",
      "url": "https://philpapers.org/rec/MALIHA-3",
      "philpapers_id": "MALIHA",
      "snippet": "It underlines the normative need for a natively theorized Indian public sphere to further the multilayered democratization of public spheres within diverse communities that constitute Indian society. The book will be a key read for contemporary studies in philosophy, political theory, sociology, postcolonial theory, history, and media and communication studies.",
      "page_age": null,
      "extra_snippets": [
        "The book examines how the contemporary Indian situation poses a strict theoretical challenge to Habermas's theorization of the public sphere and employs the method of samvāda to critically analyze and dissect its universalist claims. It invites the reader to consider the possibility of imagining a normative Indian public sphere that is embedded in the Indian context-in a native and not nativist sense-to get past the derivative language of philosophical and political discourses prevalent within Indian academia.",
        "It underlines the normative need for a natively theorized Indian public sphere to further the multilayered democratization of public spheres within diverse communities that constitute Indian society. The book will be a key read for contemporary studies in philosophy, political theory, sociology, postcolonial theory, history, and media and communication studies.",
        "Habermas and the public sphere: Rethinking a key theoretical concept.Patrick O’Mahony - 2021 - European Journal of Social Theory 24 (4):485-506.",
        "Social Media Filters and Resonances: Democracy and the Contemporary Public Sphere.Hartmut Rosa - 2022 - Theory, Culture and Society 39 (4):17-35."
      ]
    },
    {
      "title": "Peter J. Verovšek, Celebrating Jürgen Habermas and the Institute for Social Research: Reflections on the history of critical theory from a jubilee year",
      "url": "https://philpapers.org/rec/VERCJH",
      "philpapers_id": "VERCJH",
      "snippet": "Pluralism and the Pragmatic Turn: The Transformation of Critical Theory, Essays in Honor of Thomas Mccarthy.William Rehg &amp; James Bohman (eds.) - 2001 - MIT Press. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? Peter J. Verovšek · No citations found. ... The Constitutionalization of International Law and the Legitimation Problems of a Constitution for World Society.Jürgen Habermas - 2008 - Constellations 15 (4):444-455.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Peter J. Verovšek"
        }
      ],
      "extra_snippets": [
        "Jürgen Habermas and critical theory.Stefan Müller-Doohm - 2017 - European Journal of Social Theory 20 (2):252-274. Morality and Critical Theory: On the Normative Problem of Frankfurt School Social Criticism.James Gordon Finlayson - 2009 - Telos: Critical Theory of the Contemporary 2009 (146):7-41.",
        "In Germany, these overlapping anniversaries have been met with the publication of a number of books on Habermas and the critical theory tradition more generally. Despite the globalization of theorizing within the tradition of the Frankfurt School over the past 50 years, much of its intellectual history of it is still produced in Germany by German scholars based on sources and archives held in the Federal Republic.",
        "Book Review:Metacritique: The Philosophical Argument of Jurgen Habermas. Garbis Kortian; The Idea of a Critical Theory: Habermas and the Frankfurt School. Raymond Geuss; Introduction to Critical Theory: Horkheimer to Habermas.",
        "Pluralism and the Pragmatic Turn: The Transformation of Critical Theory, Essays in Honor of Thomas Mccarthy.William Rehg & James Bohman (eds.) - 2001 - MIT Press. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? Peter J. Verovšek · No citations found. ... The Constitutionalization of International Law and the Legitimation Problems of a Constitution for World Society.Jürgen Habermas - 2008 - Constellations 15 (4):444-455."
      ]
    },
    {
      "title": "Richard Rorty, Habermas and Lyotard on postmodernity",
      "url": "https://philpapers.org/rec/RORHAL-2",
      "philpapers_id": "RORHAL",
      "snippet": "Habermas, Lyotard, Wittgenstein: Philosophy at the Limits of Modernity.Paul Redding - 1986 - Thesis Eleven 14 (1):9-25. Added to PP 2014-01-27 Downloads 149 (#136,159) 6 months 7 (#578,538) ... International Handbook of Research in History, Philosophy and Science Teaching.Michael R. Matthews (ed.) - 2014 - Springer. For Foucault: against normative political theory...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Richard Rorty"
        }
      ],
      "extra_snippets": [
        "Habermas, Lyotard, Wittgenstein: Philosophy at the Limits of Modernity.Paul Redding - 1986 - Thesis Eleven 14 (1):9-25. Added to PP 2014-01-27 Downloads 149 (#136,159) 6 months 7 (#578,538) ... International Handbook of Research in History, Philosophy and Science Teaching.Michael R. Matthews (ed.) - 2014 - Springer. For Foucault: against normative political theory.Mark G.",
        "Between Habermas and Lyotard: Rethinking the Contrast between Modernity and Postmodernity.Peter J. Verovšek & Javier Burdman - 2024 - Theory, Culture and Society 41 (3):71-88.",
        "Modernity-Postmodernity Controversies: Habermas and Foucault.Annemiek Richters - 1988 - Theory, Culture and Society 5 (4):611-643.",
        "In Richard J. Bernstein (ed.), Habermas and modernity. Cambridge: MIT Press."
      ]
    },
    {
      "title": "Krzysztof Kędziora, Habermas on Rawls and the normative foundations of democracy",
      "url": "https://philpapers.org/rec/KDZHOR",
      "philpapers_id": "KDZHOR",
      "snippet": "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jürgen Habermas (ed.) - 1996 - Polity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Krzysztof Kędziora"
        }
      ],
      "extra_snippets": [
        "This deprives Rawls’s political philosophy of the conceptual tools needed to articulate the normative foundation of democracy. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Critical Theory and Habermas.Kenneth Baynes - 2013 - In Jon Mandle & David A.",
        "Habermas and Rawls on an Epistemic Status of the Principles of Justice.Krzysztof Kędziora - 2019 - Acta Universitatis Lodziensis. Folia Philosophica. Ethica-Aesthetica-Practica 34:31-46. Rawls in Germany.Jan-Werner Müller - 2002 - European Journal of Political Theory 1 (2):163-179.",
        "Jürgen Habermas o autonomii w demokratycznym państwie prawa.Maciej Hułas - 2024 - Roczniki Filozoficzne 72 (4):241-265. Ota Weinberger’s conception of democracy: reconstructing an unexplored political theory.Marián Sekerák - 2024 - Studies in East European Thought 76 (2):139-155.",
        "Between Facts and Norms: Contributions to a Discourse Theory of Law and Democracy.Jürgen Habermas (ed.) - 1996 - Polity."
      ]
    }
  ],
  "count": 16,
  "errors": []
}
