{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas ideal type interpretive sociology methodology Weber",
  "results": [
    {
      "paperId": "c1572feaabea406baa7772f44d31ba79a522a819",
      "title": "INTERPRETIVE METHODOLOGY AND ITS RELATIONSHIP WITH VERSTEHEN IN MAX WEBER'S PHILOSOPHY OF SOCIAL SCIENCES METHODOLOGY",
      "authors": [
        {
          "name": "A. Shamsi",
          "authorId": "2342216889"
        }
      ],
      "year": 2024,
      "abstract": "The key role and clarifying function of Verstehen in Weber's interpretive methodology, as one of the important and illuminating tools, is used by scientists to properly understand social science phenomena. Considering Weber's interpretive approach based on individualistic interpretation of actors' actions, we find that Verstehen, in Weber's view, serves as a tool for social scientists to uncover the causes behind actors' intentional actions. Understanding actors' intentions, influenced by Weber's interpretive methodological approach, employs all its effort in explaining social science phenomena to achieve objectivity. In this research, we have attempted to address the meaning and importance of Verstehen's role, stemming from Weber's and his predecessors' interpretive perspective, as a tool for interpreting social science phenomena. Considering Weber's project aimed at achieving objectivity in social sciences, it should be said that Verstehen, like ideal types and other components of Weber's methodological system, are pieces meant to be initiated and employed by scientists to attain objectivity in social and cultural sciences. This research strives to correctly interpret the role and significance of this component (Verstehen) within Weber's methodological system.",
      "citationCount": 1,
      "doi": "10.69557/ujrra.v3i4.112",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1572feaabea406baa7772f44d31ba79a522a819",
      "venue": "TMP Universal Journal of Research and Review Archives",
      "journal": {
        "name": "TMP Universal Journal of Research and Review Archives"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a487035a02359d31663eb74fd3792b14bf345514",
      "title": "Max Weber’s Methodology and the Comparative Sociology of Religion",
      "authors": [
        {
          "name": "S. Eliaeson",
          "authorId": "14196006"
        }
      ],
      "year": 2016,
      "abstract": "Max Weber’s methodology is often treated by some as his principal contribution to social science, while his comparative sociology of religion starting with the famous Calvinist thesis is the Schwerpunkt in his work, according to others. There are several reasons to locate and analyze the conjunctions between these two interpretations. Weber’s ideal type is formulated in several places, not only in the so-called ‘Objectivity’ essay from 1904, but also for instance in the marginal utility-essay from 1908. His three meta-texts for the three volumes in GARS (Gesammelte Aufsatze zur Religionssoziologie) are also illuminating, especially in ‘Einleitung’ (‘Introduction’) and ‘Zwischenbetrachtung’ (or ‘Intermediate Reflections’). It was in the ‘Zwischenbetrachtung’ where he commented on religion in India, partly as an ‘identity giving other’, that the ideal type reappeared. Weber deals with the uniqueness of Occidental culture and his comparative religion serves as supporting evidence, much in line with J S Mill’s canons for the logic of isolating independent variables by similarities and differences -as indicated in a letter by Weber to Georg von Below. As a result Weber serves still today as a sparring partner for theorists of the Axial Age and the multi-modernity paradigm.",
      "citationCount": 1,
      "doi": "10.3917/rip.276.0253",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a487035a02359d31663eb74fd3792b14bf345514",
      "venue": "Revue internationale de philosophie",
      "journal": {
        "name": "Revue internationale de philosophie"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a6a8694990c94c5bf604a93f303df207e4b84056",
      "title": "Methods of interpretive sociology",
      "authors": [
        {
          "name": "M. David",
          "authorId": "145498373"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.4135/9781446262528",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6a8694990c94c5bf604a93f303df207e4b84056",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d57da68a4da9b88b81f0b8e17ac5bec6607844a5",
      "title": "Ideal Type or Real Abstraction? On Adorno's Method",
      "authors": [
        {
          "name": "M. Nový",
          "authorId": "1810681879"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d57da68a4da9b88b81f0b8e17ac5bec6607844a5",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dddedc03aa0a1769c780c93a9a66de0ee45e6f3b",
      "title": "From \"Family Similarity\" to \"Ideal Type\"——Road to Rejuvenation of Modern Aesthetics",
      "authors": [
        {
          "name": "Pan Zhi-chan",
          "authorId": "1476685688"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dddedc03aa0a1769c780c93a9a66de0ee45e6f3b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c04de31224e52cde65b86256dd1542ea22d2dda3",
      "title": "Nietzsche, Weber, and the affirmative sociology of culture",
      "authors": [
        {
          "name": "G. Stauth",
          "authorId": "104436750"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1017/S0003975600006457",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c04de31224e52cde65b86256dd1542ea22d2dda3",
      "venue": "European Journal of Sociology",
      "journal": {
        "name": "European Journal of Sociology",
        "pages": "219 - 247",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "474ee3050798289f2969c9ef0050a54173d15a4c",
      "title": "Weber or Troeltsch?: Methodology, Syndrome, and the Development of Church-Sect Theory",
      "authors": [
        {
          "name": "W. H. Swatos",
          "authorId": "5797417"
        }
      ],
      "year": 1976,
      "abstract": null,
      "citationCount": 26,
      "doi": "10.2307/1385357",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/474ee3050798289f2969c9ef0050a54173d15a4c",
      "venue": "",
      "journal": {
        "name": "Journal for the Scientific Study of Religion",
        "pages": "129",
        "volume": "15"
      },
      "publicationTypes": null
    },
    {
      "paperId": "12b56db231ec031c4215bbf0b8fc6e1a6c86381a",
      "title": "Reading Habermas",
      "authors": [
        {
          "name": "Michael Hofmann",
          "authorId": "2313986068"
        }
      ],
      "year": 2022,
      "abstract": "Reading Habermas: Structural Transformation of the Public Sphere dissolves Habermas’s monolithic stylization to precisely access his seminal distinction between the purely political polis of antiquity, which excludes the private economy from the res publica, and the modern public sphere with its rational-critical discourse about commodity exchange and social labor in the political economy. Deconstructing the uniform mold of Structural Transformation’s narrative about a rise and fall of the bourgeois public sphere in modernity also allows to identify and understand the ideology-critical methodologies of Habermas’s theory reconstruction of Kant’s ideal of the liberal public in the context of the French Revolution. \n Readers of this guide realize that Habermas’s interpretation of a sociological and political category with the norms of constitutional theory and intellectual history causes the “collapsing of norm and description” he acknowledged in 1989 and thus frequent misunderstandings about the historical validity of Structural Transformation’s ideal-type derived from Condorcet’s absolute rationalism and Kant’s “unofficial” philosophy of history. Specifically, the guide explains that Habermas’s key construct of a “morally pretentious rationality” of the bourgeois public sphere entirely depends on the claim about “natural laws” harmoniously regulating the economy. While neoliberalism still maintains this claim, Hegel “decisively destroyed” it already in 1821.",
      "citationCount": 4,
      "doi": "10.5771/9781498590174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12b56db231ec031c4215bbf0b8fc6e1a6c86381a",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "44592ba8448af62e19876c236dd1b29a72a83acb",
      "title": "Max Weber as an Economist: Revisiting Max Weber’s Legacy 100 Years after His Passing",
      "authors": [
        {
          "name": "M. Loužek",
          "authorId": "2094975120"
        }
      ],
      "year": 2020,
      "abstract": "This article presents Max Weber as an economist and as a social scientist. Weber’s relations to economics, philosophy and sociology are discussed. Max Weber has more in common with economists than it might seem at first sight. His principle of value neutrality has become the foundation of the methodology of social sciences, including economics. The second point shared by Max Weber with standard economics is methodological individualism. The third point which a modern economist can learn from Max Weber is the concept of the ideal type.",
      "citationCount": 1,
      "doi": "10.3790/schm.140.2.205",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/44592ba8448af62e19876c236dd1b29a72a83acb",
      "venue": "Journal of Contextual Economics – Schmollers Jahrbuch",
      "journal": {
        "name": "Journal of Contextual Economics – Schmollers Jahrbuch"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc07dd584451bc3b12bd5549fabae20625ccf5da",
      "title": "A TEORIA DA PRÁTICA DE PIERRE BOURDIEU À LUZ DA NOÇÃO WEBERIANA DE TIPO IDEAL",
      "authors": [
        {
          "name": "Daniel Soares Rumbelsperger Rodrigues",
          "authorId": "2126192585"
        }
      ],
      "year": 2021,
      "abstract": "The article presents an interpretation of the theory of practice and the epistemology of Pierre Bourdieu from the realistic presupposition and from the neokantian epistemology of Max Weber. For that purpose, the paper expose the notion of ideal type above all as conceptual form by excellence of social sciences in the widest interior of the theory of weberian knowledge. In a second moment, the paper interpret, with Vandenberghe (2011), the bourdieusian epistemology as a type of sophisticated synthesis between the Bachelard‟s racionalism and the Cassier‟s relationshipism. In the conclusion, the paper defends the thesis that both weberian epistemology and Bourdieu‟s resource of the “philosophy as if” must be interpreted through the realistic presupposition of the scientific (re)descriptions can correspond (in variable measurements) to the empirical reality. That being said, the article directs itself to read the bourdieusian sociology more as a bid on the reflexivity and social change than as a reproduction theory.",
      "citationCount": 0,
      "doi": "10.21680/1982-1662.2021V4N30ID18643",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc07dd584451bc3b12bd5549fabae20625ccf5da",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fd465692b5c4056edb4ec6ff0b2cebcdf18187d",
      "title": "A Study on Max Weber's \"Ancient Judaism\": Theoretical Framework and Methodology",
      "authors": [
        {
          "name": "Yuko Takahashi",
          "authorId": "50300625"
        }
      ],
      "year": 2007,
      "abstract": "Abstract:Max Weber's Ancient Judaism is often seen as difficult or simply outdated. However, it contains stimulating perspectives. In order to clarify the theoretical framework, I suggest a comparative reading with The City in Economy and Society. The theoretical framework of Ancient Judaism can be viewed as an ideal type, 'Israel and Greece'. The ideal type is related with the religious and the political accordingly. Moreover, these are thought of as ambivalent. Observing the concept 'the ethic of ultimate ends and the ethic of responsibility', we can see the sharpened tension between the religious and the political. Certainly, this view would be effected by the severe situation in Germany during and right after the First World War. In spite of that, the work still has some significance in the history of philosophy, especially in Weber's integration of methodologies to interpret complicated social phenomena.",
      "citationCount": 1,
      "doi": "10.15543/MWS/2007/2/6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd465692b5c4056edb4ec6ff0b2cebcdf18187d",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "213 - 229",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1204698442d4ce64ce2a0517edf64937b905059f",
      "title": "Inner Relationship between Max Weber's Sociology and Karl Jaspers' \"Idea of University\"",
      "authors": [
        {
          "name": "Morikazu. Ushiogi",
          "authorId": "71856827"
        }
      ],
      "year": 1971,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1204698442d4ce64ce2a0517edf64937b905059f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "85-95",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "45ad56714d51f08cfafa4f358a4261f7538311fe",
      "title": "Methodology and the Lifeworld:Revisit the Discussion on Schutz’s Intersubjectivity Theory",
      "authors": [
        {
          "name": "Sun Feiyu",
          "authorId": "2101683718"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45ad56714d51f08cfafa4f358a4261f7538311fe",
      "venue": "",
      "journal": {
        "name": "Chinese journal of sociology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "218a2f36da6dfc88d9b45b38097502fcadb82dd0",
      "title": "Reflections on Translation Theory: Selected papers 1993 - 2014",
      "authors": [
        {
          "name": "A. Chesterman",
          "authorId": "2615163"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 46,
      "doi": "10.1075/btl.132",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/218a2f36da6dfc88d9b45b38097502fcadb82dd0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3196ae57fd7de3739737b37e84b190dd83468297",
      "title": "Phenomenological understanding of M. Weber's postulate of subjective interpretation in A. Schütz's work",
      "authors": [
        {
          "name": "Snežana Popić",
          "authorId": "2122588687"
        }
      ],
      "year": 2020,
      "abstract": "Max Weber, as the founder of interpretative sociology, left a significant influence on phenomenological, that is, reflective sociology. His concept of understanding (Verstehen) gained a modified role in the sociological theoretical-methodological directions that emerged during the twentieth century. Understanding is not only a methodological procedure of interpreting social reality but also a condition of its intersubjectivity as a special experiential form. Therefore, in this paper, the theoretical schemes and methodological strategies of Max Weber and Alfred Schütz are problematised with the central attention to the use of the postulate of subjective interpretation. This postulate is presented within the phenomenological sociological model, primarily in the sense of the general principle of constructing types of flow-actions, that is, the typification necessary for social harmonisation of participants in the common-sense world. Since the model of scientific constructs is based on the model of common sense constructs as first-order constructs, this postulate also gained its central place in the methodological sense, as one of three possible forms - experiential, epistemological, and methodological. In the wake of all previously analysed, the specificity of the phenomenological understanding of the concept of action is also pointed out.",
      "citationCount": 0,
      "doi": "10.5937/POLITEIA0-29395",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3196ae57fd7de3739737b37e84b190dd83468297",
      "venue": "",
      "journal": {
        "name": "Politeia",
        "pages": "153-169",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3cd2e6280bdb792d28237e62ac9f1a2bb4e7383",
      "title": "What do Social Scientists Do in a “Value Polytheism” Situation?; Or, A Little More on Weber’s “Vocation”",
      "authors": [
        {
          "name": "I. Presnyakov",
          "authorId": "91306131"
        }
      ],
      "year": 2021,
      "abstract": "The purpose of the present paper consists of two points. First, it is to show how the internal structure and the “inner logic” of science as a value sphere are formed in Max Weber’s theory. Then, relying on logical-methodological foundations proposed by Weber, the second point is to identify how the action carried out by scientists in a “vocation” mode in a situation of “value polytheism” is realized within science. Analyzing the content of recent discussions about the empirical validity and character of Weber’s argumentation in one of his central works, The Protestant Ethics and the Spirit of Capitalism, as well as about the autonomy and conceptual boundaries of Weber’s science, we draw a line of reasoning as follows. Firstly, we trace the changing of the methodological role of values in general, and the value of truth, in particular, in the “sciences of culture” in connection with the transition from the transcendental solution of Heinrich Rickert to Weber’s “value polytheism”. Secondly, we analyze how the relationship between Weber’s science, progress, and rationalization is structured. Thirdly, we explicate the mode of “vocation” in science, relying on the logical-methodological foundations proposed by Weber. Fourthly, we identify the development of Weber’s idea of the value autonomy of science. It is shown that Weber rejects the criterion of truth’s universality proposed by Rickert’s logical solution. However, the construction of ideal-typical concepts and the mechanics of “cognitive interest” described by Weber allows scientists to separate extra-scientific pragmatics from the scientific research itself. The progress of the “sciences of culture” for Weber is the differentiation and the emergence of new research approaches and the refinement of concepts. At the same time, science is not teleologically connected with “progress in general” and the rationalizing world, the configuration of which is a specific historical constellation. As associated with scientific work, “gaining the clarity” turns out to be not its own goal, but a possible effect of using scientific knowledge. The mode of “vocation” in a “value polytheism” situation forces scientists to contribute to the endless scientific progress; they formulate such ideal-types and causal explanations that seem adequate and sufficient from the point of view of their cognitive interests. The stability of science’s boundaries and its value autonomy are formed in Weber’s theory gradually; epistemological studies and the implementation of his sociology of the religion research “programme” make the difference between vocations in science and politics clear.",
      "citationCount": 0,
      "doi": "10.17323/1728-192x-2021-3-43-70",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3cd2e6280bdb792d28237e62ac9f1a2bb4e7383",
      "venue": "Sotsiologicheskoe Obozrenie / Russian Sociological Review",
      "journal": {
        "name": "Sotsiologicheskoe Obozrenie / Russian Sociological Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a3d61442103072701bd30041813ea15e906b469f",
      "title": "Resensi Buku Alfred Schutz: Pengarusutamaan Fenomenologi dalam Tradisi Ilmu Sosial (Book Review Alfred Schutz: Mainstreaming Phenomenology in the Tradition of Social Sciences)",
      "authors": [
        {
          "name": "I. Tani",
          "authorId": "2062976504"
        },
        {
          "name": "M. Pandin",
          "authorId": "114595611"
        }
      ],
      "year": 2021,
      "abstract": "The book \"Alfred Schutz: Mainstreaming Phenomenology in the Tradition of Social Sciences\" discusses the figure of Schutz regarding his phenomenological methodology which is not widely discussed in the academic world. Schutz himself is an important philosopher and sociologist because of his theory in sociology and philosophy studies. In the world of philosophy, he is a figure who studies the Husserlian tradition of phenomenology. Meanwhile, in the world of sociology himself, Schutz chose to explore Weber's methodological project. With the methodology proposed by Weber, he seeks to develop an interpretive methodology as an attempt to counter the tendency of the positivism tradition of science. The book was written to provide a discussion of the phenomenological methodology by Schutzian, which Schutz pioneered. Through his methodology, he taught that every individual is present in the stream of consciousness obtained from the process of reflecting on daily experiences. This book focuses on explaining the phenomenological methodology by Schutzian which later can become a reference for academics in Indonesia in developing the Schutzian methodology for Indonesian academics. In addition, this book also introduces Alfred Schutz as a critical intellectual who is not widely known, but whose thoughts and contributions have an impact on the world of social science.This book is written and aimed at Indonesian academics, especially in the realm of philosophy and sociology. Although the name Schutz himself lost to other philosophers, he had a very large contribution in the fields of philosophy and sociology, especially for science in Indonesia. The methodology adopted by Schutz has inspired many academics to read reality. It is evident from the many studies in Indonesia that use the phenomenology of the Schutz methodology. This phenomenology is used to read reality in society. As in research conducted by Ristia (2020), it was found that people have different opinions, this is due to the influence of the applied norms. These different opinions become absolute and become freedom by each individual. Research using the Schutz phenomenology method can also be used to explore types of phenomenology and ethnography. Research in the genre of \"transcendental phenomenology\" is a phenomenon outside the egos of the researcher because the source of truth can be obtained by direct observation of the natural surroundings. The author presents a biography of Alfred Schutz, who was a unique and influential intellectual but little known. The introduction of the background, politics, and culture in Schutz can inspire readers to get inspiration on Schutz's life. In addition, by knowing his background, readers will be able to analyze how a Schutz gets his thoughts. Apart from the history of Schutz's travels, its also provides a brief biography of Husserll. Husserll himself was an influential figure who influenced Schutz's thinking, he himself had the aim of building a scientific basis for philosophy and phenomenology in social science. Schutz's thoughts on phenomenology did not stop there, especially regarding sociology. Schutz's ideas were also continued by his students, such as Schutz himself who inherited knowledge from Husserll. Peter Berger and Luckmann, Schutz's students who could be said to shine were also briefly discussed in this book. They are both known for their work entitled The Social Construction of Reality, which is a work inspired by Schutz. Apart from the two of them, George Psathas, a Schutz student, will also be discussed briefly. Psathas himself prefers to discuss empirical studies in phenomenology which will later be useful for building knowledge about individuals in the subjective world.The book is very important for many people to know, because Alfred Schutz himself was an intellectual who was quite influential in the development of sociology for both the western and non-western worlds (such as Indonesia). The phenomenological study put forward by Schutz itself is a study that can be used by academics, especially sociologists to examine cases and realities in society. Indonesian sociologists and anthropologists can also apply Schutz's methodology and phenomenology studies to research Indonesian society. Indonesian academics have the opportunity to contribute to the scientific space globally to continue developing Schutz's ideas and thoughts. By reading the book, academics and readers will get inspiration from Schutz's thoughts that have been described. Indonesian academics have the opportunity to be involved in global academic activities. So that it is the right choice for academics (social science) to read and implement the knowledge that has been obtained into existing cases and realities.",
      "citationCount": 0,
      "doi": "10.31235/osf.io/5mkjs",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a3d61442103072701bd30041813ea15e906b469f",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "8839509f364fadd648e05a91419a3e4178569a9e",
      "title": "Philosophy of the Social Sciences: Towards Pragmatism",
      "authors": [
        {
          "name": "P. Baert",
          "authorId": "2760718"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 172,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8839509f364fadd648e05a91419a3e4178569a9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b8a5ebfb8299837f4a2513338cb54302a8589d56",
      "title": "Explorations of the life-world : continuing dialogues with Alfred Schutz",
      "authors": [
        {
          "name": "M. Endreß",
          "authorId": "2073705173"
        },
        {
          "name": "G. Psathas",
          "authorId": "34014620"
        },
        {
          "name": "那須 壽",
          "authorId": "2099903251"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 20,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8a5ebfb8299837f4a2513338cb54302a8589d56",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "title": "Max Weber’s Theory of Modernity: The Endless Pursuit of Meaning",
      "authors": [
        {
          "name": "D. Swartz",
          "authorId": "39131390"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/0094306117692573mm",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "venue": "",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "221 - 223",
        "volume": "46"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
