{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas reconstructive science social theory methodology",
  "results": [
    {
      "paperId": "decaba266ef75dc28d904168433cc04d928ef267",
      "title": "Reconstructive Science and the European Constitution: Habermas, Citizenship, and the Tension between Facts and Norms",
      "authors": [
        {
          "name": "W. Outhwaite",
          "authorId": "46684925"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1108/S0278-120420160000035008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/decaba266ef75dc28d904168433cc04d928ef267",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ca6db45f9106836c2fb83d8125c9b04bb6238ac9",
      "title": "A Critical Inquiry into Jürgen Habermas’ Hermeneutical Reflection as a Methodology of Social Science",
      "authors": [
        {
          "name": "Tizar Shahwirman",
          "authorId": "2253549082"
        }
      ],
      "year": 2023,
      "abstract": "This paper aims to examine and evaluate Habermas’ thoughts on hermeneutical reßection as a methodology of social science based on his work titled Zur Logik der Sozialwissenschaften (On The Logic of The Social Sciences). By starting from a theory of action approach focusing on the process of inquiring and understanding intentional action, Haber-mas developed a hermeneutical reßection approach emphasizing the importance of communicative experience between the researcher and the subject examined. This approach has emancipatory power because it encourages researchers to thoroughly identify the ideological elements of social reality researched. Apart from all the advantages of Habermas’ methodological thought, his thinking should be evaluated critically because there are problematic aspects when viewed through the lens of ontology, methodology/method, and axiology.",
      "citationCount": 1,
      "doi": "10.36383/diskursus.v19i2.443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca6db45f9106836c2fb83d8125c9b04bb6238ac9",
      "venue": "DISKURSUS - JURNAL FILSAFAT DAN TEOLOGI STF DRIYARKARA",
      "journal": {
        "name": "DISKURSUS - JURNAL FILSAFAT DAN TEOLOGI STF DRIYARKARA"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "907c86d2b5f43010d346a20443be5bbcce0efd73",
      "title": "The critical social theory of J. Habermas on the crisis of state power legitimacy in the advanced capitalist society",
      "authors": [
        {
          "name": "Yaroslav A. Nikiforov",
          "authorId": "2335044104"
        }
      ],
      "year": 2024,
      "abstract": "The article is devoted to the problem of the crisis of the state power legitimization in advanced capitalist society studied in the critical\nsocial theory of J. Habermas. Today, against the background of ongoing tectonic shifts in the world order, the Western states of advanced capitalism are facing the problems that are becoming increasingly difficult for the ruling elites to solve. The categories such as the state and democracy\nare under the threat of loss of legitimacy. The crisis of legitimacy of the late capitalist social order is by no means a new phenomenon for social\nscience. J. Habermas's reflections are based on concepts and principles developed by him within the framework of critical social theory. He argues\nthat the main contradiction of the capitalist order remains the private appropriation of state wealth; in terms of the discursive model of practical\nrationality: the suppression of generalized interests through treating them as private. As a result, political decisions do not recognize a rational\nconsensus. The stability of the capitalist social formation depends on the continued effectiveness of legitimation, which does not stand up to\ndiscursive scrutiny. The central problem is the lack of a regulatory framework for public consent. J. Habermas is convinced that it is possible to\nensure normative agreement on the intersubjective basis by referring to the concept of undistorted communication. It is possible to establish\nsome kind of regulatory agreement, from the point of view of which the activities of the state can be given legitimacy. Not that this is likely to\nensure the legitimacy of a liberal capitalist state; rather, the needs and interests that would be the basis of a normative agreement and that could\nbe established in a situation of undistorted communication would point the way to the transformation of a capitalist society, which models of\ndomination cause people to systematically err about their motives and interests.",
      "citationCount": 0,
      "doi": "10.18500/1818-9601-2024-24-4-368-374",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/907c86d2b5f43010d346a20443be5bbcce0efd73",
      "venue": "Izvestiya of Saratov University. Sociology. Politology",
      "journal": {
        "name": "Izvestiya of Saratov University. Sociology. Politology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55e1600c471fb1b22ed577019e4061aa6cdfe9f4",
      "title": "Principles of Reconstructive Social Theory",
      "authors": [
        {
          "name": "F. Vandenberghe",
          "authorId": "28277107"
        }
      ],
      "year": 2018,
      "abstract": "Abstract \nOnce again, we are going through “dark times.” The current juncture is critical. For those who associate themselves with critical social theory, broadly understood, there are two options: hypercritique or reconstruction. Either one darkens the picture, uses all possible theories at hand (Adorno, Bourdieu, Foucault, Luhmann) to sketch out a general theory of domination and “closes the system.” Or, alternatively, with the hope of the desperate, one looks for a way out and aligns various theories that propose an alternative vision of the world. This is the task of reconstruction. Drawing on critical realism (Bhaskar), critical theory (Habermas), and antiutilitarian social theory (Caille), this chapter outlines some principles of reconstructive social theory. Following the distinction between metatheory, social theory, and sociological theory, it explores the epistemological, normative, and existential foundations of reconstructive theory; proposes an articulation between culture and agency as an alternative to the agency-structure debate; and indicates some promising signs that configure a future ontology of the present.",
      "citationCount": 4,
      "doi": "10.1108/S0198-871920180000034004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55e1600c471fb1b22ed577019e4061aa6cdfe9f4",
      "venue": "Critical Realism, History, and Philosophy in the Social Sciences",
      "journal": {
        "name": "Critical Realism, History, and Philosophy in the Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "570991d461fd1839c486458044d3681e23a82d92",
      "title": "THE PROBLEMS OF JÜRGEN HABERMAS’s DELIBERATIVE DEMOCRACY THEORY",
      "authors": [
        {
          "name": "Ahmad Sidqi",
          "authorId": "2311400753"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas a German philosopher who adopts of Karl Marx’s thought in the social order. However, Habermas does not immediately accept of the raw Marx’s thought. Habermas with rationalism as the epistemology. The Critical Theory criticize the sciences positive as the science of economics, sociology, technology, psychology; and also philosophy. The sciences is not questioned the direction of the process of the community itself. In a critique of the ideology of Habermas through the role of basic ethics and adopt the Immanuel Kant’s thought. Habermas to a blurb about dialectical theory of hermeneutic action through Aufhebung (hermeneutics of philosophy and psychoanalysis). Habermas was critique to postmodernism that universal as hegemony and discriminative to getting a plural morality Habermas's critical theory is a kind of epistemology that seeks to mate between objectivity and subjectivity, between scientists and philosophers, between the ontentic and the articulate. Critical theory also tries to expose the traditional theory, because it positions the object as untouchable, as it is. So difficult to capture its meaning by humans. This makes the object seem very sacred and must be received unanimously. The democracy of Habermas is deliberative democracy. Deliberative democracy aims to find a middle ground between Western liberalism and Asian and Islamic communitism. This assumption is established in a democratic form in the form of an intensive political system and public sphere.",
      "citationCount": 1,
      "doi": "10.69957/radix.v1i01.28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/570991d461fd1839c486458044d3681e23a82d92",
      "venue": "Radix",
      "journal": {
        "name": "RADIX: Jurnal Filsafat dan Agama"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58dba439c7a5ba8d738454bcc9e42df25dacff72",
      "title": "Philosophy of Science, Social Theory, and Organizational Analysis: Paradigmatic Transformations since the Postmodern Turn",
      "authors": [
        {
          "name": "J. Hassard",
          "authorId": "50671877"
        },
        {
          "name": "J. Cox",
          "authorId": "39893763"
        }
      ],
      "year": 2019,
      "abstract": "The premise for this volume is that there is “a need to develop a Handbook that takes scholars and practitioners through the paradigm change going on in the field of management and organizational inquiry.” In their invitation to contributors, the editors suggested we should comment on this transition and inform readers of theoretical and philosophical changes that have occurred in recent times. In this chapter, we attempt to do this by revisiting the influential concept of paradigm from the philosophy of science (Kuhn, 1962, 1970) and explore its relation to recent contributions to postmodern social theory in organizational analysis. In particular, the influential paradigm model of Burrell and Morgan (1979) is revisited through meta-theoretical analysis of the major intellectual movement to emerge in organization theory in recent decades, post-structuralism and more broadly postmodernism. Proposing a retrospective paradigm for this movement we suggest that its research can be characterized as ontologically relativist, epistemologically relationist, and methodologically reflexive; this also represents research that can be termed deconstructionist in its view of human nature. Consequently we demonstrate not only that organizational knowledge stands on meta-theoretical grounds, but also how recent intellectual developments rest on a qualitatively different set of meta-theoretical assumptions than established traditions of agency and structure.",
      "citationCount": 5,
      "doi": "10.1108/978-1-78714-551-120191013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58dba439c7a5ba8d738454bcc9e42df25dacff72",
      "venue": "The Emerald Handbook of Management and Organization Inquiry",
      "journal": {
        "name": "The Emerald Handbook of Management and Organization Inquiry"
      },
      "publicationTypes": null
    },
    {
      "paperId": "671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "title": "TESTING THE TRUTH OF COMTE'S POSITIVISM BASED ON HABERMAS' CRITICAL THEORY",
      "authors": [
        {
          "name": "Ribut Baidi",
          "authorId": "2292189091"
        },
        {
          "name": "Ahmad Ahmad",
          "authorId": "2292303307"
        },
        {
          "name": "Abdul Munib",
          "authorId": "2292189849"
        }
      ],
      "year": 2023,
      "abstract": "The development of science which is dominated by Comte's positivism paradigm for approximately four hundred years has made critical theorists represented by Jurgen Habermas as the second generation of the Frankfurt school continue to build criticism and test the truth of the theory of positivism. The size of the truth of science that Habermas cannot accept when there is Comte's limitations by legitimizing and justifying science through empirical fact research with standardization that has been determined through methodological prerequisites and norms. Habermas with his critical theory rejects this view because there is knowledge that cannot be measured by positivist research methodologies such as community communication and emancipation. On the other hand, Habermas also rejects the notion of value-free science such as Comte's testimony in his positivism because it has indirectly co-opted science with an interest that no longer has objectivity values, but is full of interests.",
      "citationCount": 1,
      "doi": "10.21107/tlr.v5i1.19411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "venue": "Trunojoyo Law Review",
      "journal": {
        "name": "Trunojoyo Law Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b6669859b17f1cab66233872339dc4a4e2bd74b1",
      "title": "On the philosophy and logic of human action: A Neo-Austrian contribution to the methodology of the social sciences",
      "authors": [
        {
          "name": "Michael Oliva Cordoba",
          "authorId": "2338154043"
        }
      ],
      "year": 2024,
      "abstract": "Philosophical action theory seems to be in pretty good shape. The same may not be true for the study of human action in economics. Famous is the rant that the study of human action in economics gives reason to tremble for the reputation of the subject. But how does this come about? Since economic action is about action, the broader study must surely have a strong impact on the more specific field. The paper sets out, from the ground up, how an essential concept in economic theory–the concept of competition–can fundamentally benefit from insights derived exclusively from analytical action theory broadly conceived. In doing so, the paper delivers on an old Austrian promise: it is sometimes claimed that Austrian economists understand competition better than most economists. This may be a bold claim, since Austrian economists have neither traced the understanding of subjectivity to its very origin (the theory of intentionality), nor have they traced their sympathy for methodological individualism in relation to market processes to its very ground (the theory of (human) action). This paper aims to fill this gap. Moreover, by grounding an Austrian view of competition in analytic action theory, it succeeds in avoiding the serious problems of the dominant equilibrium approach. By explaining competition as rivalry, the paper draws on the philosophy and logic of human action to bring the (economic) agent back into play. In this way, a case is made for an integrated view of Austrian theory as an amalgam of Austrian economics and analytic action theory.",
      "citationCount": 1,
      "doi": "10.59203/zfn.76.681",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b6669859b17f1cab66233872339dc4a4e2bd74b1",
      "venue": "Philosophical Problems in Science (Zagadnienia Filozoficzne w Nauce)",
      "journal": {
        "name": "Philosophical Problems in Science (Zagadnienia Filozoficzne w Nauce)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c787403a781ef94d217cee99cffeabcab0f919f",
      "title": "Rational Reconstruction and Social Criticism : Habermas's Model of Interpretive Social Science in Hermeneutics in Ethics and Social Theory.",
      "authors": [
        {
          "name": "K. Baynes",
          "authorId": "5929946"
        }
      ],
      "year": 1989,
      "abstract": null,
      "citationCount": 14,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c787403a781ef94d217cee99cffeabcab0f919f",
      "venue": "",
      "journal": {
        "name": "The Philosophical Forum",
        "pages": "122-145",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe9e94c0ba9cd61819ed63299c302d5218114d36",
      "title": "The Uses of Mead in Habermas’ Social Theory. Before the Theory of Communication Action",
      "authors": [
        {
          "name": "L. Corchia",
          "authorId": "48578468"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.13136/ISR.V9I2.277",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe9e94c0ba9cd61819ed63299c302d5218114d36",
      "venue": "",
      "journal": {
        "name": "Italian Sociological Review",
        "pages": "209-234",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "599478111bb5107fdbcc28e49549ebedb3666f17",
      "title": "EMANCIPATION IN THE INDUSTRIAL AGE: TECHNOLOGY, RATIONALITY, AND THE COLD WAR IN HABERMAS’S EARLY EPISTEMOLOGY AND SOCIAL THEORY*",
      "authors": [
        {
          "name": "Adelheid Voskuhl",
          "authorId": "12936949"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/S1479244314000717",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/599478111bb5107fdbcc28e49549ebedb3666f17",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History",
        "pages": "479 - 505",
        "volume": "13"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d7a823e516a850c4ee5756ba2c1d94e4073d4c30",
      "title": "Ibn Khaldun's Methodology between Academic Social Studies and Practical Reality.",
      "authors": [
        {
          "name": "Zeyneb Chami",
          "authorId": "2364315407"
        },
        {
          "name": "Noura Tlidjani",
          "authorId": "2364301136"
        }
      ],
      "year": 2025,
      "abstract": "To try to understand and analyze social phenomena, we must know the basic principles in their history that were formed and developed through sites and theories formulated by a group of historians since ancient times in order to establish an acceptable historical method that expresses truth and realism away from subjectivity and imagination, as the beginnings of studying the historical scientific entitlement in the course of human life and its interactions and patterns of formation and change of its phenomena began through the philosophical dialectic that was the starting point of the historians of the ancient Greeks, then the Arab Muslims, and in particular the historical method became mainly linked to the name of the thinker of the fourteenth century, the great Arab historian and philosopher Abd al-Rahman ibn Muhammad ibn Khaldun, who conducted a comprehensive and in-depth study of society that combines logical composition and analysis through induction and deduction of reality and facts in order to understand them and know their nature. This is what allowed for the distinction between general history as a general theory of history and as a science that studies general social laws. Through this intervention, we aim to highlight the role of Ibn Khaldun in establishing the historical research method and establishing its scientific foundations in sociological fields.",
      "citationCount": 0,
      "doi": "10.56334/sei/8.5.78",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d7a823e516a850c4ee5756ba2c1d94e4073d4c30",
      "venue": "Science, Education and Innovations in the Context of Modern Problems",
      "journal": {
        "name": "Science, Education and Innovations in the Context of Modern Problems"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "734ed64cef888e7e629f1d33561305c41eebe76f",
      "title": "The public sphere and Habermas: reflections on the current state of theory in public library research",
      "authors": [
        {
          "name": "Håkon Larsen",
          "authorId": "49698425"
        }
      ],
      "year": 2020,
      "abstract": "PurposeThis article addresses a recent debate in this journal between Buschman and Widdersheim and Koizumi on public libraries and public sphere theory in library and information science (LIS). The article moves beyond the debate as the debate has been too focused on the theories of Jürgen Habermas. In order to really understand the democratic mission of public libraries and how it is related to the public sphere, the author argues that LIS scholars need to look beyond Habermas' theories of the public sphere.Design/methodology/approachThis is a theoretical article that discusses different theories of the public sphere, and how they have been and can be applied in library and information science.FindingsThe author finds that a main disagreement between Buschman and Widdersheim and Koizumi is whether one can use the concept of a public sphere without doing it in a “traditional” Habermasian way. The answers put forward in this article, is that we can and should look beyond Habermas' work when seeking to understand the role of public libraries as public spheres.Originality/valueThe article puts forward theories that are not commonly used in LIS, and advocates for broadening the theoretical scope of LIS scholars studying the relations between public libraries and public spheres.",
      "citationCount": 9,
      "doi": "10.1108/JD-05-2020-0075",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/734ed64cef888e7e629f1d33561305c41eebe76f",
      "venue": "J. Documentation",
      "journal": {
        "name": "J. Documentation",
        "pages": "251-258",
        "volume": "77"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f86be2fbfa2797573adeb576cafc507ad54b6291",
      "title": "After inclusion. Thinking with Julian Go's 'Thinking against empire: Anticolonial thought as social theory'.",
      "authors": [
        {
          "name": "Olivia U. Rutazibwa",
          "authorId": "107728786"
        }
      ],
      "year": 2023,
      "abstract": "This contribution engages Go's generative invitation to think against empire by thinking through the epistemic and disciplinary implications of such endeavour. I zoom in on the need to explicitly address the purpose and ethos of scholarly inquiry and how that translates into decolonial academic praxis. Thinking with Go's invitation to think against empire, I feel compelled to constructively engage the limitations and impossibilities of decolonising disciplines such as Sociology. I glean from the various attempts at inclusion and diversity in society and argue that adding or including Anticolonial Social Thought/marginalised voices and peoples in the existing corridors of power-such as canons or advisory boards-is at best a minimal rather than a sufficient condition of decolonisation or going against empire. This raises the question of what comes after inclusion. Rather than offer a 'correct' or single alternative anticolonial way, the paper explores the pluriversally inspired method(ological) avenues that appear when we commit to thinking about what happens after inclusion when the goal is decolonisation. I expand on my 'discovery' and engagement with the figure and political thought of Thomas Sankara and how this led me to abolitionist thought. The paper then offers a patchwork of methodological considerations when engaging the what, how, why?-questions of research. I engage with questions of purpose, mastery, and colonial science and turn to the generative potential of approaches such as grounding, Connected Sociologies, epistemic Blackness, and curating as methods. Thinking with abolition and Shilliam's (2015) distinction between colonial and decolonial science, between knowledge production and knowledge cultivation, the paper invites us to not only think of what we need to do more of or better when taking Anticolonial Social Thought seriously, but also what we might need to let go of.",
      "citationCount": 9,
      "doi": "10.1111/1468-4446.13006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f86be2fbfa2797573adeb576cafc507ad54b6291",
      "venue": "British Journal of Sociology",
      "journal": {
        "name": "The British journal of sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "adc908cff61970dce233378a09be89ca8d2c16a5",
      "title": "The poverty of Critical Theory in International Relations: Habermas, Linklater and the failings of cosmopolitan critique",
      "authors": [
        {
          "name": "D. Schmid",
          "authorId": "144795818"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 19,
      "doi": "10.1177/1354066117692654",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/adc908cff61970dce233378a09be89ca8d2c16a5",
      "venue": "",
      "journal": {
        "name": "European Journal of International Relations",
        "pages": "198 - 220",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0f0f32b19087fadfe6be49cf2315d7150b8e1444",
      "title": "Democracy and Language in Jürgen Habermas’s Discourse Theory",
      "authors": [
        {
          "name": "Arianna Maceratini",
          "authorId": "2077084552"
        }
      ],
      "year": 2019,
      "abstract": "Abstract The concept of hermeneutic science is outlined by Habermas as a reflection within the ordinary language, addressed to the dialogic dimension of intersubjective recognition and connected to the juridical guarantee. The guarantee function fulfilled by the discursive agreement towards every real dialogue is obvious: it indicates the main reference point for the regulation and coordination of social action, tracing a line of demarcation between being and having to be, facts and norms. Speech, communicative agreement and legal guarantee are mutually qualified terms where the public discussion of institutional issues makes it possible to define the normative validity as non-assimilatory generality, placed beyond any populistic yearning, tracing a line of demarcation between law and power. The idea of deliberative democracy expresses the relationship and distinction between the universalism of rights and the factuality of the norm issuing, between the idea of good and the idea of right, in order to support democratic decision-making legitimacy. Combining the reasons of the markets with those of civil solidarity, through independent forms of regulation both from the obsolete state sovereignties and from the traditional international perspectives, represents a primary challenge of the Habermasian theory where the critical role of the rational public sphere appears fundamental.",
      "citationCount": 2,
      "doi": "10.2478/slgr-2019-0026",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f0f32b19087fadfe6be49cf2315d7150b8e1444",
      "venue": "Studies in Logic, Grammar and Rhetoric",
      "journal": {
        "name": "Studies in Logic, Grammar and Rhetoric",
        "pages": "25 - 7",
        "volume": "59"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f15247bfb763e7f86e1f123b28771a008efc4407",
      "title": "THE CLASSIFICATION OF HABERMAS EPISTEMOLOGY AND ITS IMPLICATION TOWARD SOCIAL-CULTURAL RESEARCH METHODOLOGY",
      "authors": [
        {
          "name": "A. Saidi",
          "authorId": "31148717"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.14203/JMB.V17I2.278",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f15247bfb763e7f86e1f123b28771a008efc4407",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "111-128",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "71d13087308d10a9b2adbdd52a57333e65ed8d3d",
      "title": "Critical theory's critique of social science: Episodes in a changing problematic from adorno to habermas, part I",
      "authors": [
        {
          "name": "H. Wilson",
          "authorId": "116654157"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1016/0191-6599(86)90068-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71d13087308d10a9b2adbdd52a57333e65ed8d3d",
      "venue": "",
      "journal": {
        "name": "History of European Ideas",
        "pages": "127-147",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5319e368c3929889be9d8388c1d559a858b01bf2",
      "title": "Reconstructive Science and Methodological Dualism in the Work of Jürgen Habermas",
      "authors": [
        {
          "name": "W. Outhwaite",
          "authorId": "46684925"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.5840/PHILINQUIRY2014381/21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5319e368c3929889be9d8388c1d559a858b01bf2",
      "venue": "",
      "journal": {
        "name": "Philosophical Inquiry",
        "pages": "2-18",
        "volume": "38"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
