{
  "status": "success",
  "source": "semantic_scholar",
  "query": "value freedom Wertfreiheit Habermas normative theory",
  "results": [
    {
      "paperId": "2319fbdf0e8bdf129d3a417955acb5076370f369",
      "title": "Reification, value, and emancipation: Revisiting the normative core of Marx’s critique of capitalism",
      "authors": [
        {
          "name": "Nikolaos V. Nikolakakis",
          "authorId": "2276460283"
        }
      ],
      "year": 2025,
      "abstract": "This article reexamines the normative dimension of Marx’s critique of capitalism, arguing that value theory and reification carry intrinsic ethical implications. Against readings that detach Marxism from questions of justice, it deploys immanent critique to show that freedom and autonomy are not external ideals but contradictions immanent to capitalist society. Through analyses of alienation, the value-form, and capital’s apparent autonomy, it shows how capitalist relations invert human purposes: value appears to act, while agency is rendered derivative. Reconnecting these processes to Marx’s emancipatory horizon, the article reconstructs the normative core of his critique and clarifies its relevance to domination, including platform labor, digital commodification, and ecological crisis. Rather than moralizing, Marx’s method grounds critique in capitalism’s own promises and failures. In doing so, it provides a structural diagnosis of domination and a situated horizon of emancipation oriented toward collective self-determination and the recovery of time, cooperation, and purposive human freedom.",
      "citationCount": 0,
      "doi": "10.1177/08969205251383418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2319fbdf0e8bdf129d3a417955acb5076370f369",
      "venue": "Critica Sociologica",
      "journal": {
        "name": "Critical Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "title": "THE RELEVANCE OF JÜRGEN HABERMAS’S THEORY OF COMMUNICATIVE ACTION AS THE PHILOSOPHICAL FOUNDATION OF HUMAN RIGHTS ENFORCEMENT IN INDONESIA",
      "authors": [
        {
          "name": "Muklis Al'anam",
          "authorId": "2308314176"
        },
        {
          "name": "Radian Salman",
          "authorId": "2308313929"
        },
        {
          "name": "Kata Kunci",
          "authorId": "2074613955"
        },
        {
          "name": "Teori Kritis",
          "authorId": "2308309553"
        },
        {
          "name": "Jürgen Habermas",
          "authorId": "2251097812"
        },
        {
          "name": "Hak Asasi Manusia",
          "authorId": "2085223638"
        }
      ],
      "year": 2024,
      "abstract": "Abstract \nHabermas’s theory of communicative action is highly relevant as a philosophical foundation for upholding human rights, emphasizing the intrinsic value of each individual, which must not be eliminated by any power. This is supported by Article 6 paragraph (1) of the International Covenant on Civil and Political Rights, ratified as Law Number 12 of 2005. Critical theory, a school of philosophy, focuses on liberating human knowledge from transcendental and empirical oppression, critiquing ideologies that perpetuate social oppression. Human rights have become a dynamic issue in Indonesia, especially during the Presidential Election, with widespread discussions at national and international levels. Countries, organizations, and individuals are increasingly voicing concerns about human rights issues. These problems are complex, particularly in resolving and sanctioning perpetrators, leading some to view human rights as “merely theoretical.” Applying critical theory is crucial in this context, as perfected by Jürgen Habermas. This research employs normative methods, including statutory, conceptual, and case approaches. It concludes that Jürgen Habermas’s theory of communicative action and John Locke’s natural law are similar, emphasizing the inherent meaning of external rights. This grounding makes Habermas’s theory important for upholding law and human rights internationally, although its implementation remains ambiguous. \nAbstrak \nTeori kritis tindakan komunikatif Habermas sangat relevan sebagai fondasi filosofis penegakan HAM yang menekankan nilai intrinsik setiap individu, yang tidak boleh dihilangkan oleh kekuasaan mana pun, sesuai dengan Pasal 6 ayat (1) International Covenant on Civil and Political Rights yang diratifikasi menjadi Undang-Undang Nomor 12 Tahun 2005. Teori kritis adalah aliran filsafat tentang pembebasan pengetahuan manusia dari segala bentuk penindasan transendental dan empiris. Ide teori kritis adalah kritik terhadap ideologi yang bertujuanmenyadarkan manusia akan penindasan sosial dan mencoba membebaskannya. Isu HAM menjadi perbincangan dinamis di Indonesia, terutama pada saat pemilihan presiden, serta di dunia internasional. Berbagai negara, organisasi, dan individu menyuarakan sudut pandang HAM yang ada. Problematika HAM sulit diselesaikan dan penerapan sanksi bagi pelaku sering dianggap “teorik belaka.” Penerapan teori tindakan komunikatif ini penting terkait HAM karena disempurnakan oleh Jürgen Habermas. Penelitian ini menggunakan metode penelitian normatif dengan pendekatan perundang-undangan, konseptual, dan kasus. Hasil penelitian menunjukkan adanya kesamaan konsep antara teori kritis Jürgen Habermas dan aliran hukum kodrat John Locke, yang menekankan hak-hak lahiriah. Teori Jürgen Habermas menjadi penting untuk penegakan hukum dan HAM di dunia internasional, meskipun penerapannya masih ambigu.",
      "citationCount": 2,
      "doi": "10.22146/mh.v36i1.11513",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c2af540e2ecf2e5ea1baca6851f8cd581da0da5",
      "venue": "Mimbar Hukum",
      "journal": {
        "name": "Mimbar Hukum"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0207b28486cf44d34491af17509606db6bd3d9e3",
      "title": "GENEALOGICAL CRITIQUE OF SOCIAL PRACTICES: NIETZSCHE AND FOUCAULT VERSUS HABERMAS",
      "authors": [
        {
          "name": "Arūnas Mickevičius",
          "authorId": "2079132490"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to elucidate Michel Foucault’s interpretive engagement with key concepts in Friedrich Nietzsche’s philosophy, to demonstrate their significance for the development of Foucault’s genealogical method, and to examine how, particularly in his polemic with Jürgen Habermas, genealogy becomes a question of the legitimacy of critique — namely, how critical interrogation of social practices remains possible. The central thesis is that Foucault’s genealogy, shaped through a selective appropriation of Nietzschean insights and positioned as an alternative to Habermas’s theory of communicative action, should not be understood as a search for universally valid normative structures. Rather, it constitutes a historically grounded framework for understanding subjectivity and social practices, enabling us to think and act differently, and thereby contributing to the ongoing task of freedom. The article argues that Foucault, instrumentally relying on Nietzsche, developed genealogical hermeneutics as an interpretive practice that is oriented towards a critical understanding of social practices permeated by mechanisms of power. A key divergence from Nietzsche lies in Foucault’s de-psychologization of agency: whereas Nietzsche often grounds knowledge and morality in the subjective tactics of individuals, Foucault treats psychological\nmotivation as an effect of impersonal power strategies without strategists. The article further contends that the core disagreement between Foucault and Habermas concerns the relation between power, truth, and subjectivity. Foucault reverses the traditional dependency: rather than power being conditioned by truth and the subject, it is truth and the subject that are constituted through power. He critiques Habermas’s model of ideal communication as ahistorical and utopian, arguing that no discourse is free\nfrom power. Consequently, critique should not aim to abolish power, but to engage it through legal norms, techniques of governance, and an ethos that minimizes domination.",
      "citationCount": 0,
      "doi": "10.61095/815-0047-2025-1-43-63",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0207b28486cf44d34491af17509606db6bd3d9e3",
      "venue": "Topos",
      "journal": {
        "name": "Topos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1a1957aa74039ac8a7b91ba730542292f71dc21",
      "title": "A paralaxe dos direitos humanos, sua fundamentação em três perspectivas jusfilosóficas: A. Sen, J. Habermas e R. Alexy",
      "authors": [
        {
          "name": "Alberto Paulo Neto",
          "authorId": "2290228293"
        }
      ],
      "year": 2025,
      "abstract": "Human rights constitute a form of defense of human life, in its individual and collective configuration, with dignity. This normative political ideal acquired theoretical density throughout history when it was conceived as the desire for freedom and equality in law and in fact for individuals and communities that fought to guarantee their representation in political society. Human rights are the expression that each individual and the social group must be respected in the potential development of their capacities. The perspective of the universality of human rights provides the analysis of its foundation under multiple theoretical orientations and movements in defense of its normative meaning. In Amartya Sen's theory of capability approach, human rights are questioned by their competence in guaranteeing the material and structural conditions for a life of dignity. Jürgen Habermas' discourse theory clarifies the intrinsic relationship between human rights and democracy in their connection with private and public autonomy. Robert Alexy's discursive constitutionalism amplifies the ideal of human rights by deepening the reflection on its characteristics and its politicization in the configuration of fundamental rights. Finally, human rights are the normative reference for the foundation of a democratic and fair society, and we must observe its semantic structure from the multiple theoretical perspectives in dialogue.",
      "citationCount": 0,
      "doi": "10.5335/rjd.v39i2.15873",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1a1957aa74039ac8a7b91ba730542292f71dc21",
      "venue": "Revista Justiça do Direito",
      "journal": {
        "name": "Revista Justiça do Direito"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b87b3019b533705cfe0ffd8051614c005e59fe1b",
      "title": "Jürgen Habermas’ Analysis of Legitimisation Crisis in the States of Late Capitalism as a Prelude to the Re-validation of Normative System of Law",
      "authors": [
        {
          "name": "Konstanty Kuryłowicz",
          "authorId": "2309387348"
        }
      ],
      "year": 2023,
      "abstract": "Goal – an analysis of the essential elements – from the perspective of legitimisation of normative systems – of Jürgen Habermas’ philosophical thought and his views on the problems that modern capitalist societies face with relationship to the expiration of the pre-modern sources of legitimisation. Research methodology – analysis of literature, critical method of comparison of secondary views in the literature on Habermas’ original theses. Descriptive method. Score/results – views presented by the author of the Legitimation Crisis are based on the works of the representatives of The Frankfurt School. Critical Theory presented in their many works has its development and explication in the works of Habermas, with his innovative solutions to the unsolved problems of the fatalistic diagnosis of the early generation of the Frankfurt School. Habermas attributed a significant importance to the changes in the relationship of work, capital and intersubjective assignment of meaning in various society organisational forms, from traditional to late-capitalist one. His diagnosis of the legitimisation crisis in late-capitalism further points towards his roots in the Frankfurt School. His solution to this problem, related to the communicative actions and a possibility for a rational discourse ending in a consensus and the detailed elements of his analysis of the crisis of legitimisation, shall become a point of analysis in further papers. Originality/value – Jürgen Habermas works maintain their importance in the XXI century, especially in the face of further turbulences that await the democratic systems in the European civilization sphere. This work compiles some of the basic elements of the origin of Habermas’ thought, including the references to the Polish works on Habermas that have not been translated into English; and it is a development of the master’s thesis on Habermas’ concept of legitimisation. The paper’s thesis can be further developed as a related analysis in the future papers.",
      "citationCount": 0,
      "doi": "10.15290/sup.2023.07.08",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b87b3019b533705cfe0ffd8051614c005e59fe1b",
      "venue": "Studia Sieci Uniwersytetów Pogranicza",
      "journal": {
        "name": "Studia Sieci Uniwersytetów Pogranicza"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a6ec6bafac73881d7fc0b7f09b1179ae0982f63",
      "title": "Concrete Freedom at Work: Hegel’s normative conception of freedom and its relevance to organization studies",
      "authors": [
        {
          "name": "M. Thaning",
          "authorId": "72971407"
        },
        {
          "name": "Johan Gersel",
          "authorId": "118670853"
        },
        {
          "name": "Michael Pedersen",
          "authorId": "2298190591"
        }
      ],
      "year": 2024,
      "abstract": "In organization studies, the prevailing understanding of freedom has revolved around a specific concept of autonomy. However, we propose an alternative and normative concept of freedom, drawing inspiration from the philosophy of Hegel and a reinterpretation of his ideas by Robert Brandom. We begin by diagnosing the liberal conceptions of freedom as opportunity and autonomy that shape the predominant understanding of freedom at work within organization studies. We then follow Hegel and conceive freedom as the expansive realization of oneself through the commitment to meaningful constraints. In contrast to the dominant liberal notions of freedom, Hegel allows us to understand professional commitments and communal obligations at work as the medium of freedom. We argue that concrete freedom at work requires (a) that workers see their work as intrinsically valuable and (b) that neither they nor their employers are unconditionally free to define norms for how work is to be organized and pursued. We then demonstrate the theoretical implications of shifting from the liberal conceptions of freedom prevalent in organization studies to a Hegelian conception of freedom. The Hegelian theory leads to a more nuanced understanding of worker decision-discretion, motivation and the meaningfulness of work. Additionally, it has implications for research on bureaucracy and institutional logics. We end by considering the limits of the empirical applicability of our Hegelian theory, and by highlighting its normative value for practitioners and critical management scholars.",
      "citationCount": 1,
      "doi": "10.1177/01708406241252929",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a6ec6bafac73881d7fc0b7f09b1179ae0982f63",
      "venue": "Organization Studies",
      "journal": {
        "name": "Organization Studies",
        "pages": "1277 - 1299",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0adbf83424cc980bf4efac6d70e533c022c42617",
      "title": "Foucault's genealogical normative stance",
      "authors": [
        {
          "name": "James William Santos",
          "authorId": "2269841801"
        }
      ],
      "year": 2025,
      "abstract": "This article explores Michel Foucault's genealogical approach and its potential for grounding a normative stance. Criticisms and further developments on genealogy within critical theory denote that, despite counterarguments, Habermas's critique of Foucault's theory of power remains influential. By analyzing Foucault's conceptual choices —such as the dispositif (apparatus)— and his historical critiques, the article demonstrates how power and freedom are intertwined; it proposes an immanent, performative normativity, where freedom is both a precondition for power relations and a dynamic criterion for critique. The normativity emerges through critical engagement with historical contingencies. Foucault's works—from Madness and Civilization to The History of Sexuality—demonstrate this process, exposing how norms are historically constituted. Ultimately, Foucault's genealogy offers a normative stance grounded on freedom as power's counterpart and as a meta-normative standard.",
      "citationCount": 0,
      "doi": "10.1177/07255136251335664",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0adbf83424cc980bf4efac6d70e533c022c42617",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "68f9f01a4d83d0236334bbd7b228b51272d1c5af",
      "title": "Fugitive freedom and radical care: Towards a standpoint theory of normativity",
      "authors": [
        {
          "name": "Daniel Loick",
          "authorId": "2082005888"
        }
      ],
      "year": 2023,
      "abstract": "Epistemic standpoint theories have elaborated the effects of social situatedness on epistemic competence: Dominant groups are regularly subject to epistemic blockages that limit the possibility of cognition and knowledge production. Oppressed groups, on the other hand, have access to perceptions and insights that dominant groups lack. This diagnosis can be generalized: Not only our epistemic, but also our normative relation to the world is socially situated, that is, our values, virtues, moral sentiments are shaped by relations of domination. In this article, my goal is to sketch the general outlines of a standpoint theory of normativity. I do so by engaging with two lines of tradition. First, I review conceptions of fugitive freedom in the Black Radical Tradition, before I recapitulate the feminist debate around the concept of care work. The counter-hegemonic norms theorized in these traditions can be brought into dialogue because they are both based on similar presuppositions, namely, political struggle provoked by social contradictions.",
      "citationCount": 3,
      "doi": "10.1177/01914537231185954",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68f9f01a4d83d0236334bbd7b228b51272d1c5af",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "971 - 989",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a80bad773cc3e12b4dbe1004ce6cb5f2f816d545",
      "title": "theorY of moralitY does heGel’s critiQue of the moral point of VieW applY to haBermas’ discourse theorY of moralitY?",
      "authors": [],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a80bad773cc3e12b4dbe1004ce6cb5f2f816d545",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "68193dfe8f723a24c585fd4190aed8b46ba742f7",
      "title": "Bonnie honig’s critique of the political theories of rawls and habermas and the defense of democratic agonism",
      "authors": [
        {
          "name": "Renato Almeida de Moraes",
          "authorId": "2303124185"
        },
        {
          "name": "Filipe Zanuzzio Blanco",
          "authorId": "2303172672"
        },
        {
          "name": "Ricardo dos Reis Silveira",
          "authorId": "2308939630"
        },
        {
          "name": "Thiago de Souza Serra",
          "authorId": "2361833557"
        }
      ],
      "year": 2025,
      "abstract": "Bonnie Honig, in Political Theory and the Displacement of Politics (1993), criticizes John Rawls and Jürgen Habermas for abstracting politics from real practices, prioritizing normative principles and ignoring the role of dissent. For Honig, democratic vitality lies in conflict and contestation, not in rational consensus. She defends politics as a space of innovation, where new forms of life and organization emerge from struggle. In works such as Antigone, Interrupted (2013) and Public Things: Democracy in Disrepair (2017), she explores how conflicts and public things uphold democracy. In Declarations of Independence (1991), she argues that political foundations are always acts of creation and struggle. Honig criticizes Rawls for abstracting politics from concrete realities and Habermas for seeking consensus that erases conflict. In A Feminist Theory of Refusal (2021), she proposes feminist resistance practices as examples of agonistic politics, capable of challenging oppressive structures and producing transformation. Her approach combines theoretical analysis with empirical examples, arguing that political theory must recognize politics as a field of ongoing dispute and value a plurality of voices. The revitalization of public things, for Honig, is fundamental to democratic agonism, as it provides spaces where different interests can be expressed and heard, strengthening democratic resilience against forces that seek to homogenize or silence public debate.",
      "citationCount": 0,
      "doi": "10.55905/revconv.18n.5-232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68193dfe8f723a24c585fd4190aed8b46ba742f7",
      "venue": "Contribuciones a las ciencias sociales",
      "journal": {
        "name": "CONTRIBUCIONES A LAS CIENCIAS SOCIALES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1134754ba6c7818d62d4be56d28918b229e7fb9",
      "title": "The Philosophy of Freedom and Its Limitations in a Democratic Legal System",
      "authors": [
        {
          "name": "Aghyfariz Dittowisono",
          "authorId": "2373623939"
        },
        {
          "name": "Madani Agung Geganesywara",
          "authorId": "2373623505"
        },
        {
          "name": "M. Naufal Shidqii Dhiyaulhaq",
          "authorId": "2356635524"
        },
        {
          "name": "Shafira Marsa",
          "authorId": "2373609627"
        }
      ],
      "year": 2025,
      "abstract": "This article investigates the philosophical foundations of freedom and its legal limitations within a democratic legal system, focusing on the perspectives of Hans Kelsen, Hugo Grotius, and the Indonesian model of Pancasila democracy. The study addresses the central question: how can freedom be preserved while lawfully restricted in a manner that respects justice and democratic values? This research draws on primary legal materials, judicial decisions, and philosophical theories by employing a normative juridical method combined with philosophical and conceptual approaches. The findings reveal that while freedom is a core value of democracy, it must be exercised with responsibility and within the framework of proportionate legal constraints to ensure social harmony and protect the rights of others. Kelsen's theory underscores participatory lawmaking as a compromise between majority and minority interests. Grotius insists on the rational and moral basis of law that safeguards inalienable human rights. The Indonesian context, through Pancasila democracy, offers a unique model that integrates individual liberty with communal values such as deliberation (musyawarah) and cooperation (gotong royong). The article concludes that legal systems must balance individual autonomy and collective well-being through a just, rational, and culturally grounded framework of law.",
      "citationCount": 0,
      "doi": "10.32996/ijlps.2025.7.4.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1134754ba6c7818d62d4be56d28918b229e7fb9",
      "venue": "International Journal of Law and Politics Studies",
      "journal": {
        "name": "International Journal of Law and Politics Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9beae18ff471640fb323704a2e497b9ab977c14b",
      "title": "Private Autonomy and Public Autonomy: Tensions in Habermas’ Discourse Theory of Law and Politics",
      "authors": [
        {
          "name": "Maeve Cooke",
          "authorId": "34654830"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Habermas dialogically recasts the Kantian conception of moral autonomy. In a legal-political context, his dialogical approach has the potential to redress certain troubling features of liberal and communitarian approaches to democratic politics. Liberal approaches attach greater normative weight to negatively construed individual freedoms, which they seek to protect against the interventions of political authority. Communitarian approaches prioritize the positively construed freedoms of communal political participation, viewing legal-political institutions as a means for collective ethical self-realization. Habermas’ discourse theory of law and democracy seeks to overcome this competition between the negative and positive liberties. Doing so entails reconciling private and public autonomy at a fundamental conceptual level. This is his co-originality thesis, which seeks to show that private and public autonomy are internally connected and evenly balanced. I support his aim but argue that he fails to achieve it due to an unsatisfactory account of private autonomy. I suggest an alternative dialogical conception of autonomy as ethically self-determining agency that would enable him to establish his thesis.",
      "citationCount": 17,
      "doi": "10.1017/S1369415420000412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9beae18ff471640fb323704a2e497b9ab977c14b",
      "venue": "Kantian Review",
      "journal": {
        "name": "Kantian Review",
        "pages": "559 - 582",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8b5c94f891b4133a84416946c97620eb48f82d4a",
      "title": "The problem of the epistemic character of norms and values in the Putnam-Habermas’ debate: A response from the theory of normativity of Clarence",
      "authors": [
        {
          "name": "I. Lewis",
          "authorId": "114477021"
        },
        {
          "name": "C. Lewis",
          "authorId": "145961026"
        },
        {
          "name": "Victoria Paz Sánchez",
          "authorId": "2138157276"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b5c94f891b4133a84416946c97620eb48f82d4a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f37546469af70bce29df046809ad06c8c2dcd36f",
      "title": "MODELS OF DELIBERATIVE DEMOCRACY: THE MAIN WAYS OF NORMATIVE JUSTIFICATION",
      "authors": [
        {
          "name": "N. Shaveko",
          "authorId": "2335363713"
        }
      ],
      "year": 2025,
      "abstract": "Aim. To examine several original models of deliberative democracy proposed in foreign scientific literature and provide a critical analysis of the arguments given by the authors in support of their models.Methodology. The methods of comparative, regulatory and critical analysis are used. First of all, the model proposed by A. Gutmann and D. Thompson is considered, then, the models presented by J. Habermas, C. Nino and R. Goodin.Results. Consideration of all the models demonstrates that, firstly, different thinkers understand the goals and meaning of deliberation in different ways, seeing it as either epistemic or non-epistemic value, and secondly, deliberation itself can be understood in two ways, namely as a discussion and as an reflection (thoughtfulness), which allows to talk about the existence of actually two different theories of deliberative democracy: discursive and reflexive.Research implications. The results obtained make it possible to better understand the phenomenon of deliberative democracy by offering two possible classifications of the deliberative models.",
      "citationCount": 0,
      "doi": "10.18384/2224-0209-2024-4-1510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f37546469af70bce29df046809ad06c8c2dcd36f",
      "venue": "Russian Social and Humanitarian Journal",
      "journal": {
        "name": "Russian Social and Humanitarian Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f993851daa3765239554eb1e04bcd9beb81243d",
      "title": "Critical Thinking and Freedom of Speech Within the System of National Security and Cognitive Behavior.",
      "authors": [
        {
          "name": "A. Tokarska",
          "authorId": "115468937"
        },
        {
          "name": "Khrystyna Partyka",
          "authorId": "2378698401"
        }
      ],
      "year": 2025,
      "abstract": "This article presents an interdisciplinary analysis of one of the fundamental values of a democratic legal society—freedom of speech—as a critical instrument for rationalizing security-related factors during periods of socio-political crisis. The study addresses the complexity of communicative interactions among legal actors, highlighting cases of contradictory reactions to social phenomena and critical events. Cognitive-legal behavior is examined through the lens of legal theory, philosophical principles of communicative values, and psychological-legal determinants of normative rationalization. Particular attention is given to the role of emotional communication and the cognitive restructuring of thought patterns under pressure. The paper emphasizes the growing threat posed by systematic hostile information and psychological operations (IPSO), which aim to irrationalize mental and cognitive perception through the dissemination of false or semi-true narratives, both in interpersonal communication and international relations. These processes are strategically manipulated to support the entrenchment of totalitarian regimes.\nSpecial focus is placed on the Russian Federation’s malign influence operations, which exploit cognitive vulnerabilities and highlight the insufficient resilience of legal and informational systems in counteracting such threats. The broader implications of these phenomena for international security and democratic stability in Europe are critically evaluated.\nA sharp shift has been noted in the U.S. political establishment’s (JD Vance) attitude, specifically in the lack of recognition of Russian disinformation and media aggression globally. This new approach imposes doubled security responsibilities on us due to the failure to acknowledge the harmful impact of Russia’s information warfare, which is growing increasingly aggressive through the expansion of new paradigms such as: impostor accounts, hacked accounts, cyborg accounts, stolen accounts, rented accounts, fake accounts, and fictitious accounts.\nFor national security, an information offensive against falsehood becomes particularly significant and urgent. It must be promptly developed on the basis of ideologically grounded critical discernment of criminal intent, rejection of lies, and their exposure through the media literacy of recipients and their cognitive thinking, shaped by national and international values.\nKeywords: national security, cognitive-legal behavior, emotional communication, freedom of speech, human rights and fundamental freedoms, cognitive restructuring, irrationalization of mental and cognitive perception.",
      "citationCount": 0,
      "doi": "10.23939/law2025.47.282",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f993851daa3765239554eb1e04bcd9beb81243d",
      "venue": "Visnik Nacional'nogo universitetu «Lvivska politehnika» Seria Uridicni nauki",
      "journal": {
        "name": "Visnik Nacional’nogo universitetu «Lvivska politehnika». Seria: Uridicni nauki"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b012780240b23781752cb9ee21a0e1b19fb71810",
      "title": "Max Weber and Charles Taylor: On normative aspects of a theory of human action",
      "authors": [
        {
          "name": "Sebastián Raza",
          "authorId": "2067486129"
        }
      ],
      "year": 2022,
      "abstract": "This paper seeks to make two distinctive sets of contributions through a supplementary reinterpretation of Max Weber in the light of Charles Taylor’s expressivist-hermeneutical theory of human agency. First, it offers a reinterpretation of Weber’s work. Focussing on the concept of stance, the paper highlights that Weber’s theorising on values and their relation to cognition, action and identity is less underpinned by subjectivism, representationalism, emotivism and decisionism than is typically thought. Instead, Weber sets values within a non-naturalist dimension where agents find their bearings and are constituted as such. In this dimension, orientation to meaning takes place; identity, action and thought are constituted; and normative experiences (such as freedom, or responsibility) are made possible. Weber recognised that this non-naturalist dimension has variegated modes, but seemingly studied them in their purest and most logical form (the ‘ideal type’), hence his focus on explicit belief systems and world-images. Second, there is a prospective supplementation of Weber’s theory through Taylor’s notion of expression. For Taylor, we take a stance and orient ourselves expressively through the domain of strongly valued meanings. The notions of strong evaluation and articulation prove central to understanding embodied, symbolic and representational meaning-orientation in the non-naturalist dimensions of values. This supplementary reading places Weber as a central figure in current American, British and French debates about, respectively, the normative nature of human agency; the question of culture, meaning and their different forms and modes of operation; and the question of how to examine identity-formation.",
      "citationCount": 6,
      "doi": "10.1177/1468795X221080770",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b012780240b23781752cb9ee21a0e1b19fb71810",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "97 - 136",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bc07fc6acb794e5be5f70d40508e0178d1659b4c",
      "title": "Communicative Dimension of Human Freedom under Deliberative Democracy",
      "authors": [
        {
          "name": "R. Drapushko",
          "authorId": "2218616588"
        }
      ],
      "year": 2024,
      "abstract": "Purpose. This article aims to analyse the ways of free communicative solution of civil society problems as a basis for the development of deliberative democracy on the example of the activities of volunteer organisations. Theoretical basis. The conceptual basis of the study is Immanuel Kant’s philosophical understanding of individual obligations as the basis for the institutionalisation of social communication. This concept is developed by Jürgen Habermas in the direction of deliberative democracy. Max Weber, Quentin Skinner, and other theorists give a special status to language communication in the functioning of social institutions. Contemporary Ukrainian researchers analyse the volunteer movement as the basis for the communicative implementation of human freedom. Originality. Practices of political performance in society contribute to the specific and contextual solution of the tasks of communication theory and provide answers to questions about sustainable human needs, on the one hand, and, on the other hand, contribute to solving the political problems of everyday life. Grassroots socio-political movements, and especially volunteer movements, practice free discussion of various social problems, which is the basis of the deliberative democracy. Conclusions. Overcoming value differences between members of society is more effective in deliberative practices as the core of social communication in a democratic society. The substantive way to find new forms of communication is to use deliberative practices of implementing freedom to improve the functioning of social institutions. The formal way is aimed at attracting the experience of volunteer organisations in using the minimum necessary forms of bureaucratisation of social institutions in a democratic society.",
      "citationCount": 0,
      "doi": "10.15802/ampr.v0i25.307606",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc07fc6acb794e5be5f70d40508e0178d1659b4c",
      "venue": "Антропологические измерения философских исследований",
      "journal": {
        "name": "Антропологические измерения философских исследований"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8feca209a557d168fe693b0f88f2416afb93253c",
      "title": "Rethinking the Normative Content of Critical Theory: Marx, Habermas and Beyond",
      "authors": [
        {
          "name": "R. Cannon",
          "authorId": "144783180"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.2307/3090006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8feca209a557d168fe693b0f88f2416afb93253c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0a00b654fcd8807cd72f31173c1f582c79d20694",
      "title": "Is normative power cosmopolitan? Rethinking European unity, norm diffusion, and international political theory",
      "authors": [
        {
          "name": "Kazushige Kobayashi",
          "authorId": "79482287"
        }
      ],
      "year": 2020,
      "abstract": "Despite the apparent consensus that European Union (EU) normative power embodies a Kantian cosmopolitan approach to world politics, such a consensus is typically presupposed by scholars, rather than being critically examined by them. By offering macro-historical reflections, this article argues that EU normative power deviates from the Kantian cosmopolitan ideal and in fact replicates the Hobbesian logic of normative homogenization. Renouncing the medieval Vatican’s ambition to construct a united Europe anchored in uniform normativity, Kantian theory celebrates multiple normalcy as the basis for human freedom, perpetual peace, and mutual transformation. In contrast, Hobbesian theory is driven by the conviction that a peaceful value-based community could be built only through normative homogenization, behavioural conformism, and moral unity. In Hobbesian theory, the Leviathan exercises a transformative power to socialize others, eliminate discords, and build a commonwealth through norm diffusion and public education. In this vein, the EU’s aspiration to build a normatively homogenous Europe seems to reflect Hobbes’s vision of normative unity, rather than Kant’s vision of cosmopolitan diversity. Should the EU aspire to pursue a cosmopolitan foreign policy, it needs to pay more attention to the power-political implications of its drive toward normative homogenization and shift its focus from socialization to mutual transformation.",
      "citationCount": 1,
      "doi": "10.1177/0010836720979008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a00b654fcd8807cd72f31173c1f582c79d20694",
      "venue": "Cooperation and Conflict",
      "journal": {
        "name": "Cooperation and Conflict",
        "pages": "181 - 203",
        "volume": "56"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "73e5db0c5a662ba9bcec3a59a97fc90874836fe9",
      "title": "Between Freedom and Equality: L. T. Hobhouse and the Idea of Social-Liberal Concept of Education",
      "authors": [
        {
          "name": "Bartłomiej Kossakowski-Kisiel",
          "authorId": "2236749860"
        }
      ],
      "year": 2023,
      "abstract": "The idea of education has evolved through debates on the different visions of the goals to be served by the education of citizens. One of the objectives of education concerns the individual’s role as a member of society, wherein individual and collective values are juxtaposed; this objective is linked to the centuries-old debate between liberal and conservative views on how society should be. In this paper, the attempt is to reconstruct the socio-philosophical thought of Leonard Trelawny Hobhouse, one of the main representatives of the New Liberals among British intellectuals at the turn of the 20th century. His thinking can be considered an alternative approach to the relationship between the individual and the state. Although the question of education does not appear to be the main focus of the philosopher’s writings, it seems, however, that the framework of the concept of education can be set by drawing on his anthropological, axiological and normative theory. The specific value of Hobhouse’s thought should be seen not only in the context of the crisis of contemporary liberal thought but also as an attempt to discuss the education founded on philosophy, rather than ideology. The thinker uniquely combines freedom, the central idea of liberalism, with the idea of equality. In this new perspective of society, the individual, while pursuing the concept of good for self, does not lose sight of the other members of society.",
      "citationCount": 0,
      "doi": "10.12775/pch.2023.008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73e5db0c5a662ba9bcec3a59a97fc90874836fe9",
      "venue": "Paedagogia Christiana",
      "journal": {
        "name": "Paedagogia Christiana"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
