{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas axial age Jaspers world religions historical",
  "results": [
    {
      "paperId": "f3198850c841fa26097361c5758353036bb35a54",
      "title": "The Axial Age Debate as Political Discourse: Karl Jaspers and Eric Voegelin",
      "authors": [
        {
          "name": "Brickey LeQuire",
          "authorId": "114352034"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3198850c841fa26097361c5758353036bb35a54",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a068f9e46a84b3836885f2955d684e225c1f329",
      "title": "The Axial Age and the Curious Modernity of Islam",
      "authors": [
        {
          "name": "Bryan S. Turner",
          "authorId": "2304194885"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the importance of the idea of the Axial Age (800–200 bc) and the rise of the great world religions and philosophies that have influenced world history. The origins of the idea can be traced back to Max Weber’s sociology of world religions and to his disciple Karl Jaspers, who promoted the idea as a critical response to the racial ideas of Nazi Germany. In contemporary approaches, the theme of the Axial Age has been embraced in sociology by Robert Bellah and Hans Joas who emphasise the Axial idea of transcendence. A major problem with the debate is that two world religions—Christianity and Islam—came after the formative axial period. This problem was especially acute in Hegel’s philosophy of history. The modernity and global influence of Islam have been recognised by Ernest Gellner and Marshall G. S. Hodgson.",
      "citationCount": 0,
      "doi": "10.1558/jasr.28173",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a068f9e46a84b3836885f2955d684e225c1f329",
      "venue": "Journal for the Academic Study of Religion",
      "journal": {
        "name": "Journal for the Academic Study of Religion"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b2b98c633639a742df640bd01387d99f0a6d2993",
      "title": "EARLY CONFUCIANISM IN TERMS OF K. JASPERS’ «AXIAL AGE» CONCEPTION",
      "authors": [
        {
          "name": "Варвара Игоревна Черных",
          "authorId": "2204400773"
        }
      ],
      "year": 2022,
      "abstract": "Концепция «осевого времени» немецкого философа и психолога К. Ясперса (1883-1969) оказала существенное влияние на восприятие историко-философского процесса. Его теория об универсальности, которую можно обнаружить в отдельно взятых цивилизациях (Греции, Индии и Китае), дала дополнительный толчок к изучению процесса генезиса философии. Данная статья затрагивает ту часть работы К. Ясперса «Смысл и назначение истории», которая посвящена истории Китая и во многом является уточнением его позиции относительно генезиса китайской философии. Вопрос о том, каковы были основания для выбора тех или иных культурных констант в качестве отправной точки для философских рассуждений, равно как и вопрос о едином историко-культурном процессе в упомянутых К. Ясперсом обществах, все еще актуален.\n The K. Jaspers’ «axial age» conception of world’s history was founded more than 50 years ago. It has had a significant impact on the perception of both historical and philosophical processes. This theory of common grounds among the main three ancient civilizations (Greek, Chinese, and Indian) gave and additional push to study more about the genesis of philosophical reflection, since the questions what the reason were to choose certain cultural constants and why the first philosophers used them as the basic ones to create the new system of thinking are still the matter of a great discussion among researchers. This article is devoted to that part of K. Jaspers’ «The Meaning and Purpose of History», which is devoted to the foundations of Chinese civilization. This paper is in many ways a clarification of his position on the genesis of Chinese philosophy and gives a bit more details to his theses.",
      "citationCount": 0,
      "doi": "10.26456/vtphilos/2022.4.158",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2b98c633639a742df640bd01387d99f0a6d2993",
      "venue": "Вестник Тверского государственного университета. Серия: Философия",
      "journal": {
        "name": "Вестник Тверского государственного университета. Серия: Философия"
      },
      "publicationTypes": null
    },
    {
      "paperId": "476ac553a1f16d045663330fd0529f79f852a560",
      "title": "The “Axial Age” vs. Weber’s Comparative Sociology of the World Religions",
      "authors": [
        {
          "name": "J. Torpey",
          "authorId": "116561643"
        }
      ],
      "year": 2016,
      "abstract": "Max Weber’s studies of the religions of China, India, and ancient Palestine and of the “Protestant ethic” were oriented toward illuminating their “economic ethics” – the ways, in other words, in which their doctrines did or did not conduce to birthing “modern rational capitalism,” as Weber identified the new economic order. Defining the explanandum in these terms was testimony to Weber’s preoccupation with questions raised about the modern world by Karl Marx; it is not too much to say that most of Weber’s scholarly efforts were in some sense a response to Marx’s historical materialism. But recent economic history has cast considerable doubt on the persuasiveness of Weber’s arguments about the importance of Protestantism in facilitating Western dominance of the world. Yet Weber’s preoccupation with “economic ethics” and their consequences -- understandable given his intellectual situation -- may have distracted us from a more solid, more defensible core of his writings on religion. Against this background, we may need to re-think fundamentally our “reception” of Weber’s oeuvre, de-emphasizing his analysis of the causes of the rise of capitalism and focusing instead on the tools with which he has supplied us for the purpose of social analysis generally. Here the debate on the Axial Age helps clarify Weber’s understanding of social analysis as against that of his heirs who defend the Axial Age thesis, which posits a kind of uniformity in the responses of several of the cultures of the ancient world to comparable problems of human development. In contrast, Weber was more inclined to stress the differences between these religious traditions and the consequences of those differences for social and economic order in the places where they took hold.",
      "citationCount": 2,
      "doi": "10.4476/80593",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/476ac553a1f16d045663330fd0529f79f852a560",
      "venue": "Revue internationale de philosophie",
      "journal": {
        "name": "Revue internationale de philosophie"
      },
      "publicationTypes": null
    },
    {
      "paperId": "76ced4a2c4909ee2bd2e7817472a2c0a84bbbcc1",
      "title": "Post-Secularism in a World-Historical Light : The Axial Age Thesis as an Alternative to Secularization",
      "authors": [
        {
          "name": "Benjamin Schewel",
          "authorId": "117102039"
        }
      ],
      "year": 2018,
      "abstract": "The secularization thesis claims that religion will lose its public influence as the forces of modernity advance. This hypothesis has long functioned as a paradigm within the humanities and social sciences. However, due to the apparent “resurgence” of publicly influential religion throughout the world in recent years, scholars have recognized that a “straightforward narrative of progress from the religious to the secular” is no longer viable. I describe the current state of narrative perplexity regarding the changing place of religion in the modern world as the “post-secular problematic.” The aim of this article is to examine the contours of one specific post-secular narrative of religious change—the one that has crystallized around the concept of the axial age—and consider how it can be used to reconceptualize the public role of religion in the modern world.",
      "citationCount": 4,
      "doi": "10.3390/REL9050139",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76ced4a2c4909ee2bd2e7817472a2c0a84bbbcc1",
      "venue": "",
      "journal": {
        "name": "Religion",
        "pages": "139",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "660fbd23828f48bf92b7ddf358920bd10eb49318",
      "title": "ON THE QUESTION OF CONCEPTUALITY OF KARL JASPERS ’ AXIAL AGE IDEA",
      "authors": [
        {
          "name": "N. Nikolova",
          "authorId": "120527702"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/660fbd23828f48bf92b7ddf358920bd10eb49318",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "5955da2182c6aa84a1eb7ee4092f18fd2ed5228e",
      "title": "The Axial Age As the Formative Period of Metaphysics and Monotheism",
      "authors": [
        {
          "name": "A. Pigalev",
          "authorId": "123636795"
        }
      ],
      "year": 2021,
      "abstract": "The purpose of the paper is to analyze the context and the implications of K. Jaspers' concept of the Axial Age as the formative period of metaphysics and monotheism and to assess the capability of this concept to justify the universalism of modernity. It is emphasized that the concept of the Axial Age was intended initially not only for the historical research, but also for the philosophical reconstruction of the world history. Hence, the consideration is focused on the changes in the structure of thinking that attended the formation of the new social fabric after the Axial Age and resulted in the emergence of metaphysics and monotheism. It is observed that just those changes could render possible prototyping the universalism that, however, became required and was actualized only in modernity. The structural similarity between metaphysics and monotheism as the universal patterns of unity is studied in connection with the analysis of the transition from the social frameworks that were based on immediate contacts to the mediated societal relationships. It is pointed out that the hierarchical structure of both metaphysics and monotheism as opposed to the disorderly aggregations of the fuzzy images which are reputedly inherent in the so-called primitive mentality depends on the notion of binary oppositions. Therefore, the critique of the concept of hierarchy in the history of philosophy fair enough took the shape of the yearning for the overcoming of metaphysics and thus the concept of binary oppositions. In this connection, it is noticed that the renunciation of binarism would make the concept of the Axial Age optional. It causes the difficulties of distinguishing between the peculiar logic of postmodernity that seeks to blur every identity and the thinking that was formerly ascribed only to the societies which preceded the Axial Age. Thereby, the prototype of universalism that goes back to the Axial Age is brought into question.",
      "citationCount": 0,
      "doi": "10.15688/lp.jvolsu.2021.3.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5955da2182c6aa84a1eb7ee4092f18fd2ed5228e",
      "venue": "Logos et Praxis",
      "journal": {
        "name": "Logos et Praxis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7c38b0f7fc46fd44f3cc8ab6269dad48d5f49faf",
      "title": "Karl Jaspers’ Conception of the Axial Age and the Idea of Paradigmatic Individuals",
      "authors": [
        {
          "name": "Lina Vidauskytė",
          "authorId": "2098174476"
        }
      ],
      "year": 2020,
      "abstract": "This essay analyzes Karl Jaspers’ conception of the Axial Age and the comparative idea of paradigmatic individuals (Socrates, Buddha, Confucius, Jesus) among other relevant ideas (philosophical faith, biblical religion) in the light of post-secularity. The special focus is laid on the post-war situation in Western Europe which was one of the main factors of the formation of the aforementioned conceptions and ideas. The disaster which was brought by uncontrolled nationalism in Germany forced Jaspers to rethink the crisis of humanism after World War II. Using a comparative method Jaspers seeks a unity of human spirit and with this gesture his thinking appears to be a desire to have a foundation for the common being of contemporary society. Jaspers’ interpretation of paradigmatic individuals stimulated future research on comparative civilizational philosophies.",
      "citationCount": 0,
      "doi": "10.5840/du202030342",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c38b0f7fc46fd44f3cc8ab6269dad48d5f49faf",
      "venue": "",
      "journal": {
        "name": "Dialogue and universalism",
        "pages": "187-204",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d9d2bfdaac31b6b0625bd54ad506a7c9d8579213",
      "title": "Sociology of the Axial Age Civilizations",
      "authors": [
        {
          "name": "Christopher Peet",
          "authorId": "143772658"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-030-14432-6_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9d2bfdaac31b6b0625bd54ad506a7c9d8579213",
      "venue": "Practicing Transcendence",
      "journal": {
        "name": "Practicing Transcendence"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8dd4a54e4a64ad77ed07f0c0198bbc4361131ce0",
      "title": "The Iron Grip of Civilization: The Axial Age",
      "authors": [
        {
          "name": "J. Zerzan",
          "authorId": "113859853"
        },
        {
          "name": "K. Jaspers",
          "authorId": "37266292"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8dd4a54e4a64ad77ed07f0c0198bbc4361131ce0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f8211cfaac53bc0b039e122181d2004788c4d8e3",
      "title": "Cosmopolitan justice : the axial age, multiple modernities, and the postsecular turn",
      "authors": [
        {
          "name": "J. Bowman",
          "authorId": "50080627"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8211cfaac53bc0b039e122181d2004788c4d8e3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9119bee736334e65ecaeca0cd168a6941b223554",
      "title": "The Axial Age and the Problems of the Twentieth Century: Du Bois, Jaspers, and Universal History",
      "authors": [
        {
          "name": "J. Boy",
          "authorId": "3916046"
        }
      ],
      "year": 2015,
      "abstract": "The axial age debate has put big questions of social and cultural change back on the agenda of sociology. This paper takes this development as an occasion to reflect on how social thought works with (and against) nineteenth-century intellectual traditions in its efforts to understand history on a macro scale. Karl Jaspers, who initially formulated the axial age thesis in The Origin and Goal of History, revised the Hegelian account of world history by broadening the scope of the narrative to encompass all civilizations participating in the events of the first millennium BCE that saw the rise of major philosophical and religious traditions. However, his account, like the earlier philosophical accounts he seeks to improve upon, privileges cognitive developments over material practices and social interactions, and as such offers little to those seeking to make sense of how cultural patterns interact with others and spread. Here another social theorist engaging with Hegel, W. E. B. Du Bois, provides a helpful contrast. His account of the development of double-consciousness in “Of Our Spiritual Strivings,” the opening chapter of The Souls of Black Folk, helps us to understand experiences of encounter and the perduring historical effects they may have. Du Bois’ relational theory reminds us of the importance of unpacking abstractions and understanding processes in terms of social interactions.",
      "citationCount": 7,
      "doi": "10.1007/s12108-015-9254-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9119bee736334e65ecaeca0cd168a6941b223554",
      "venue": "The American sociologist",
      "journal": {
        "name": "The American Sociologist",
        "pages": "234 - 247",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "602a065fabbec6e2a4be4b686ac9ad77119f74c7",
      "title": "The Axial Age and the Problems of the Twentieth Century: Du Bois, Jaspers, and Universal History",
      "authors": [
        {
          "name": "J. Boy",
          "authorId": "3916046"
        }
      ],
      "year": 2015,
      "abstract": "The axial age debate has put big questions of social and cultural change back on the agenda of sociology. This paper takes this development as an occasion to reflect on how social thought works with (and against) nineteenth-century intellectual traditions in its efforts to understand history on a macro scale. Karl Jaspers, who initially formulated the axial age thesis in The Origin and Goal of History, revised the Hegelian account of world history by broadening the scope of the narrative to encompass all civilizations participating in the events of the first millennium BCE that saw the rise of major philosophical and religious traditions. However, his account, like the earlier philosophical accounts he seeks to improve upon, privileges cognitive developments over material practices and social interactions, and as such offers little to those seeking to make sense of how cultural patterns interact with others and spread. Here another social theorist engaging with Hegel, W. E. B. Du Bois, provides a helpful contrast. His account of the development of double-consciousness in “Of Our Spiritual Strivings,” the opening chapter of The Souls of Black Folk, helps us to understand experiences of encounter and the perduring historical effects they may have. Du Bois’ relational theory reminds us of the importance of unpacking abstractions and understanding processes in terms of social interactions.",
      "citationCount": 1,
      "doi": "10.1007/s12108-015-9254-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/602a065fabbec6e2a4be4b686ac9ad77119f74c7",
      "venue": "The American sociologist",
      "journal": {
        "name": "The American Sociologist",
        "pages": "234 - 247",
        "volume": "46"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fa59eff9d52293ed18f77dabc0562f1eb7d3a37a",
      "title": "THE SECOND AXIAL AGE AND METAMORPHOSES OF RELIGIOUS CONSCIOUSNESS IN THE 'CHRISTIAN WORLD'",
      "authors": [
        {
          "name": "D. Bondarenko",
          "authorId": "34788494"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa59eff9d52293ed18f77dabc0562f1eb7d3a37a",
      "venue": "",
      "journal": {
        "name": "Journal of Globalization Studies",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ded58bb70377a541916a204512577e3f95ff61c",
      "title": "The Axial Age and the Quest for a Secular Religion in Modernity",
      "authors": [
        {
          "name": "Michael Steinmann",
          "authorId": "49849013"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ded58bb70377a541916a204512577e3f95ff61c",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "d79adc1e2cd99d4d965ba36101368f75173a108d",
      "title": "Inventing the axial age: the origins and uses of a historical concept",
      "authors": [
        {
          "name": "J. Boy",
          "authorId": "3916046"
        },
        {
          "name": "J. Torpey",
          "authorId": "116561643"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 37,
      "doi": "10.1007/S11186-013-9193-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d79adc1e2cd99d4d965ba36101368f75173a108d",
      "venue": "",
      "journal": {
        "name": "Theory and Society",
        "pages": "241-259",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "50106cd14f79405cf7f36aed83a7e3ea6785b611",
      "title": "Sociology’s missed opportunity: John Stuart-Glennie’s lost theory of the moral revolution, also known as the axial age",
      "authors": [
        {
          "name": "E. Halton",
          "authorId": "102436329"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/1468795X17691434",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50106cd14f79405cf7f36aed83a7e3ea6785b611",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "191 - 212",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b96d0b92dcec069f8e651f6cd5cfaa31fdb0633a",
      "title": "Inventing the axial age: the origins and uses of a historical concept",
      "authors": [
        {
          "name": "J. Boy",
          "authorId": "3916046"
        },
        {
          "name": "J. Torpey",
          "authorId": "116561643"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s11186-013-9193-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b96d0b92dcec069f8e651f6cd5cfaa31fdb0633a",
      "venue": "Theory and society",
      "journal": {
        "name": "Theory and Society",
        "pages": "241 - 259",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1a5ca562a2616a1ee27ec1045bef2f4b5eb3a3ae",
      "title": "Rethinking Culture, Area, and Comparison from the Axial Age to the Contemporary Multi-centric World",
      "authors": [
        {
          "name": "Inhalt",
          "authorId": "2085819347"
        },
        {
          "name": "Buchbesprechungen",
          "authorId": "2080613004"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1a5ca562a2616a1ee27ec1045bef2f4b5eb3a3ae",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a1cbbc2b232aa810e465c6c68a5cffce1f03e467",
      "title": "Introduction: Why Cosmoipolitan Justice? Species-Ethics and the Competing Ecumene of the Axial Age",
      "authors": [
        {
          "name": "J. Bowman",
          "authorId": "50080627"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-12709-5_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1cbbc2b232aa810e465c6c68a5cffce1f03e467",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-46",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
