{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Arnason Habermas Weber civilizational analysis modernity",
  "results": [
    {
      "paperId": "b2e16a0db3eca08e7ccdd35b69d8c1a47bc4db6c",
      "title": "Anthony Giddens and civilizational analysis: modernity between reflexivity and culture",
      "authors": [
        {
          "name": "Ruslan G. Braslavskiy",
          "authorId": "121777681"
        }
      ],
      "year": 2023,
      "abstract": "Based on the critical reconstruction of the diagnosis of modernity by A. Giddens, the article traces the logic of the transition from the institutional to the civilizational approach in the sociological discourse of “modernity”. The analysis focuses on the problem of the relationship between culture and reflexivity. In Giddens’ theory of radical modernity, reflexivity is opposed to culture, which is identified with tradition. According to the theory of multiple modernities that are genetically related to the sociological paradigm of civilizational analysis, tradition and reflexivity are correlated as two aspects of culture characterized by aspirations, on the one hand, to the reproduction of interpretive foundations that set a general context of meaning, and, on the other, to trans-contextual breakthroughs that open up new horizons of meaning. Both tendencies are in irreparable tension between themselves and are mediated in the capacity of culture to rationalization, during which the self-articulation of culture turns into its self-problematization. The combination of rationality with reflexivity leads to cultural innovation and interpretative shifts and, at least, potentially to new cultural crystallizations, allowing higher levels of self-problematization (J. P. Arnason). In different cultural and historical patterns, the ability to rationalize receives an uneven and specific development. Modernity is a “distinct civilization” (S. N. Eisenstadt), in which the tendencies of culture towards self-articulation in conflicting directions and towards self-problematization reach a level unprecedented in human history, giving rise to multiple configurations of social life intertwined with relatively autonomous dynamics of power and wealth. Although Giddens did not make a “civilizational turn” in his work, his institutional analysis of modernity closed with his formulating the problem of conjugation of culture and power, which is key for the civilizational approach in sociology. However, the same problematic also marked the limit of understanding modernity in Giddens’ theory; he recognized the incomprehensibility of the social world in which reflexivity was institutionalized. His further path was a one of utopian modeling and political implementation of the future post-modern world, rather than a one of scientific analysis of modernity.",
      "citationCount": 1,
      "doi": "10.17323/1728-192x-2023-1-147-174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2e16a0db3eca08e7ccdd35b69d8c1a47bc4db6c",
      "venue": "Sotsiologicheskoe Obozrenie / Russian Sociological Review",
      "journal": {
        "name": "Sotsiologicheskoe Obozrenie / Russian Sociological Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be7f96f28be8eac0f9a2b63f463a17c600fd3ba9",
      "title": "Civilizational Analysis in Historical Sociology and Explanations of the “Soviet Collapse”",
      "authors": [
        {
          "name": "M. Maslovskiy",
          "authorId": "107839482"
        }
      ],
      "year": 2024,
      "abstract": "The article deals with attempts to explain the collapse of the Soviet version of modernity –and the disintegration of the USSR—in (post)-Sovietology and historical sociology. It is argued that (post)-Sovietological studies were often characterized by a certain degree of ideological bias. In these studies, the example of “Soviet collapse” was generally used for a confirmation of earlier approaches to Soviet history. At the same time, they mostly focused on the immediate preconditions of that event rather than on long-term historical processes. The shortcomings of this approach can be overcome if we draw on historical sociology. The article considers the prediction of disintegration of the USSR offered by Randall Collins and Johann Arnason’s analysis of the Soviet version of modernity. Both sociologists characterized the Soviet collapse in the context of long-term historical dynamics. While Collins’s approach demonstrates a peculiar geopolitical determinism, Arnason singles out various factors of the dynamics of the alternative version of modernity. In the first half of the 1990s, Arnason applied his model of imperial modernization to the Soviet system, but later emphasized the civilizational aspects of communist modernity. This can also be seen in his evaluation of the Soviet collapse. In the literature on Soviet collapse, a contrast between the USSR and China is often highlighted, with structural and particularly economic factors being commonly highlighted. In contrast, the article argues that—for a comprehensive understanding of transformation processes in China—we need to consider the cultural sphere by drawing on sociological civilizational analysis.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2024-3-60-76",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be7f96f28be8eac0f9a2b63f463a17c600fd3ba9",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "628684f6c2816b992cfb7e114b43820e0c814a48",
      "title": "Book Review: Civilization, Modernity, and Critique: Engaging Jóhann P. Árnason’s Macro-Social Theory",
      "authors": [
        {
          "name": "G. Oddsson",
          "authorId": "118500595"
        }
      ],
      "year": 2024,
      "abstract": "the last thematic section “ Making Theory Contextual through Civilizational Analysis: Place, Politics, and Situatedness. ” Armando Salvatore and Kieko Obuse examine European and Japanese reactions to the Islamic world from as early as the seventh century whereas Yulia Prozorova discusses Eisenstadt ’ s and Árnason ’ s theoretical re ﬂ ections on the relationship between religion and politics in present-day, Soviet, and imperial Russia. Jeremy Smith concludes and expands the volume ’ s horizon beyond (mostly) Eurasia by advancing and interrogating the concept “ regionality ” in relation to Árnason ’ s civilizational analysis by focusing on the South-west region of the US and Central America and the Caribbean.",
      "citationCount": 0,
      "doi": "10.1177/00016993241245308",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/628684f6c2816b992cfb7e114b43820e0c814a48",
      "venue": "Acta Sociologica",
      "journal": {
        "name": "Acta Sociologica",
        "pages": "565 - 567",
        "volume": "67"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "3f9dfc6d2f84fa81089d3e81c1220fdd8ce04322",
      "title": "Civilizational Analysis, Theories of Multiple Modernities and the Models of Globalization",
      "authors": [
        {
          "name": "M. Maslovskiy",
          "authorId": "107839482"
        }
      ],
      "year": 2025,
      "abstract": "In world sociology there are currently several versions of the theory of multiple modernities. One of them draws on S. Eisenstadt’s civilizational analysis which highlights the socio-cultural foundations of various types of a modern society. In addition, theories of alternative, entangled and successive modernities are presented in the works of J. Arnason, G. Therborn and P. Wagner. The article presents an analytical review of these theories. The use of different combinations of the aforementioned approaches for analyzing social transformations in Russia and the USSR is highlighted. It is noted that followers of the multiple modernities theory argued that globalization could take various forms and go in many directions. However other approaches prevailed in most studies of globalization processes in sociology and global history, although they did not dedicate sufficient attention to the multiplicity of such processes and the continuing rivalry between them. From the multiple modernities perspective the Soviet version of modernity has been characterized as an alternative mode of globalization. As Arnason emphasizes, communist modernity was a global phenomenon and its dynamics were an important part of 20th century globalization processes. This scholar focuses on civilizational aspects of the Soviet version of modernity which ultimately proved to be unsustainable. Arnason also poses the question whether modern-day China could form an alternative model of globalization.",
      "citationCount": 1,
      "doi": "10.19181/socjour.2025.31.1.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f9dfc6d2f84fa81089d3e81c1220fdd8ce04322",
      "venue": "Sociological Journal",
      "journal": {
        "name": "Sociological Journal"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "ed4a43af3d76b4c3b2c0dec535aa8513d434828d",
      "title": "Three Waves of Civilizational Analysis in Sociology",
      "authors": [
        {
          "name": "Ruslan G. Braslavskiy",
          "authorId": "121777681"
        }
      ],
      "year": 2024,
      "abstract": "The article provides a comprehensive analytical reconstruction of the formation and evolution of the civilizational approach in the context of the intellectual and institutional history of sociology. Three waves of civilizational analysis are highlighted, coinciding with three stages of sociology’s disciplinary development: pre-disciplinary, disciplinary and post-disciplinary. The first wave includes the development of the unitary-linear concept of civilization in the middle of the 18th century, its reception in early sociology, and its total marginalization in the late 19th century with sociology’s entry into the classical period. The second wave began in the first two decades of the 20th century, marked by the development of pluralistic theory and comparative history of civilizations in the works of M. Weber and E. Durkheim with M. Moss. It continues in the interwar period, when — with the general decline of sociology’s interest in macro-historical topics — N. Elias and P.A. Sorokin created their theories of civilizational dynamics, and culminates in the critical reception of the meta-historical theories of local civilizations during the two and a half decades following the war. The third wave, which continues to the present day, was driven by the civilizational turn in the mid 1970’s, initiated by B. Nelson and S.N. Eisenstadt. It combines the tendency for civilizational analysis to embed itself in the sociological tradition with the intention to renew and consolidate its research program, represented by four main models: processual, configurational, interactive, and relational. J. Arnason carried out the most ambitious project of theoretical integration in the field of civilizational analysis on the basis of the concept of mutual constitution of culture and power. The internal division of the pluralist approach into meta-historical and sociological directions is just as important as its opposition to the unitary approach. The first formulations of both versions of the pluralist approach were made independently of each other during the decade-long period between 1869 and 1879 in Russia by N.Y. Danilevsky and N.I. Khlebnikov.",
      "citationCount": 1,
      "doi": "10.19181/socjour.2024.30.3.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed4a43af3d76b4c3b2c0dec535aa8513d434828d",
      "venue": "Sociological Journal",
      "journal": {
        "name": "Sociological Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "373ef91d46a6ec7062d226fa857b9029beb09a1d",
      "title": "Civilizational Analysis in Contemporary Historical Sociology and Russian Political Transformations",
      "authors": [
        {
          "name": "Mikhail Maslovsky",
          "authorId": "113848525"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/373ef91d46a6ec7062d226fa857b9029beb09a1d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "119-132",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48c8aae3d7e7518544f729be9a16d798d51aa633",
      "title": "Rethinking civilizational analysis",
      "authors": [
        {
          "name": "S. Arjomand",
          "authorId": "107722294"
        },
        {
          "name": "E. Tiryakian",
          "authorId": "15155786"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 34,
      "doi": "10.2307/20058716",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48c8aae3d7e7518544f729be9a16d798d51aa633",
      "venue": "",
      "journal": {
        "name": "Canadian Journal of Sociology-cahiers Canadiens De Sociologie",
        "pages": "375",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e71e3db9249b58ffe2e67a47a9362bd8f9441354",
      "title": "Thesis Eleven: Civilizational Analysis and Critical Theory",
      "authors": [
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0725513609353703",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e71e3db9249b58ffe2e67a47a9362bd8f9441354",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "46 - 52",
        "volume": "100"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "35aeb2b4833e14d8f60bc2de83ee7876b70812ed",
      "title": "Modernity and civilization in Johann Arnason’s social theory of Japan",
      "authors": [
        {
          "name": "Jeremy C. A. Smith",
          "authorId": "2109845578"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35aeb2b4833e14d8f60bc2de83ee7876b70812ed",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2fcff7da24999183738261296bba678f88b811b6",
      "title": "Max Weber’s Analysis of Plebiscitary Leadership and the Debate on Multiple Modernities",
      "authors": [
        {
          "name": "M. Maslovskiy",
          "authorId": "107839482"
        }
      ],
      "year": 2020,
      "abstract": "The article considers Max Weber’s model of plebiscitary leadership and historical examples of plebiscitary democracy. It is argued that there is no clear distinction between plebiscitary democracy and dictatorship inWeber’s writings. As Stefan Breuer demonstrates, such a distinction allows us to broaden the application of Weberian concepts. Plebiscitary elements can be seen in the political life of non-Western states, which have been discussed from the multiple modernities perspective. However, while that perspective develops the Weberian sociological tradition, its representatives mostly do not use the concept of plebiscitary leadership. Thus, Shmuel Eisenstadt draws primarily on Weber’s sociology of religion in his analysis of different types of modernity. Specifically, Eisenstadt considers the impact of civilizational legacies on political processes in India and Latin America. Peter Wagner discusses the relevance of Weber’s rationalization thesis and theory of capitalism rather than the concepts of Weberian political sociology. In his study of democratization in Brazil and South Africa, Wagner emphasizes the progressive character of political changes but does not consider the possibility of a reversal of these processes. The article argues that the contemporary reconstruction of Weber’s model of plebiscitary leadership can complement the analyses of democratization in non-Western societies from the multiple modernities perspective.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2020-4-107-122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fcff7da24999183738261296bba678f88b811b6",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2a2192f821380e176a8d6a1a8c6cdb5b72ab215e",
      "title": "Johann Arnason’s unanswered question: To what end does one combine historical-comparative sociology with social and political philosophy?",
      "authors": [
        {
          "name": "P. Wagner",
          "authorId": "49432218"
        }
      ],
      "year": 2023,
      "abstract": "Johann Arnason’s work combines the most erudite historical-comparative sociology, discussing highly knowledgeably enormous stretches of world-history, with the most subtle social and political philosophy, drawing creatively on the traditions of hermeneutics and phenomenology. Invariably, his works introduce more nuance and sophistication into the analysis of even very well studied socio-historical phenomena. At the same time, he addresses such major phenomena in terms of modernity, democracy and capitalism, agreeing that there often – maybe always – is a combination of empirical, conceptual and normative issues at work when analysing human history. Nevertheless, readers of his work may at the same time be impressed by the nuance and sophistication and at a loss with regard to what such further refinement of our socio-historical knowledge entails in terms of understanding our own time in its historical context. Searching through Johann Arnason’s work, this article identifies unexplored questions in the conceptual and historical relation between civilization, modernity, and equality and tries to understand why they have been left open.",
      "citationCount": 1,
      "doi": "10.1177/07255136231154280",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a2192f821380e176a8d6a1a8c6cdb5b72ab215e",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "3 - 20",
        "volume": "174"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a32566f4b8358151b16edc1314fc21688a088fc3",
      "title": "Contingency and modernity in the thought of J.P. Arnason",
      "authors": [
        {
          "name": "Wolfgang Knöbl",
          "authorId": "100586472"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1177/1368431010394502",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a32566f4b8358151b16edc1314fc21688a088fc3",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "22 - 9",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21c07333286e340c81d22ba5b4525358511b957f",
      "title": "Modernity and civilization in Johann Arnason’s social theory of Japan",
      "authors": [
        {
          "name": "Jeremy C. A. Smith",
          "authorId": "2109845578"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1177/1368431010394507",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21c07333286e340c81d22ba5b4525358511b957f",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "41 - 54",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0cb1617f56467d4be04c313f7465115996173fe",
      "title": "LIVRO DISCUTE A PRESENÇA DE WEBER NAS FILOSOFIAS DE HABERMAS, ARENDT E MACINTYRE",
      "authors": [
        {
          "name": "H. Carvalho",
          "authorId": "115413048"
        }
      ],
      "year": 2015,
      "abstract": "N, Keith. Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre. Ashgate Publishing Co., 2012. \nKeith Breen é Lecturer de Political Theory na School of Politics, International Studies and Philosophy, Queen's University Belfast, Northern Ireland. \n\"Under Weber's Shadow\" presents an extended critical evaluation of the social and political thought of Jurgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. \"Under Weber's Shadow\" will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "citationCount": 0,
      "doi": "10.26694/PENSANDO.V6I11.3617",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0cb1617f56467d4be04c313f7465115996173fe",
      "venue": "Pensando - Revista de Filosofia",
      "journal": {
        "name": "Pensando - Revista de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b4e2ec83f77a929f7b050e89b818d8a4a7c37505",
      "title": "Ambiguity, Contingency, and Dominance: Decolonizing Theories of Modernity",
      "authors": [
        {
          "name": "Antje Linkenbach",
          "authorId": "103561853"
        }
      ],
      "year": 2023,
      "abstract": "\nFocusing on the work of Johann P. Arnason and Peter Wagner, this article examines in its first part recent sociological, non-linear and contingency-sensitive ways of engagement with modernity, which refer to different levels of socio-historical configuration (civilization analysis vs. world sociology) and attribute different significance to normative questions. While both authors acknowledge the entanglement of European and non-European cultural worlds as well as its power dynamics, they still fail to fully grasp and theorize the devastating role of colonialism, which today is still felt in the marginalisation and even erasure of knowledge, perspectives, ideas and experiences from the ‘non-West’. Their approaches also lack a serious engagement with post- and decolonial scholarship. The second part of this contribution presents decolonial thinking as a theoretical and normative-political project. Theorising modernity from ‘beyond’ invites us to ‘break the Western code’ (Mignolo) and engage with modernity from a perspective that is grounded in different epistemologies, philosophies and social imaginaries, ultimately questioning autonomy and mastery (over humans and nature) as basic premises or axioms of Western modernity. As a normative-political project decoloniality is future-oriented and, focusing on the temporally, spatially and socially contextualized acting subjects and collectives, aims to rebuild a polycentric world and establishes ‘pluriversality as a universal project’ (Mignolo). The Zapatista movement in Chiapas (Mexico), representing a new understanding of the revolutionary subject and the revolutionary praxis, illustrates how indigenous groups and (urban) Marxists can come together as equals, learn from each other and negotiate how to change the world in discourse and practice.",
      "citationCount": 0,
      "doi": "10.1163/27727858-8860506",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4e2ec83f77a929f7b050e89b818d8a4a7c37505",
      "venue": "International Journal of Social Imaginaries",
      "journal": {
        "name": "International Journal of Social Imaginaries"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "85937f68ceda46ebd9688f034751f2f56ae84e68",
      "title": "Maturity and Modernity: Nietzsche, Weber, Foucault and the Ambivalence of Reason",
      "authors": [
        {
          "name": "D. Owen",
          "authorId": "144926906"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 120,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85937f68ceda46ebd9688f034751f2f56ae84e68",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "title": "Max Weber’s Theory of Modernity: The Endless Pursuit of Meaning",
      "authors": [
        {
          "name": "D. Swartz",
          "authorId": "39131390"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/0094306117692573mm",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "venue": "",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "221 - 223",
        "volume": "46"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5a785fe8026a078e1f2a0db85b67aecc3875f1a1",
      "title": "On the Weber's modernity thoughts",
      "authors": [
        {
          "name": "Bi Tianyun",
          "authorId": "2080601017"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a785fe8026a078e1f2a0db85b67aecc3875f1a1",
      "venue": "",
      "journal": {
        "name": "Journal of Yunnan Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2acbb02fa186374c2b9bb45bc6ee4f7dbe32c81",
      "title": "Beyond a socio-centric concept of culture: Johann Arnason's macro-phenomenology and critique of sociological solipsism",
      "authors": [
        {
          "name": "Suzi Adams",
          "authorId": "25321683"
        }
      ],
      "year": 2019,
      "abstract": "This essay unpacks Johann Arnason’s theory of culture. It argues that the culture problematic remains the needle’s eye through which Arnason’s intellectual project must be understood, his recent shift to foreground the interplay of culture and power (as the religio-political nexus) notwithstanding. Arnason’s approach to culture is foundational to his articulation of the human condition, which is articulated here as the interaction of a historical cultural hermeneutics and a macro-phenomenology of the world as a shared horizon. The essay discusses Arnason’s elucidation of his theory of culture as a contribution to debates on the ‘meaning of meaning’. It traces its beginnings from his critique of Habermas’s theory of modernity to its development via a trialogue with Max Weber, Maurice Merleau-Ponty, and Cornelius Castoriadis. It argues that Arnason's theory of culture moves beyond socio-centric perspectives, and, in so doing, offers a critique of what we might call sociological solipsism. In decentring society/anthropos, a more nuanced understanding of the human condition as a unity in diversity is achieved. The essay concludes with a discussion of some tensions in Arnason’s understanding of culture, and argues for the importance for incorporating a qualitative notion of ‘movement’ in order to make sense of historical novelty and social change.",
      "citationCount": 4,
      "doi": "10.1177/0725513619830433",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2acbb02fa186374c2b9bb45bc6ee4f7dbe32c81",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "116 - 96",
        "volume": "151"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "218658c8afca8ee7b208c52b25def8f5b3b1277d",
      "title": "Polydiscursive Consensus in the Dialogue of Tradition and Modernity",
      "authors": [
        {
          "name": "A. Mishuchkov",
          "authorId": "117779930"
        },
        {
          "name": "S. Nizhnikov",
          "authorId": "117928006"
        }
      ],
      "year": 2017,
      "abstract": "This article is devoted to understanding the problems of interaction between the discourses of traditionalist and modernist societies, and the possibility of achieving a dialogical consensus in intercivilizational communication. A polydiscursive consensus in the dialogue of cultures creates a new cross-cultural communication event, based on the duality of inclusive and exclusive types of rationality. The principle of equivocative discursiveness is laid on the basis of universal civilizational ethics and intercivilizational interaction. From an analysis of the types of social communication of Yu, Habermas and M. Weber, a typology of discourses participating in the dialogue of cultures of traditionalist and modernist society from the aspect of the concept of post-secularism is proposed. The principles of universal civilizational ethics underlie the dialogical project of a multipolar world of civilizations as a safe strategy for the development of mankind. Keywords—traditionalism; modernity; intercivilizational communication; polydiscursive consensus; dialogue philosophy; typology of discourses; equivocative discourse; civilizational",
      "citationCount": 0,
      "doi": "10.2991/ICELAIC-17.2017.158",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/218658c8afca8ee7b208c52b25def8f5b3b1277d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "685-689",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
