{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Bernstein Habermas and Modernity MIT Press 1985",
  "results": [
    {
      "paperId": "b7a95d6e421fc1ab5148e688a29aba9513fa223a",
      "title": "Book reviews : Habermas and Modernity Richard J. Bernstein (Ed.) Polity Press, Cambridge, in association with Basil Blackwell, Oxford, 18 June 1985, £19.50 hbk, E6.95 pbk, pp.243",
      "authors": [
        {
          "name": "Peter Craig",
          "authorId": "2067335065"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/026101838500501521",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b7a95d6e421fc1ab5148e688a29aba9513fa223a",
      "venue": "",
      "journal": {
        "name": "Critical Social Policy",
        "pages": "136 - 139",
        "volume": "5"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "7a19a85f62276cb4074574725ce6860461728f99",
      "title": "The Philosophical Discourse of Modernity",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 1949,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a19a85f62276cb4074574725ce6860461728f99",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9c932814be4b0c7c1bc55dd5cb8b55f3d2e7a536",
      "title": "Avoiding Nuclear Anarchy: Containing the Threat of Loose Russian Nuclear Weapons and Fissile Material. By Allison Graham T., Coté Owen R. Jr., Falkenrath Richard A., and Miller Steven E.. Cambridge, MA: MIT Press. 295p. $15.00.",
      "authors": [
        {
          "name": "Richard T. Cupitt",
          "authorId": "117719562"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.2307/2952149",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c932814be4b0c7c1bc55dd5cb8b55f3d2e7a536",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "775 - 776",
        "volume": "91"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b8adf2c37e9f47c79dff3a1a2af1178c856987f6",
      "title": "Introduction to Blumenberg",
      "authors": [
        {
          "name": "R. M. Wallace",
          "authorId": "143826741"
        }
      ],
      "year": 1984,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.2307/488157",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8adf2c37e9f47c79dff3a1a2af1178c856987f6",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "93",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "25e5ca8756c8b1b4a68c5b90f062392c20980792",
      "title": "Books Received",
      "authors": [
        {
          "name": "booKs receiveD",
          "authorId": "1380568866"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1086/289319",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/25e5ca8756c8b1b4a68c5b90f062392c20980792",
      "venue": "Philosophia Scientiæ",
      "journal": {
        "name": "Philosophy of Science",
        "pages": "307 - 312",
        "volume": "53"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dac1966cd2727c41a8a28bac5b168b81176fb815",
      "title": "Crises sistêmicas e racionalização social como reificação: uma reconstrução da teoria social marxiana",
      "authors": [
        {
          "name": "Daniel Valente Pedroso de Siqueira",
          "authorId": "146550673"
        }
      ],
      "year": 2019,
      "abstract": "Resumo: Como entender o desenvolvimento teórico e as mudanças históricosociais que impulsionaram a recuperação e alteração da teoria marxiana no século XX e como esta ainda se encontra atuante sobre nosso horizonte social contemporâneo? Fazendo uso da reconstrução crítica de Habermas, a recuperação se inicia com Weber, a passagem por Lukács e na recepção horkheimeriana-adorniana, que tanto influenciou a crítica social do século XX, o presente artigo busca apresentar uma possibilidade de leitura.  Palavras-chave: Teoria crítica. Reificação. Marx. Habermas. Modernidade.  Abstract: How can we understand the theoretical development and all the socialhistorical changes which drove the incoming recovery and the further alteration of the Marxian theory in the twentieth century and how is it still possible to assumes it on our contemporary societies? Recovering Habermas’s critical reconstruction, which starts with Weber, the next step over Lukács, and the Horkheimerian-Adornian theoretical reception, which has largely influenced twentieth social critic, the aim paper intents to show up a possible reading.  Keywords: Critical theory. Reification. Marx. Habermas. Modernity.  REFERÊNCIAS  ARAUTO, A. “Lukács’ Theory of Reification”. In: Telos, n. 11, 1972.  ARGÜELLO, K. O Ícaro da Modernidade: Direito e Política em Max Weber. São Paulo: Acadêmica, 1997.  BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massachusetts: The MIT Press, 1991.  BRAATEN, J. Habermas’s Critical Theory of Society. Albany: State University of New York Press, 1991.  COUTINHO, C. N. Lukács: A Ontologia e a Política. In: ANTUNES, R. & RÊGO, W. L. (orgs.). Lukács: Um Galileu no Século XX. São Paulo: Boitempo Editorial, 1996.  GIDDENS, A. “Reason without Revolution? Habermas’s Theorie des Kommunikativen Handelns”. In :BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massaschusetts : The MIT Press, 1991.  HABERMAS, J. “Does Philosophy still have a Purpose?”. In: HABERMAS, J. Philosophical-Political Profiles. Cambridge, Massachusetts: The MIT Press, 1983.  HABERMAS, J.  The Theory of Communicative Action, Volume I: Reason and the Rationalization of Society. Boston: Beacon Press, 1984.  HABERMAS, J.  Técnica e Ciência como “Ideologia”. São Paulo: Unesp, 2014.  HONNETH, A. The Critique of Power: Reflective Stages in a Critical Social Theory. Cambridge: The MIT Press, 1997.  HORKHEIMER, M. Eclipse da Razão. São Paulo: Centauro Editora, 2002.  HORKHEIMER, M. Teoria Tradicional e Teoria Crítica. São Paulo: Abril Cultural, 1975.  HORKHEIMER, M.; ADORNO, T. W. Dialética do Esclarecimento. Rio de Janeiro: Jorge Zahar Editor, 2006.  LEO MAAR, W. “A Reificação como Realidade Social: Práxis, Trabalho e Crítica Imanente em HCC”. In: ANTUNES, R. & RÊGO, W. L. (orgs). Lukács: Um Galileu no século XX. São Paulo: Boitempo Editorial, 1996.  LUKÁCS, G. História e Consciência de Classe: Estudos sobre a Dialética Marxista. São Paulo: WMF Martins Fontes, 2016.MARX, K. A Ideologia Alemã. São Paulo: Boitempo Editorial, 2007.  MARX, K. Grundrisse: Manuscritos Econômicos de 1857-1858 & Esboços da Crítica da Economia Política. São Paulo: Boitempo Editorial, 2011.  MELO, R. Marx e Habermas: Teoria Crítica e os Sentidos de Emancipação. São Paulo: Editora Saraiva, 2013.  MENEZES, A. B. N. T. Habermas e a Modernidade: Uma “Metacrítica da Razão Instrumental”. Natal: EDUFRN, 2009.  NETTO, J. P. “Lukács e o Marxismo Ocidental”. In: ANTUNES, R. & RÊGO, W. L. (orgs.). Lukács: Um Galileu no Século XX. São Paulo: Boitempo Editorial, 1996.  NOBRE, M. A Dialética Negativa de Theodor W. Adorno: A Ontologia do Estado Falso. São Paulo: Iluminuras/FAPESP, 1998.  NOBRE, M. A Teoria Crítica. Rio de Janeiro: Zahar Editor, 2004.  PINZANI, A. Habermas: Introdução. São Paulo: Artmed, 2004. REPA, L. A Transformação da Filosofia em Jürgen Habermas: Os Papéis de Reconstrução, Interpretação e Crítica. São Paulo: Editora Singular, 2008.  TEIXEIRA, M. Razão e Reificação: Um Estudo sobre Max Weber em “História e Consciência de Classe” de Georg Lukács. Campinas: Unicamp, Dissertação de mestrado, in mimeo, 2010.  WELLMER, A. “Reason, Utopia, and the Dialectic of Enlightenment”. In: BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massachusetts: The MIT Press, 1991.  ",
      "citationCount": 0,
      "doi": "10.25244/TF.V11I3.3400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dac1966cd2727c41a8a28bac5b168b81176fb815",
      "venue": "Trilhas Filosóficas",
      "journal": {
        "name": "Trilhas Filosóficas"
      },
      "publicationTypes": null
    }
  ],
  "count": 6,
  "errors": []
}
