{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Benhabib Habermas moral learning historical evolution normative",
  "results": [
    {
      "paperId": "5157eb6789e935bfa1f97f9342a44f8bdb806222",
      "title": "Habermas’ neue Phänomenologie des Geistes: Zwei Jahrhunderte nach Hegel",
      "authors": [
        {
          "name": "Seyla Benhabib",
          "authorId": "117651965"
        }
      ],
      "year": 2021,
      "abstract": "Abstract Jürgen Habermas’s opus magnum, Auch eine Geschichte der Philosophie, synthesises his impressive work of the last half century. His thesis is that the modern project of the normativity of “rational freedom” can be reconstructed as a learning process of the conflictual dialogue between reason and faith, philosophy and religion in the West. Furthermore, under conditions of a world society, cross-cultural communication across lifeworlds, based on such normative principles, is possible. I argue that Habermas’s argument recapitulates a claim first made in The Phenomenology of Spirit by Hegel, who presented the normativity of modernity through a narrative unfolding between two epistemological standpoints, namely, that of consciousness and “we.” Just like Hegel, in order to defend the idea of a Lernprozess, Habermas too must presuppose a unified subject called “we;” furthermore the development of such subjectivity unfolds in a homogeneous temporal process that is then assumed to be the same for all mankind. I call this a form of “historicism,” and juxtapose recent historical writing that presents the narrative of modernity and the emergence of world-society as a much more diverse and fractured process than Hegel’s and Habermas’s methodology. “Die Einbeziehung der Anderen,” I argue, must involve including the voices of those others who do not experience the normative of modernity as a process like the one unfolding between faith and reason in the West. Nevertheless, I conclude that this plea for a more complex narrative that “provincialises Europe,” (Dipesh Chakrabarty) is not a rejection of the normative legacy of modern rationality and freedom that are based on the ideals of fallibilism, refutability and revisability through a rational community of inquirers.",
      "citationCount": 0,
      "doi": "10.1515/dzph-2021-0046",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5157eb6789e935bfa1f97f9342a44f8bdb806222",
      "venue": "Deutsche Zeitschrift für Philosophie",
      "journal": {
        "name": "Deutsche Zeitschrift für Philosophie",
        "pages": "507 - 528",
        "volume": "69"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fb52661e5df72bede598ae0f402f152a9c5ed01",
      "title": "The Routledge Handbook of Moral Epistemology",
      "authors": [
        {
          "name": "A. Zimmerman",
          "authorId": "30070278"
        },
        {
          "name": "Karen Jones",
          "authorId": "79769376"
        },
        {
          "name": "M. Timmons",
          "authorId": "144783735"
        }
      ],
      "year": 2018,
      "abstract": "The Routledge Handbook of Moral Epistemology brings together philosophers, cognitive scientists, developmental and evolutionary psychologists, animal ethologists, intellectual historians, and educators to provide the most comprehensive analysis of the prospects for moral knowledge ever assembled in print. The book's thirty chapters feature leading experts describing the nature of moral thought, its evolution, childhood development, and neurological realization. Various forms of moral skepticism are addressed along with the historical development of ideals of moral knowledge and their role in law, education, legal policy, and other areas of social life. Highlights include: • Analyses of moral cognition and moral learning by leading cognitive scientists • Accounts of the normative practices of animals by expert animal ethologists • An overview of the evolution of cooperation by preeminent evolutionary psychologists • Sophisticated treatments of moral skepticism, relativism, moral uncertainty, and know-how by renowned philosophers • Scholarly accounts of the development of Western moral thinking by eminent intellectual historians • Careful analyses of the role played by conceptions of moral knowledge in political liberation movements, religious institutions, criminal law, secondary education, and professional codes of ethics articulated by cutting-edge social and moral philosophers.",
      "citationCount": 39,
      "doi": "10.4324/9781315719696",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fb52661e5df72bede598ae0f402f152a9c5ed01",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "title": "THE INTELLECTUAL LEGACY OF CRITICAL THEORY: ORIGINS, TRANSFORMATIONS, AND INTERGENERATIONAL DIALOGUES",
      "authors": [
        {
          "name": "M. H. Arıtürk",
          "authorId": "2383672785"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the intellectual legacy of the Frankfurt School and Critical Theory, focusing on its origins, transformations, and intergenerational dialogues. The School's primary objective is to philosophically analyze and critique the social pathologies and contradictions engendered by modern capitalist societies. Influenced by philosophers like Kant, Hegel, and Marx, as well as psychoanalysis and Weberian rationalization debates, the School addressed historical context, capitalism's cultural forms, and new types of social subjectivity. The article traces the evolution from the first generation's critique of modernity and domination (Horkheimer, Adorno), through the innovations of the second generation with Habermas's theory of communicative action, to the contributions of the third generation, particularly Axel Honneth's theory of recognition. It highlights Honneth's effort to center the struggle for recognition within Critical Theory—addressing the perceived shortcomings of previous generations (especially the pessimism of the first generation and the moral experiences overlooked by Habermas's theory)—and provide a new normative foundation. The theory of recognition reveals the moral dimensions underlying social conflicts and emancipatory struggles, emphasizing the importance of intersubjective relations.",
      "citationCount": 0,
      "doi": "10.69878/deuefad.1687669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "venue": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d09e42bc2f4becfe0b8133d3dda0e32d256078b4",
      "title": "Habermas and the Unfinished Project of Modernity: Critical Essays on The Philosophical Discourse of Modernity. Edited by d'Entrèves Maurizio Passerin and Benhabib Seyla. Cambridge, MA: MIT Press, 1997. 305p. $35.00 cloth, $17.00 paper.",
      "authors": [
        {
          "name": "M. Fleming",
          "authorId": "97844943"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.2307/2585678",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d09e42bc2f4becfe0b8133d3dda0e32d256078b4",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "432 - 433",
        "volume": "92"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "title": "Decolonial philosophy and the historical-sociological blindness of the theories of modernity: a new way to Latin-American philosophy",
      "authors": [
        {
          "name": "Leno Francisco Danner",
          "authorId": "113281659"
        }
      ],
      "year": 2018,
      "abstract": "The paper argues on the Latin-American philosophy as a decolonial praxis which unveils and overcomes the historical-sociological blindness of the theories of modernity (such as Max Weber and Jürgen Habermas). This historical-sociological blindness is characterized (a) by the separation between European culture and the modern Realpolitik of the colonialism as non-dependent and non-mutually-supported moments, and (b) by the reconstruction of the process of constitution of the European modernity as an endogenous, self-referential and basically internal movement of evolution, ignoring again its correlation and profound linking with colonialism. The paper argues that the critical and emancipatory role of the modernity’s normative paradigm only is possible by that historical-sociological blindness. So, the Latin-American philosophy, the moment it denounces and unveils the historical-sociological blindness of the theories of modernity, points directly to the self-restraint of the modernity’s normative paradigm as the basic theoretical-political agenda and praxis for a decolonial philosophy, as condition also to the correction of the modernity itself. Contrarily to Habermas, who defends the renewal of the modernity’s normative paradigm as a non-fundamentalist epistemological-moral universalism, the decolonial philosophy will show that the historical-sociological blindness only can be resolved from the self-restraint of the modernity and from an anti-colonial politics based on the reparation for colonialism as a critical-normative concept for theoretical analysis and political praxis regarding modernity-modernization as a totalizing epistemological-cultural-societal movement towards colonialism.    ",
      "citationCount": 0,
      "doi": "10.15210/dissertatio.v47i0.9644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "venue": "Revista Dissertatio de Filosofia",
      "journal": {
        "name": "Revista Dissertatio de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c3986080870d36c73f96cc977da21dff6c2d2c7",
      "title": "A COSMOPOLITAN ORDER : MORAL SOLIDARITY AND ETHICAL PLURALISM",
      "authors": [
        {
          "name": "Barbara Entl",
          "authorId": "119297664"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c3986080870d36c73f96cc977da21dff6c2d2c7",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3f2708361932b0e37d03778aa619e8196b3e7a27",
      "title": "RECONSTRUCTIONISM: A COMPARATIVE METHOD FOR VIEWPOINT ANALYSIS AND INDEXING USING THE EXAMPLE OF KOHLBERG’S MORAL STAGES",
      "authors": [
        {
          "name": "M. Kleineberg",
          "authorId": "2704894"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.5771/9783956504211-400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f2708361932b0e37d03778aa619e8196b3e7a27",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "8593a869b9991109a8991c1f37a929af0b3656e7",
      "title": "A Critical Ethic of Transformation",
      "authors": [
        {
          "name": "P. Giddy",
          "authorId": "83362083"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8593a869b9991109a8991c1f37a929af0b3656e7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f696efe2c3e5556976048090ad65f7c662f05b7c",
      "title": "Theorizing the Good Society: Hermeneutic, Normative and Empirical Discourses",
      "authors": [
        {
          "name": "Jeffrey Alexander",
          "authorId": "66292970"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 30,
      "doi": "10.2307/3341644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f696efe2c3e5556976048090ad65f7c662f05b7c",
      "venue": "",
      "journal": {
        "name": "Canadian Journal of Sociology",
        "pages": "271-309",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "224961689d0f26b74838d20be776238229fe3870",
      "title": "Habermas's Developmental Logic Thesis Universal or Eurocentric?",
      "authors": [
        {
          "name": "David S. Owen",
          "authorId": "31675774"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.5840/PHILTODAY199842SUPPLEMENT68",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/224961689d0f26b74838d20be776238229fe3870",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "104-111",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "51ddb749b184c67df06e396d6436ca314edc384f",
      "title": "Elementos de Peirce no Debate entre Habermas e Apel",
      "authors": [
        {
          "name": "José Luiz Zanette",
          "authorId": "2070272482"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51ddb749b184c67df06e396d6436ca314edc384f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "125-152",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2a609a04e94863c7c1d26c42b61338681b32cb61",
      "title": "Ética discursiva y diversidad funcional",
      "authors": [
        {
          "name": "Manuel Aparicio Payá",
          "authorId": "113295855"
        }
      ],
      "year": 2018,
      "abstract": "En este articulo hacemos un breve recorrido por algunas de las ideas fundamentales de la etica del dialogo (K.O. Apel, J. Habermas y A. Cortina) considerando que constituye un enfoque adecuado para afrontar las obligaciones de justicia con la totalidad de las personas con diversidad funcional. Nos basamos en que: a) la etica del dialogo mantiene el universalismo moral y politico defendido por Kant, transformando su nocion normativa de persona a partir de la idea de reconocimiento propuesta por Hegel, lo que permite sostener la perspectiva igualitaria de los derechos de todos; b) En su evolucion, recoge las criticas planteadas desde el feminismo y el neoaristotelismo (Benhabib, Young, Nussbaum, MacIntyre) y concibe al sujeto moral como un ser corporal , lo que implica una concepcion de la autonomia moral y politica abierta a la vulnerabilidad corporal. In this article we make a short exposure of some fundamental ideas of the ethics of dialogue (KO Apel, J. Habermas and A. Cortina) considering that it constitutes an adequate approach to face the obligations of justice with all the people with functional diversity. We base ourselves on the fact that a) the ethics of dialogue maintains the moral and political universalism defended by Kant, transforming his normative notion of person from the idea of recognition proposed by Hegel, which allows to maintain the egalitarian perspective of the rights of all; B) In its evolution, it takes the criticisms raised from feminism and neoaristotelism (Benhabib, Young, Nussbaum, MacIntyre) and conceives the moral subject as a corporeal being , this implies a conception of moral and political autonomy open to the body vulnerability.",
      "citationCount": 1,
      "doi": "10.6035/Recerca.2018.22.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a609a04e94863c7c1d26c42b61338681b32cb61",
      "venue": "",
      "journal": {
        "name": "Recerca: Revista de Pensament i Anàlisi",
        "pages": "133-152",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cdef6f4b54852e2dd34318e71e1f870e56ff6602",
      "title": "Recognition in the work of Axel Honneth : Implications for Transformative Learning Theory",
      "authors": [
        {
          "name": "T. Fleming",
          "authorId": "47819986"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdef6f4b54852e2dd34318e71e1f870e56ff6602",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "be2417f787828afb617fd7a32d92066fbbc7e7bc",
      "title": "On Being Critical: Critical Hermeneutics and the Relevance of the Ancient Notion of Phronesis in Contemporary Moral and Political Thought",
      "authors": [
        {
          "name": "Frederick Allan Guerin",
          "authorId": "119023165"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be2417f787828afb617fd7a32d92066fbbc7e7bc",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8fa0a8219dc9cde6a57399b2ed1972e9f71c7543",
      "title": "MEMORY, TRUTH AND JUSTICE - BUILDING COOPERATIVE SEARCHING FOR THE TRUTH AND MUTUAL UNDERSTANDING: A PHILOSOPHICAL VIEW SINCE A PARTICIPATION AT THE BRAZILIAN COMMISSION OF TRUTH",
      "authors": [
        {
          "name": "Jorge Atilio Silva Iulianelli",
          "authorId": "116377104"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8fa0a8219dc9cde6a57399b2ed1972e9f71c7543",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e7b48c3c97096274bce5d004664df48c350b2498",
      "title": "Democracy and Cultural Rights: Is There a New Stage of Citizenship?",
      "authors": [
        {
          "name": "María Pía Lara",
          "authorId": "32901090"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1111/1467-8675.00276",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e7b48c3c97096274bce5d004664df48c350b2498",
      "venue": "",
      "journal": {
        "name": "Constellations",
        "pages": "207-220",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "07906d20b2cdb8bdcca06eb30fcfb309bcc1fded",
      "title": "Perception et normes sociales : une alternative à l'intellectualisme contemporain",
      "authors": [
        {
          "name": "Siegfried L. Mathelet",
          "authorId": "118275058"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07906d20b2cdb8bdcca06eb30fcfb309bcc1fded",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "69aed1ecd479b0da0380023a5c700518eaca2aee",
      "title": "Walking into Democratic Citizenship: Anti-Corruption Protests in Romania’s Capital",
      "authors": [
        {
          "name": "Alina Haliliuc",
          "authorId": "115553900"
        }
      ],
      "year": 2018,
      "abstract": "IntroductionFor over five years, Romanians have been using their bodies in public spaces to challenge politicians’ disregard for the average citizen. In a region low in standards of civic engagement, such as voter turnout and petition signing, Romanian people’s “citizenship of the streets” has stopped environmentally destructive mining in 2013, ousted a corrupt cabinet in 2015, and blocked legislation legalising abuse of public office in 2017 (Solnit 214). This article explores the democratic affordances of collective resistive walking, by focusing on Romania’s capital, Bucharest. I illustrate how walking in protest of political corruption cultivates a democratic public and reconfigures city spaces as spaces of democratic engagement, in the context of increased illiberalism in the region. I examine two sites of protest: the Parliament Palace and Victoriei Square. The former is a construction emblematic of communist dictator Nicolae Ceaușescu and symbol of an authoritarian regime, whose surrounding area protestors reclaim as a civic space. The latter—a central part of the city bustling with the life of cafes, museums, bike lanes, and nearby parks—hosts the Government and has become an iconic site for pro-democratic movements. Spaces of Democracy: The Performativity of Public Assemblies Democracies are active achievements, dependent not only on the solidity of institutions —e.g., a free press and a constitution—but on people’s ability and desire to communicate about issues of concern and to occupy public space. Communicative approaches to democratic theory, formulated as inquiries into the public sphere and the plurality and evolution of publics, often return to establish the significance of public spaces and of bodies in the maintenance of our “rhetorical democracies” (Hauser). Speech and assembly, voice and space are sides of the same coin. In John Dewey’s work, communication is the main “loyalty” of democracy: the heart and final guarantee of democracy is in free gatherings of neighbors on the street corner to discuss back and forth what is read in the uncensored news of the day, and in gatherings of friends in the living rooms of houses and apartments to converse freely with one another. (Dewey qtd. in Asen 197, emphasis added) Dewey asserts the centrality of communication in the same breath that he affirms the spatial infrastructure supporting it.Historically, Richard Sennett explains, Athenian democracy has been organised around two “spaces of democracy” where people assembled: the agora or town square and the theatre or Pnyx. While the theatre has endured as the symbol of democratic communication, with its ideal of concentrated attention on the argument of one speaker, Sennett illuminates the square as an equally important space, one without which deliberation in the Pnyx would be impossible. In the agora, citizens cultivate an ability to see, expect, and think through difference. In its open architecture and inclusiveness, Sennett explains, the agora affords the walker and dweller a public space to experience, in a quick, fragmentary, and embodied way, the differences and divergences in fellow citizens. Through visual scrutiny and embodied exposure, the square thus cultivates “an outlook favorable to discussion of differing views and conflicting interests”, useful for deliberation in the Pnyx, and the capacity to recognise strangers as part of the imagined democratic community (19).   Also stressing the importance of spaces for assembly, Jürgen Habermas’s historical theorisation of the bourgeois public sphere moves the functions of the agora to the modern “third places” (Oldenburg) of the civic society emerging in late seventeenth and eighteenth-century Europe: coffee houses, salons, and clubs. While Habermas’ conceptualization of a unified bourgeois public has been criticised for its class and gender exclusivism, and for its normative model of deliberation and consensus, such criticism has also opened paths of inquiry into the rhetorical pluralism of publics and into the democratic affordances of embodied performativity. Thus, unlike Habermas’s assumption of a single bourgeois public, work on twentieth and twenty-first century publics has attended to their wide variety in post-modern societies (e.g., Bruce; Butler; Delicath and DeLuca; Fraser; Harold and DeLuca; Hauser; Lewis; Mckinnon et al.; Pezzullo; Rai; Tabako). In contrast to the Habermasian close attention to verbal argumentation, such criticism prioritizes the embodied (performative, aesthetic, and material) ways in which publics manifest their attention to common issues. From suffragists to environmentalists and, most recently, anti-precarity movements across the globe, publics assemble and move through shared space, seeking to break hegemonies of media representation by creating media events of their own. In the process, Judith Butler explains, such embodied assemblies accomplish much more. They disrupt prevalent logics and dominant feelings of disposability, precarity, and anxiety, at the same time that they (re)constitute subjects and increasingly privatised spaces into citizens and public places of democracy, respectively. Butler proposes that to best understand recent protests we need to read collective assembly in the current political moment of “accelerating precarity” and responsibilisation (10). Globally, increasingly larger populations are exposed to economic insecurity and precarity through government withdrawal from labor protections and the diminishment of social services, to the profit of increasingly monopolistic business. A logic of self-investment and personal responsibility accompanies such structural changes, as people understand themselves as individual market actors in competition with other market actors rather than as citizens and community members (Brown). In this context, public assembly would enact an alternative, insisting on interdependency. Bodies, in such assemblies, signify both symbolically (their will to speak against power) and indexically. As Butler describes, “it is this body, and these bodies, that require employment, shelter, health care, and food, as well as a sense of a future that is not the future of unpayable debt” (10). Butler describes the function of these protests more fully:[P]lural enactments […] make manifest the understanding that a situation is shared, contesting the individualizing morality that makes a moral norm of economic self-sufficiency precisely […] when self-sufficiency is becoming increasingly unrealizable. Showing up, standing, breathing, moving, standing still, speech, and silence are all aspects of a sudden assembly, an unforeseen form of political performativity that puts livable life at the forefront of politics […] [T]he bodies assembled ‘say’ we are not disposable, even if they stand silently. (18)Though Romania is not included in her account of contemporary protest movements, Butler’s theoretical account aptly describes both the structural and ideological conditions, and the performativity of Romanian protestors. In Romania, citizens have started to assemble in the streets against austerity measures (2012), environmental destruction (2013), fatal infrastructures (2015) and against the government’s corruption and attempts to undermine the Judiciary (from February 2017 onward). While, as scholars have argued (Olteanu and Beyerle; Gubernat and Rammelt), political corruption has gradually crystallised into the dominant and enduring framework for the assembled publics, post-communist corruption has been part and parcel of the neoliberalisation of Central and Eastern-European societies after the fall of communism. In the region, Leslie Holmes explains, former communist elites or the nomenklatura, have remained the majority political class after 1989. With political power and under the shelter of political immunity, nomenklatura politicians “were able to take ethically questionable advantage in various ways […] of the sell-off of previously state-owned enterprises” (Holmes 12). The process through which the established political class became owners of a previously state-owned economy is known as “nomenklatura privatization”, a common form of political corruption in the region, Holmes explains (12). Such practices were common knowledge among a cynical population through most of the 1990s and the 2000s. They were not broadly challenged in an ideological milieu attached, as Mihaela Miroiu, Isabela Preoteasa, and Jerzy Szacki argued, to extreme forms of liberalism and neoliberalism, ideologies perceived by people just coming out of communism as anti-ideology. Almost three decades since the fall of communism, in the face of unyielding levels of poverty (Zaharia; Marin), the decaying state of healthcare and education (Bilefsky; “Education”), and migration rates second only to war-torn Syria (Deletant), Romanian protestors have come to attribute the diminution of life in post-communism to the political corruption of the established political class (“Romania Corruption Report”; “Corruption Perceptions”). Following systematic attempts by the nomenklatura-heavy governing coalition to undermine the judiciary and institutionalise de facto corruption of public officials (Deletant), protestors have been returning to public spaces on a weekly basis, de-normalising the political cynicism and isolation serving the established political class. Mothers Walking: Resignifying Communist Spaces, Imagining the New DemosOn 11 July 2018, a protest of mothers was streamed live by Corruption Kills (Corupția ucide), a Facebook group started by activist Florin Bădiță after a deadly nightclub fire attributed to the corruption of public servants, in 2015 (Commander). Organized protests at the time pressured the Social-Democratic cabinet into resignation. Corruption Kills has remained a key activist platform, organising assemblies, streaming live from demonstrations, and sharing personal acts of dissent, thus exte",
      "citationCount": 0,
      "doi": "10.5204/mcj.1448",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69aed1ecd479b0da0380023a5c700518eaca2aee",
      "venue": "M/C Journal",
      "journal": {
        "name": "M/C Journal"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48a3b3d3040514c55576f0ded85474864ab43804",
      "title": "The public sphere",
      "authors": [
        {
          "name": "Jostein Gripsrud",
          "authorId": "100469374"
        },
        {
          "name": "Hallvard Moe",
          "authorId": "38335278"
        },
        {
          "name": "Anders Molander",
          "authorId": "2050776738"
        },
        {
          "name": "Graham Murdock",
          "authorId": "34335622"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.4135/9781446263136",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48a3b3d3040514c55576f0ded85474864ab43804",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 19,
  "errors": []
}
