{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas communication evolution society moral learning",
  "results": [
    {
      "paperId": "9a63a1e96c5336aa7ab48903307c5be321c6c16a",
      "title": "Habermas's Evolutions",
      "authors": [
        {
          "name": "R. Ware",
          "authorId": "49936750"
        }
      ],
      "year": 1982,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/00455091.1982.10716350",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a63a1e96c5336aa7ab48903307c5be321c6c16a",
      "venue": "Canadian Journal of Philosophy",
      "journal": {
        "name": "Canadian Journal of Philosophy",
        "pages": "591 - 620",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "83e4ef6cccf322927a115b027331b713eeb115c8",
      "title": "DIALOG MORAL UNIVERSAL HARMONISASI PEMIKIRAN HABERMAS, AL-FARABI, DAN KONFUSIUS DALAM ETIKA KOMUNIKASI LINTAS BUDAYA",
      "authors": [
        {
          "name": "Bustami Bustami",
          "authorId": "71539421"
        },
        {
          "name": "Iskandar Zulkarnain",
          "authorId": "108407385"
        },
        {
          "name": "Mailin Mailin",
          "authorId": "107809294"
        }
      ],
      "year": 2025,
      "abstract": "This research aims to develop the concept of universal moral dialogue by harmonizing the thoughts of three important figures: Jürgen Habermas, Al-Farabi, and Confucius in the context of the ethics of intercultural communication. Habermas put forward a theory of communicative action that emphasizes rationality and intersubjective agreement. Meanwhile, Al-Farabi highlighted the importance of virtue and collective purpose in creating an ideal society, and Confucius emphasized the principles of harmony, hierarchical relationships, and the values of politeness. Through qualitative analysis with a literature study approach, this study finds similarities between the three thoughts, namely the importance of a dialogue based on morality that integrates rationality, virtue, and harmony. The proposed model of intercultural communication consists of five main pillars: equality in dialogue, respect for diversity, the search for common truth, the application of virtue, and the achievement of collective harmony. This model is particularly relevant in facing the increasingly urgent challenges of globalization for ethical and inclusive intercultural interactions. \n  \n ",
      "citationCount": 1,
      "doi": "10.56489/fik.v7i2.317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83e4ef6cccf322927a115b027331b713eeb115c8",
      "venue": "FIKRUNA Jurnal Ilmiah Kependidikan dan Kemasyarakatan",
      "journal": {
        "name": "FIKRUNA: Jurnal Ilmiah Kependidikan dan Kemasyarakatan"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6942a1b26fd9a99ce58c63eb7552ab529c8c142f",
      "title": "Communication and the Evolution of Society",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1979,
      "abstract": null,
      "citationCount": 1839,
      "doi": "10.2307/487856",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6942a1b26fd9a99ce58c63eb7552ab529c8c142f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "51766ac252648cc1dd49030633b9b6b3304e7487",
      "title": "The Ethical Dilemma of Social Violence Under the View Valve of Habermas' Communication Theory and Its Correction Path: A Case Study of \"Tangshan Beating Incident\"",
      "authors": [
        {
          "name": "Xian Xu",
          "authorId": "104060470"
        }
      ],
      "year": 2022,
      "abstract": "Late capitalism alienated the ethics of social communication, and the reconstruction of the \"normative basis\" of social communication, according to Habermas, lies in the return of noumenon to the \"life world\", and the occurrence of \"communication behavior\" in accordance with linguistic rationality, mutual respect, and dilution of instrumental rationality. The \"Tangshan beating incident\" as the typical social violence broke through the bottom line of the social ethics system based on the sensibility of rule by virtue and the rationality of rule by law, so that the people's \"sense of security\" in social communication was seriously threatened, specifically manifested as the individual \"life world\" was invaded by egotism. Daily \"intercourse behavior\" is colonized by sexual language violence; The moral climate of society is controlled by \"passive moral indifference\". In the case of \"Tangshan Beating Incident\", social communication ethics were so out of order. How can we reconstruct the normal social communication ethics and safeguard the social security of citizens? On the one hand, we should adhere to the \"ethical discipline\" of the principle of discourse, and On the other hand, we should strengthen the shaping of \"moral and legal community\" based on negotiation mechanism and the reconstruction of community morality by communicative rationality.",
      "citationCount": 0,
      "doi": "10.54097/fbem.v6i1.2421",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51766ac252648cc1dd49030633b9b6b3304e7487",
      "venue": "Frontiers in Business, Economics and Management",
      "journal": {
        "name": "Frontiers in Business, Economics and Management"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 46,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "e866c23a47105a3e308180a4a438d1cfe4e369d8",
      "title": "Jürgen Habermas , Communication and the Evolution of Society . Reviewed by",
      "authors": [
        {
          "name": "W. Cooper",
          "authorId": "145763559"
        }
      ],
      "year": 1981,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e866c23a47105a3e308180a4a438d1cfe4e369d8",
      "venue": "",
      "journal": {
        "name": "Philosophy in review",
        "pages": "79-81",
        "volume": "1"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1cba839e207deec2707f339a33d7d3d04cd49f86",
      "title": "Habermas, History and Social Evolution: Moral Learning and the Trial of Louis XVI",
      "authors": [
        {
          "name": "Alan R. How",
          "authorId": "115083113"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/0038038501035001011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cba839e207deec2707f339a33d7d3d04cd49f86",
      "venue": "",
      "journal": {
        "name": "Sociology",
        "pages": "177 - 194",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fbf1f3df721d2f1934e46a3358281a6dd658dace",
      "title": "Socio-pedagogical communication to ensure an efficient, modern learning environment",
      "authors": [
        {
          "name": "Anouar Atiki",
          "authorId": "2343947928"
        },
        {
          "name": "El Bakkali El Arbi",
          "authorId": "2343947627"
        },
        {
          "name": "Lahiala Abdelfattah",
          "authorId": "2267138774"
        }
      ],
      "year": 2024,
      "abstract": "Communication, as confirmed by Habermas, refers to a profound human endeavor, represented in the construction of a society based on the acceptance of others. The lack of communication, on the other hand, leads to limited interaction and dialogue, and tensions within the educational community. Among the issues adding to the woes of the Moroccan education system is the lack of pedagogical communication due to the emergence of a set of tensions and disruptions within the educational body, particularly those casting a shadow on the mechanism of performance and the effectiveness of production in recent school years. These issues are represented by the escalation of violence cases among students themselves, or between them and educational staff, leading to the phenomena of stumbling, dropping out of school, and contributing to delinquency, drug addiction, and other negative phenomena. This ongoing tragedy in our educational reality has prompted us to conduct this study in search of appropriate solutions. These solutions include making communication a subject of study, strategic behavior, and societal culture. Recognizing that educational communication is an essential functional element for those working in the field of education and a necessary process of compatibility and understanding that educators must achieve in order to attain the desired goals of the educational institution.",
      "citationCount": 1,
      "doi": "10.14571/brajets.v17.nse4.74-83",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fbf1f3df721d2f1934e46a3358281a6dd658dace",
      "venue": "Cadernos de Educação, Tecnologia e Sociedade",
      "journal": {
        "name": "Cadernos de Educação Tecnologia e Sociedade"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "433a3cd3f8a2fe77c00b2149181a1abaa0651c0b",
      "title": "A Multi-agent Reinforcement Learning Study of Evolution of Communication and Teaching under Libertarian and Utilitarian Governing Systems",
      "authors": [
        {
          "name": "Aslan S. Dizaji",
          "authorId": "2183260951"
        }
      ],
      "year": 2024,
      "abstract": "Laboratory experiments have shown that communication plays an important role in solving social dilemmas. Here, by extending the AI-Economist, a mixed motive multi-agent reinforcement learning environment, I intend to find an answer to the following descriptive question: which governing system does facilitate the emergence and evolution of communication and teaching among agents? To answer this question, the AI-Economist is extended by a voting mechanism to simulate three different governing systems across individualistic-collectivistic axis, from full-libertarian to Full-Utilitarian governing systems. Moreover, the AI-Economist is further extended to include communication with possible misalignment, a variant of signalling game, by letting agents to build houses together if they are able to name mutually complement material resources by the same letter. Moreover, another extension is made to the AI-Economist to include teaching with possible misalignment, again a variant of signalling game, by letting half the agents as teachers who know how to use mutually complement material resources to build houses but are not capable of building actual houses, and the other half as students who do not have this information but are able to actually build those houses if teachers teach them. I found a strong evidence that collectivistic environment such as Full-Utilitarian system is more favourable for the emergence of communication and teaching, or more precisely, evolution of language alignment. Moreover, I found some evidence that evolution of language alignment through communication and teaching under collectivistic governing systems makes individuals more advantageously inequity averse. As a result, there is a positive correlation between evolution of language alignment and equality in the society.",
      "citationCount": 1,
      "doi": "10.48550/arXiv.2403.02369",
      "arxivId": "2403.02369",
      "url": "https://www.semanticscholar.org/paper/433a3cd3f8a2fe77c00b2149181a1abaa0651c0b",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2403.02369"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6d67ece09d2fc9bb6ec664923145b95b85f528ec",
      "title": "Moral Framing in AI-Mediated Communication: Exploration of LLM Effects on Engagement Patterns Among Black Americans",
      "authors": [
        {
          "name": "K. Sussman",
          "authorId": "2132358422"
        },
        {
          "name": "Lucy Atkinson",
          "authorId": "2281236926"
        },
        {
          "name": "Joshua T. L. Anderson",
          "authorId": "2267003423"
        },
        {
          "name": "Lillie Williamson",
          "authorId": "2391289927"
        },
        {
          "name": "Sean J. Upshaw",
          "authorId": "2360428636"
        },
        {
          "name": "Jean-Louis Ntang Beb",
          "authorId": "2391286790"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Artificial intelligence (AI) technology is widely used in social media to offer personalized experiences and shape user engagement, but questions persist about AI’s potential. Due to the nascency of the technologies, little understanding exists about how these systems impact our societies. This study establishes an approach that integrates moral foundations theory and AI-mediated communication (AI-MC) using in-context learning to appeal to Black Americans on social media. We empirically compare the AI-MC with the human-authored copy on user engagement results from Facebook advertising messages, with self-reported measures of engagement using a two-part, 2 × 3 factorially designed study. The results indicated that AI-MC and positive perceptions toward AI can lead to higher engagement with messaging targeting Black Americans. The AI effect was most pronounced on the loyalty/betrayal moral frame, which had the least linguistic similarity to the human-authored stimuli but was most effective at engaging the audience. Engagement patterns were also inconsistent between the behavioral outcomes reported by Facebook and the engagement that was self-reported by respondents, suggesting differences between perceived engagement and what occurs naturally on social media.",
      "citationCount": 0,
      "doi": "10.1080/15252019.2025.2576174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d67ece09d2fc9bb6ec664923145b95b85f528ec",
      "venue": "Journal of Interactive Advertising",
      "journal": {
        "name": "Journal of Interactive Advertising",
        "pages": "18 - 33",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f484a0b6ca7276ac7db0f6a31ccf5e8a1abf3d1c",
      "title": "Inculcating Ethical and Moral Values amongst the E-Learners: Proposing a Model for E-Learning Platforms",
      "authors": [
        {
          "name": "Ashraf Muhammad",
          "authorId": "14224224"
        },
        {
          "name": "M. Abid",
          "authorId": "2144922285"
        },
        {
          "name": "H. Abid",
          "authorId": "144699415"
        }
      ],
      "year": 2023,
      "abstract": "Under the influence of neo-liberalism and marketization, education is increasingly becoming more content-focused than character one. Ignoring the fact that money, science, and technology may take a person to the moon, these are ethical and moral values that take him/her to the even loftier heights of humanity. Recent COVID-19-driven focus on information and communication technology (ICT) and digital learning have further added to these woes by focusing more on human-machine interaction than human-human ones. Traditional models for inculcating these values through education which heavily rely on the physical presence of teachers do not seem to work in these circumstances. This demands a model for inculcating these values in learning management systems/ e-learning platforms. This study contributes in this regard by first identifying key players and factors, and then proposing a model for it. Using the Delphi model, it gathers opinions from 59 experts in two rounds. Academic institutions, society and online community members, teachers, and e-contents were identified as key factors and players. It suggests a holistic approach-based model through which all of them play their role and collaborate through an e-learning platform. That platform can be used to disseminate information, create awareness, monitor, and report the e-learners. It uses pull and push strategies to help the e-learners to develop those values.",
      "citationCount": 9,
      "doi": "10.12973/eu-jer.12.1.455",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f484a0b6ca7276ac7db0f6a31ccf5e8a1abf3d1c",
      "venue": "European Journal of Educational Research",
      "journal": {
        "name": "European Journal of Educational Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a9af633f0c736e0d15c5e8b73b82865f79a33549",
      "title": "Taking Religion Seriously? Habermas on Religious Translation and Cooperative Learning in Post-secular Society",
      "authors": [
        {
          "name": "G. Areshidze",
          "authorId": "92774106"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1017/S0003055417000338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9af633f0c736e0d15c5e8b73b82865f79a33549",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "724 - 737",
        "volume": "111"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2b51fa1e698f1009d232c9fdf7e935a2b8a77adc",
      "title": "Deep learning in physical layer communications: Evolution and prospects in 5G and 6G networks",
      "authors": [
        {
          "name": "Chengchen Mao",
          "authorId": "2218215311"
        },
        {
          "name": "Zongwen Mu",
          "authorId": "2228867998"
        },
        {
          "name": "Q. Liang",
          "authorId": "144545521"
        },
        {
          "name": "I. Schizas",
          "authorId": "2741560"
        },
        {
          "name": "C. Pan",
          "authorId": "2742525"
        }
      ],
      "year": 2023,
      "abstract": "With the rapid development of the communication industry in the fifth generation and the advance towards the intelligent society of the sixth generation wireless networks, traditional methods are unable to meet the ever‐growing demands for higher data rates and improved quality of service. Deep learning (DL) has achieved unprecedented success in various fields such as computer vision, large language model processing, and speech recognition due to its powerful representation capabilities and computational convenience. It has also made significant progress in the communication field in meeting stringent demands and overcoming deficiencies in existing technologies. The main purpose of this article is to uncover the latest advancements in the field of DL‐based algorithm methods in the physical layer of wireless communication, introduce their potential applications in the next generation of communication mechanisms, and finally summarize the open research questions.",
      "citationCount": 19,
      "doi": "10.1049/cmu2.12669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b51fa1e698f1009d232c9fdf7e935a2b8a77adc",
      "venue": "IET Communications",
      "journal": {
        "name": "IET Commun.",
        "pages": "1863-1876",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2df0f8ee328f2e35820963d7aa56fbb1f12b7099",
      "title": "We All Have Climate Solutions: Embracing Evolution Over Revolution in Management Education",
      "authors": [
        {
          "name": "Alex Hope",
          "authorId": "2394881046"
        },
        {
          "name": "P. Molthan-Hill",
          "authorId": "1405290648"
        }
      ],
      "year": 2025,
      "abstract": "In response to Laasch’s call for radical transformation in Responsible Management Learning and Education (RMLE), we explore how evolutionary approaches can achieve paradigm shifts toward sustainable futures that climate urgency demands. While acknowledging the moral imperative underlying revolutionary frameworks, we identify three fundamental implementation challenges: institutional constraints limiting anti-paradigmatic performative politics, cognitive barriers inadequately addressed in paradigmatic transformation, and sustainability concerns surrounding civil disobedience pedagogy. Our evolutionary framework integrates three complementary theories addressing these barriers: Incremental Change Theory enables paradigmatic transformation through gradual theoretical flexibility; Complex Adaptive Systems Theory facilitates cognitive transformation through sustained social support; and Diffusion of Innovation Theory ensures adoption through strategic stakeholder alignment. Drawing on Habermas’s communicative reason and prescriptive theorizing, we demonstrate how evolutionary processes enable radical transformations to emerge organically from institutional dynamics. Through practical evidence including a twelve-year greenhouse gas consultancy project engaging 2,100 students and 360 organizations, alongside documented outcomes from leading business schools, we illustrate how evolutionary approaches achieve comprehensive climate education integration while maintaining institutional sustainability. Our implementation frameworks demonstrate how systematic transformation processes can equip future business leaders with competencies needed to address global sustainability challenges through systematic rather than disruptive change processes.",
      "citationCount": 0,
      "doi": "10.1177/10525629251390444",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2df0f8ee328f2e35820963d7aa56fbb1f12b7099",
      "venue": "Journal of Management Education",
      "journal": {
        "name": "Journal of Management Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f6c51ba7bc25f707735b73f4780c80c52b1558eb",
      "title": "The Conceptual Plurality in Jürgen Habermas’s Auch eine Geschichte der Philosophie",
      "authors": [
        {
          "name": "A. Nascimento",
          "authorId": "144150004"
        }
      ],
      "year": 2024,
      "abstract": "In Auch eine Geschichte der Philosophie (Also a History of Philosophy), Jürgen Habermas weaves together various themes such as faith and knowledge, history and theology, naturalism and epistemic justification, learning processes and moral development as well as multiculturalism and deliberative democracy in a transnational public sphere. This article argues that to articulate these multiple elements, Habermas adopts a robust framework built upon four conceptual pillars that can be clearly identified: postmetaphysical, postconventional, postnational, and postsecular. This “conceptual plurality” underlies his genealogy of the centuries-long tension and mutual learning between religious faith and scientific knowledge in the Western philosophical tradition. By considering the interplay of these concepts, it is possible to understand the several ways in which religion emerges in contemporary society and the equally multiple strategies Habermas uses to interpret religion throughout his career, which are masterfully reconsidered and articulated in his opus magnum on religion.",
      "citationCount": 0,
      "doi": "10.5840/resphilosophica20241012122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6c51ba7bc25f707735b73f4780c80c52b1558eb",
      "venue": "Res Philosophica",
      "journal": {
        "name": "Res Philosophica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "995270b34697a6a1604cfd3f793834664c039af1",
      "title": "12. Personal Experience of Difference and Convergence: Teaching Moral Theology in Sri Lanka and Rome",
      "authors": [
        {
          "name": "Vimal Tirimanna, CSsR",
          "authorId": "2395166488"
        }
      ],
      "year": 2025,
      "abstract": "In our contemporary world, thanks mainly to globalization and migration, it is difficult to find a mono-cultural society. Consequently, even at centers of learning, we often find students (and teachers) who belong to diverse cultures. In this essay, drawing on my experience as a professor of theological ethics who has been teaching in two culturally diverse contexts (continents) for more than two decades, I share some personal reflections on teaching to highlight that the communication of one language cannot be accurately (literally) translated into another. The diverse nuances of particular languages and cultures that one finds in and between two groups of students (in two continents) is instructive and shows a diversity which is constitutive for intercultural ethical dialogue.",
      "citationCount": 0,
      "doi": "10.55476/001c.151189",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/995270b34697a6a1604cfd3f793834664c039af1",
      "venue": "Journal of moral theology",
      "journal": {
        "name": "Journal of Moral Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0b074ad7ede3ebd8aaf82357169f68619b682ee8",
      "title": "Bodily felt integrity: the anarchic core of communication in Jürgen Habermas’s democratic thought",
      "authors": [
        {
          "name": "Odin Lysaker",
          "authorId": "2077173739"
        }
      ],
      "year": 2021,
      "abstract": "ABSTRACT Today, deep divisions run through many societies and their political discourses on contested issues such as populism, nationalism, immigration, and integration. Such divisions strengthen already existing polarizations created by various dynamics between reason and affect. In this article, I, therefore, introduce the term anarchic core of communication. In doing so, I contribute an alternative reading of Jürgen Habermas’s democratic thought. Here, I show the significance of both disagreements and feelings in his works. I depart, then, from those Habermasians and non-Habermasians claiming that Habermas appeals only to consensus and rationality. Within this Habermasian framework, therefore, I reconstruct what I conceptualize as the moral ideal of bodily felt integrity. This is a threshold above which not even the anarchic core should be morally accepted to misrecognize individuals’ embodied dignity. In result, I propose that my idea of bodily felt integrity is relevant to judge how much anarchic communication societies can recognize and remain democracies.",
      "citationCount": 0,
      "doi": "10.1080/1600910X.2021.2014629",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b074ad7ede3ebd8aaf82357169f68619b682ee8",
      "venue": "Journal of Social Theory",
      "journal": {
        "name": "Distinktion: Journal of Social Theory",
        "pages": "277 - 298",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d2604105b546d7a44ef04dc08854b3fde95b568",
      "title": "Second Language Teaching and Learning: Evolution and Adaptation to the Different Educational Contexts of Present-Day Society",
      "authors": [
        {
          "name": "Juana María Anguita Acero",
          "authorId": "2124319357"
        }
      ],
      "year": 2021,
      "abstract": "Communication is without any doubt one of the traits that best defines the human species since the beginning of time. Without communication, the development and evolution of society to the current paradigms would not have been possible. Even though the human capacity to use more than one language has always existed, two events have been decisive in shaping the processes to teach and learn second languages: on the one hand, the consolidation and institutionalisation of Applied Linguistics as an independent science in the 20th century and, on the other, the establishment of the Common European Framework of Reference (CEFR) at the beginning of the 21st century. \nSubsequently, the methodologies for teaching second languages underwent significant change, adopting communicative approaches geared at understanding and making oneself understood. In consequence, students’ learning styles were also modified. Moreover, the reasons for learning a second language have become more diversified and specialised, depending on personal and social needs. \nIn consequence, the models for teaching and learning foreign languages have transformed formal, non-formal and informal education, exerting their influence in a wide variety of environments, such as schools, high schools, universities, academies, social networks, cinema, television and gatherings of friends, amongst others.",
      "citationCount": 1,
      "doi": "10.55777/rea.v14i27.3259",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d2604105b546d7a44ef04dc08854b3fde95b568",
      "venue": "Revista de Estilos de Aprendizaje",
      "journal": {
        "name": "Revista de Estilos de Aprendizaje"
      },
      "publicationTypes": null
    },
    {
      "paperId": "943cc0fa127b65754e68df0c1f423bf6c5637805",
      "title": "Social Media and Moral Movement: A Critique of Jürgen Habermas’ Communicative ActionsTheory",
      "authors": [
        {
          "name": "Ari Sulistyanto",
          "authorId": "2350378706"
        },
        {
          "name": "Syaifuddin",
          "authorId": "2335217916"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.18502/KSS.V2I4.878",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/943cc0fa127b65754e68df0c1f423bf6c5637805",
      "venue": "",
      "journal": {
        "name": "KnE Social Sciences",
        "pages": "127-134",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "542d6b5f6f06fe5031c4698ce1a6b0249cef84d9",
      "title": "Habermas and feminism: (Male) communication and the evolution of (patriarchal) society",
      "authors": [
        {
          "name": "I. Balbus",
          "authorId": "118427573"
        }
      ],
      "year": 1984,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/07393148408429591",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/542d6b5f6f06fe5031c4698ce1a6b0249cef84d9",
      "venue": "",
      "journal": {
        "name": "New Political Science",
        "pages": "27-47",
        "volume": "5"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
