{
  "status": "success",
  "source": "semantic_scholar",
  "query": "communicative action Weber rationality",
  "results": [
    {
      "paperId": "558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "title": "Modernity, communicative action and reconstruction of rationality",
      "authors": [
        {
          "name": "J. Powell",
          "authorId": "30318519"
        }
      ],
      "year": 2014,
      "abstract": "Associated with the Frankfurt School, Jurgen Habermas's work focuses on the modern foundations of social theory and epistemology, the analysis of advanced capitalistic societies and democracy, the rule of law in a critical social-evolutionary context, and contemporary politics, particularly German politics. Habermas's theoretical system is devoted to revealing the possibility of reason, emancipation, and rational-critical communication latent in modern institutions and in the human capacity to deliberate and pursue rational interests. Habermas is known for his work on the concept of modernity, particularly with respect to the discussions of rationalization originally set forth by Max Weber. He has been influenced by American pragmatism and action theory. This paper sets out to explore the problems and possibilities of communicative action and the reconstruction of rationality which Habermas claims was lost in postmodern genre.",
      "citationCount": 1,
      "doi": "10.18052/WWW.SCIPRESS.COM/ILSHS.27.177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "venue": "",
      "journal": {
        "name": "International Letters of Social and Humanistic Sciences",
        "pages": "177-183",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4081b04c1fa5be1cb943d61d79794e8e672ee2d",
      "title": "Rationality and Communicative Action",
      "authors": [
        {
          "name": "John F. Sitton",
          "authorId": "107858932"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781403981493_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4081b04c1fa5be1cb943d61d79794e8e672ee2d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "41-59",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "84e4ed5d4b158347c41d7b3dfd4e1c329d824e00",
      "title": "At the Horizons of Modernity: Religion, Society, and Communication in Jürgen Habermas' The Theory of Communicative Action",
      "authors": [
        {
          "name": "Jarett Myskiw",
          "authorId": "114909640"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84e4ed5d4b158347c41d7b3dfd4e1c329d824e00",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9952489ae16b607adff7a1693608a5efb1a5334b",
      "title": "Communicative Rationality of the Maxwellian Revolution",
      "authors": [
        {
          "name": "R. M. Nugayev (Nugaev)",
          "authorId": "101736106"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1007/S10699-015-9417-Z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9952489ae16b607adff7a1693608a5efb1a5334b",
      "venue": "",
      "journal": {
        "name": "Foundations of Science",
        "pages": "447-478",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "303570c4b847e988a58a854f5f8f01718f3044b0",
      "title": "The Force of Reason: An Introduction to Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "A. Brand",
          "authorId": "96443006"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 87,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/303570c4b847e988a58a854f5f8f01718f3044b0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "456fa5c64c2cc83f8fc74383d80336415f518d62",
      "title": "Rationalization and Colonialization of Life World:Construction of Rationality from Weber to Habermas",
      "authors": [
        {
          "name": "L. Jian",
          "authorId": "2117283198"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/456fa5c64c2cc83f8fc74383d80336415f518d62",
      "venue": "",
      "journal": {
        "name": "Journal of Shijiazhuang University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "02b29cbad75af00921f38e7ac361acc9f6455aff",
      "title": "Rationality revisited: An alternative perspective on reason in management and planning",
      "authors": [
        {
          "name": "Richard Bolan",
          "authorId": "74737410"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 27,
      "doi": "10.1108/13552529910260082",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02b29cbad75af00921f38e7ac361acc9f6455aff",
      "venue": "",
      "journal": {
        "name": "Journal of Management History",
        "pages": "68-86",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "381549786ace43b3842f842fd9d4aee1f542a9c6",
      "title": "Complexity and Democracy, or the Seducements of Systems Theory",
      "authors": [
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 103,
      "doi": "10.2307/488199",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/381549786ace43b3842f842fd9d4aee1f542a9c6",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "27",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0645f3e866211f5d1625e6c736308f15017a6977",
      "title": "Habermas and Contemporary Society",
      "authors": [
        {
          "name": "John F. Sitton",
          "authorId": "107858932"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 58,
      "doi": "10.1057/9781403981493",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0645f3e866211f5d1625e6c736308f15017a6977",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f78e8f28e039d6fd8ad8694d6113dbab18cee0ba",
      "title": "Moralinės legitimacijos reikšmė kritinės teorijos požiūriu",
      "authors": [
        {
          "name": "Gintautas Mažeikis",
          "authorId": "104642036"
        },
        {
          "name": "Vadim Perov",
          "authorId": "2072276523"
        }
      ],
      "year": 2015,
      "abstract": "The paper considers interaction of the theories of moral legitimation with the concepts of communicative action and negotiation in consideration of critique of classical ideals of rationality and Habermas’s weak attitude of transcendental pragmatics. The aim of the paper is to show the importance of epistemological interpellation of moral legitimation and its procedures for contemporary ethics and development of other moral traditions. Ideas and conflicts of legitimation are analysed with regard to considerations of Weber, Arendt and Habermas. The paper supplements the theory of communicative action and discourse, as precondition of a normative, with the concepts of moral temporality, world event, and responsible action regarding contemporary post-structural philosophy. The main thesis of the paper is that, according to the critical theory, moral legitimation is supported by possible universal idea of communicative action, negotiation and sufficiency, which depend on the processes of multiplicities. The arguments of the paper aim at the critic of classical ideals of rationality, theories of ranks and sanctity, accumulation of symbolical capital and power of institutions. Needs of transcendental principle of communicative action, negotiation and temporality are argued for by examples of the development of civilizational and cultural diversity, growing significance of personal and group dynamics, and continuous origin of new conflicts. The article consistently rejects the idea of foundationalism and substitutes it with the notions of politics of sufficient legitimation, openness and group dynamics.",
      "citationCount": 1,
      "doi": "10.15388/PROBLEMOS.2015.87.5278",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f78e8f28e039d6fd8ad8694d6113dbab18cee0ba",
      "venue": "",
      "journal": {
        "name": "Problemos",
        "pages": "44-59",
        "volume": "87"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d5b2532d4ca55631f107d6412f5d9aecc132a54d",
      "title": "Integrująca rola dochodzenia do porozumienia w teorii działania komunikacyjnego Jürgena Habermasa",
      "authors": [
        {
          "name": "Aneta Krupka",
          "authorId": "83971485"
        }
      ],
      "year": 2014,
      "abstract": "While appreciating the role of the Enlightenment Jurgen Habermas also understands the difficulties of its primacy of rationality. Inadequacy of instrumental interpretation of rationality leads the German philosopher to the formulation of the theory of communicative action. In this theory the search for an agreement becomes the basis for an action; this theory replaces and complements the conception of the action formulated by Max Weber. Moreover, it is the language and more specifically the whole process of communication that reveals complicated social reality. The importance of these theoretical considerations is shown in bioethical reflection, mainly in regard to the eugenics.",
      "citationCount": 2,
      "doi": "10.15633/SSC.758",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d5b2532d4ca55631f107d6412f5d9aecc132a54d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "85-97",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "29861dc2056d1e81f549a600dd20a736369e849c",
      "title": "w teorii działania komunikacyjnego Jürgena Habermasa",
      "authors": [
        {
          "name": "Aneta Krupka",
          "authorId": "83971485"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29861dc2056d1e81f549a600dd20a736369e849c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "604fd6ad969fb75a211c9e65dbb500615e24feb5",
      "title": "Jürgen Habermas o la crítica pragmática de la comunicación: las posibilidades de un diálogo social",
      "authors": [
        {
          "name": "Felipe López Veneroni",
          "authorId": "116157077"
        }
      ],
      "year": 2013,
      "abstract": "This article seeks to analyse Jurgen Habermas’ concept of communicative action and its links to a number of theoretical issues that connect it, in particular, to Max Weber. In this context, the idea of an argumentative rationality seems to be an intermediate concept between instrumental reason and normative ethics, in which ( Universal ) pragmatics becomes a means of guiding discourse through clarifying the ideal conditions for a social dialogue as political praxis, in order to overcome the constraints between life-world and system.",
      "citationCount": 0,
      "doi": "10.22201/FCPYS.24484911E.2011.10.41660",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/604fd6ad969fb75a211c9e65dbb500615e24feb5",
      "venue": "",
      "journal": {
        "name": "Revista Mexicana de Opinión Pública",
        "pages": "17-27",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4791d66a06bf91d641e7ab9e5b04d50b0945af66",
      "title": "Habermas in the garden : broadening the scope of social movements for sustainability",
      "authors": [
        {
          "name": "Sandra Villumsen",
          "authorId": "121727106"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4791d66a06bf91d641e7ab9e5b04d50b0945af66",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "089e754ee87279051c02b2525e7899df223429da",
      "title": "On the Four Limitations of Habermas's Ideal Discourse Situation",
      "authors": [
        {
          "name": "Nie Wei",
          "authorId": "15836179"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/089e754ee87279051c02b2525e7899df223429da",
      "venue": "",
      "journal": {
        "name": "Journal of Chongqing University of Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c846bd2d7fb3e4d06d7c90cb923ef279bf2f463d",
      "title": "How to Rage Against the Dying of the Light? A Critique of Ritzer's McDonaldization Thesis.",
      "authors": [
        {
          "name": "B. Peper",
          "authorId": "7892619"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c846bd2d7fb3e4d06d7c90cb923ef279bf2f463d",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ca0a6b870cae86f7909ef6dacb7b68a237678b74",
      "title": "On the Meanings and Limitations of Habermas' Principle of Universal Morality",
      "authors": [
        {
          "name": "Fei Shang-jun",
          "authorId": "1485123958"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca0a6b870cae86f7909ef6dacb7b68a237678b74",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "88a720470557b7db98cceb8ebacbc393d821d08e",
      "title": "The Rationality of Communication in Nineteen Eighty-Four and The Handmaid’s Tale studied by Habermas’ Theory of Communicative Action",
      "authors": [
        {
          "name": "Sunhee Lee",
          "authorId": "2310185975"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.21084/jmball.2022.11.40.4.23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/88a720470557b7db98cceb8ebacbc393d821d08e",
      "venue": "The Journal of Modern British &amp; American Language &amp; Literature",
      "journal": {
        "name": "The Journal of Modern British &amp; American Language &amp; Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "title": "On Communicative Rationality with Passion",
      "authors": [
        {
          "name": "M. Bakardjieva",
          "authorId": "2431336"
        }
      ],
      "year": 2024,
      "abstract": "This paper reflects on the reception and application of Habermas’ concept of the public sphere in media and communication studies at various points in recent history. It argues that it is urgent to focus the scholarly community’s intellectual efforts not on decrying the utopian nature of the concept, but on salvaging and honing its normative edge. Its central philosophical kernel, rational-critical debate, and its connection to concepts such as communicative action, communicative rationality and deliberation developed in Habermas’ later works, need to be re-examined and re-asserted as a vital criterion of democratic public communication. In defence of this argument, some of the most influential critiques of the public sphere model—its alleged neglect of emotions and conflict—are examined and challenged. The pathologies of the current space of mediatised public communication, it is argued, should be understood as symptoms of the erosion of communicative rationality and the ideal of the public sphere from the social imaginary.",
      "citationCount": 2,
      "doi": "10.1080/13183222.2024.2311021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aad2847a3b30b2f2413d2f841ffed7cf6bc83469",
      "venue": "Javnost - The Public",
      "journal": {
        "name": "Javnost - The Public",
        "pages": "46 - 63",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "title": "The Breakthrough of Dilemma of Supervisor-Postgraduate Relationship from the Perspective of Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "Suyi Huang",
          "authorId": "2241127959"
        },
        {
          "name": "Jia Liu",
          "authorId": "2241110226"
        }
      ],
      "year": 2023,
      "abstract": ": In recent years, postgraduate enrollment has been increasing greatly and the number of postgraduate students is also increasing year by year. Therefore, the harmonious issue of supervisor-postgraduate relationship becomes an academic hot-spot. However, daily supervisor-postgraduate relationship is affected by the universal application of instrumental reason. In view of this, this paper draws on the core connotation of Habermas' theory of interactional behaviour to analyse the real dilemma of the current mentoring relationship, and to reconstruct the new era of graduate student mentoring relationship of mutual respect, understanding, equality, and harmonious coexistence in terms of four dimensions: interactional rationality, language, life world, and intersubjectivity.",
      "citationCount": 0,
      "doi": "10.25236/ijfs.2023.051015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "venue": "International Journal of Frontiers in Sociology",
      "journal": {
        "name": "International Journal of Frontiers in Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b91fccee114dceda6461fe1beb74eb5e3271f08d",
      "title": "Instrumental rationality, prudence and communicative action",
      "authors": [
        {
          "name": "J. Ythier",
          "authorId": "2717249"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315113258-19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b91fccee114dceda6461fe1beb74eb5e3271f08d",
      "venue": "The Individual and the Other in Economic Thought",
      "journal": {
        "name": "The Individual and the Other in Economic Thought"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ef6094609d16f6cf9f5ec0f3fc95cd0cb2eeb1a",
      "title": "Frédéric Minner : Rationality, normativity, and emotions : an assessment of Max Weber's typology of social action",
      "authors": [
        {
          "name": "F. Minner",
          "authorId": "8336417"
        },
        {
          "name": "S. Cattacin",
          "authorId": "49815719"
        },
        {
          "name": "Florian Cova",
          "authorId": "4972714"
        },
        {
          "name": "Maxime Felder",
          "authorId": "102129122"
        },
        {
          "name": "S. Heeb",
          "authorId": "113107777"
        },
        {
          "name": "L. Kaufmann",
          "authorId": "47205119"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ef6094609d16f6cf9f5ec0f3fc95cd0cb2eeb1a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "title": "Fact-Finding Without Rules: Habermas's Communicative Rationality as a Framework for Judicial Assessments of Digital Open-Source Information",
      "authors": [
        {
          "name": "M. Gillett",
          "authorId": "39447910"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas’s theory of “communicative rationality” (also known as “communicative action”) provides a promising conceptual apparatus through which to justify and validate the International Criminal Court’s consideration of the emerging phenomenon of digital open-source information. Because of its process-based and inclusive qualities, Habermas’s communicative rationality is particularly apposite for the dynamic nature of digital open-source information and the heterogenous range of actors and institutions which have relevant experiences and skills to contribute to the generation of norms and determinations regarding its role before the Court. This is important, as the International Criminal Court’s procedural framework is largely silent on digital material, despite the risks of such materials being misinterpreted or misused as a vehicle for disinformation. In the absence of prescriptive regulatory responses, this article argues that Jürgen Habermas’s communicative rationality provides a justifiable framework for the court’s judicial deliberations regarding digital information. Importantly, Habermas emphasizes forming a broad epistemic community to draw specialists into the deliberative process. As the truth-seeking evidentiary function increasingly moves outside of the courtroom, Habermas’s communicative rationality constitutes an inclusive approach capable of inculcating specialized knowledge into judicial deliberations. In this way, communicative rationality can provide a powerful conceptual justification for the judicial exercise of power regarding the emerging phenomenon of digital open-source information.",
      "citationCount": 1,
      "doi": "10.36642/mjil.44.3.fact",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "venue": "Michigan Journal of International Law",
      "journal": {
        "name": "Michigan Journal of International Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "540f2311f461e95a0dc9577ccd730bd22e43c1f2",
      "title": "Practical Activities, Communicative Action and the Rationality of Practical Processes",
      "authors": [
        {
          "name": "Y. Guorong",
          "authorId": "52538939"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/9789004321786_008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/540f2311f461e95a0dc9577ccd730bd22e43c1f2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "146-179",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a23906886bcf356caccd7536c5aa63f7091d43cc",
      "title": "Technological a priori and Communicative Action in Kurt Vonnegut’s Player Piano",
      "authors": [
        {
          "name": "Mete Han Arıtürk",
          "authorId": "2305509027"
        },
        {
          "name": "Mehmet Büyüktuncay",
          "authorId": "2308960045"
        }
      ],
      "year": 2024,
      "abstract": "This article investigates the state of extreme mechanization in modern industrial societies, which leads to a strict separation of various domains of life and an eventual exclusion of the human element. The Frankfurt School philosophers, Herbert Marcuse and Jürgen Habermas in particular, have rigorously analyzed the inherently ideological function of technology in late capitalist societies. Similarly, Kurt Vonnegut's Player Piano depicts a near-future America, reflecting an exceedingly technologized and automated social world under corporate capitalism. This paper examines how the technocratic state in Vonnegut’s novel utilizes technology to pacify and nullify masses, and thus challenges the idea that technology is just a value-free collection of know-how. The devalued human subject and dehumanized society portrayed in Vonnegut's anti-utopian narrative are discussed with reference to Marcuse’s notion of 'one-dimensional society' and Habermas’s theory of 'communicative action' to provide the critical framework for the analysis of the impoverishing and colonizing impacts of technological rationality on the lifeworld.",
      "citationCount": 0,
      "doi": "10.21497/sefad.1343482",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a23906886bcf356caccd7536c5aa63f7091d43cc",
      "venue": "Selçuk Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Selçuk Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bbab4ebadab2a02248dee13866543afd0b936761",
      "title": "Climate Change and Rationality of Communicative Action-Focused on the comparative research on climatechange news frames in the Korea and the America-",
      "authors": [
        {
          "name": "지명훈",
          "authorId": "2078005160"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.15841/KSPEW..76.201506.326",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbab4ebadab2a02248dee13866543afd0b936761",
      "venue": "",
      "journal": {
        "name": "Studies in Philosophy East-West",
        "pages": "326-343",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "36d4267b963168edf33c4b9facb8b3c971d3f483",
      "title": "Rationality of Communicative Action under the Inter-subjectivity Horizon and the Construction of Harmonious Society",
      "authors": [
        {
          "name": "Mi Lijua",
          "authorId": "114907700"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36d4267b963168edf33c4b9facb8b3c971d3f483",
      "venue": "",
      "journal": {
        "name": "Journal of Chongqing University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d8952b5b1ade209c21d9e04b3fafe162a2398b29",
      "title": "Communicative versus Strategic Rationality: Habermas Theory of Communicative Action and the Social Brain",
      "authors": [
        {
          "name": "M. Schaefer",
          "authorId": "50787841"
        },
        {
          "name": "H. Heinze",
          "authorId": "145825580"
        },
        {
          "name": "M. Rotte",
          "authorId": "144878152"
        },
        {
          "name": "C. Denke",
          "authorId": "4308014"
        }
      ],
      "year": 2013,
      "abstract": "In the philosophical theory of communicative action, rationality refers to interpersonal communication rather than to a knowing subject. Thus, a social view of rationality is suggested. The theory differentiates between two kinds of rationality, the emancipative communicative and the strategic or instrumental reasoning. Using experimental designs in an fMRI setting, recent studies explored similar questions of reasoning in the social world and linked them with a neural network including prefrontal and parietal brain regions. Here, we employed an fMRI approach to highlight brain areas associated with strategic and communicative reasoning according to the theory of communicative action. Participants were asked to assess different social scenarios with respect to communicative or strategic rationality. We found a network of brain areas including temporal pole, precuneus, and STS more activated when participants performed communicative reasoning compared with strategic thinking and a control condition. These brain regions have been previously linked to moral sensitivity. In contrast, strategic rationality compared with communicative reasoning and control was associated with less activation in areas known to be related to moral sensitivity, emotional processing, and language control. The results suggest that strategic reasoning is associated with reduced social and emotional cognitions and may use different language related networks. Thus, the results demonstrate experimental support for the assumptions of the theory of communicative action.",
      "citationCount": 22,
      "doi": "10.1371/journal.pone.0065111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8952b5b1ade209c21d9e04b3fafe162a2398b29",
      "venue": "PLoS ONE",
      "journal": {
        "name": "PLoS ONE",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
