{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Delanty Habermas occidental rationalism social learning",
  "results": [
    {
      "paperId": "effefca4d5ba7355bfd36fafcec4a2521cdedab6",
      "title": "Habermas and Occidental Rationalism: The Politics of Identity, Social Learning, and the Cultural Limits of Moral Universalism*",
      "authors": [
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 49,
      "doi": "10.1111/0735-2751.00022",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/effefca4d5ba7355bfd36fafcec4a2521cdedab6",
      "venue": "",
      "journal": {
        "name": "Sociological Theory",
        "pages": "30 - 59",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e1eb5e431b4358c6965386e0573330d673974f51",
      "title": "Philosophies of Social Science: The Classic and Contemporary Readings",
      "authors": [
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        },
        {
          "name": "P. Strydom",
          "authorId": "144941574"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 91,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1eb5e431b4358c6965386e0573330d673974f51",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d17f826b4fb672b50604f260412e8cb115b9fad1",
      "title": "A NEW CRITICAL THEORY? HABERMAS AND THE SEARCH FOR THE NORMATIVE FOUNDATIONS",
      "authors": [
        {
          "name": "Mesbahian Hossein",
          "authorId": "115126820"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d17f826b4fb672b50604f260412e8cb115b9fad1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "35-61",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "db0a5b24c0559f8b332744227e7466be429f1049",
      "title": "The secularization thesis and the secular state: reflections with special attention to debates in Australia",
      "authors": [
        {
          "name": "Stephen A. Chavura",
          "authorId": "115398829"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.7135/UPO9780857288073.004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db0a5b24c0559f8b332744227e7466be429f1049",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "65-92",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cdef6f4b54852e2dd34318e71e1f870e56ff6602",
      "title": "Recognition in the work of Axel Honneth : Implications for Transformative Learning Theory",
      "authors": [
        {
          "name": "T. Fleming",
          "authorId": "47819986"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cdef6f4b54852e2dd34318e71e1f870e56ff6602",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8e4519f5ce9566ddd3ce67beaf874346756ce5bb",
      "title": "Design and Validation of a Tool for the Formative Assessment of Invasion Games",
      "authors": [
        {
          "name": "F. Otero-Saborido",
          "authorId": "2083769966"
        },
        {
          "name": "J. González-Jurado",
          "authorId": "14377327"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e4519f5ce9566ddd3ce67beaf874346756ce5bb",
      "venue": "",
      "journal": {
        "name": "Journal of physical education and sport",
        "pages": "254",
        "volume": "15"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3f2708361932b0e37d03778aa619e8196b3e7a27",
      "title": "RECONSTRUCTIONISM: A COMPARATIVE METHOD FOR VIEWPOINT ANALYSIS AND INDEXING USING THE EXAMPLE OF KOHLBERG’S MORAL STAGES",
      "authors": [
        {
          "name": "M. Kleineberg",
          "authorId": "2704894"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.5771/9783956504211-400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f2708361932b0e37d03778aa619e8196b3e7a27",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "98373091662b2cb2c99b026730c43fe196af25f3",
      "title": "The postsecular moment in education: toward pedagogies of difference",
      "authors": [
        {
          "name": "H. Alexander",
          "authorId": "46645378"
        }
      ],
      "year": 2018,
      "abstract": "The rise of secularism is one of the most striking features of modernity. Following Jürgen Habermas (2008, pp. 18, 27), this has involved three characteristics: (a) dominance of a ‘disenchanted’ worldview in the public domain based on a ‘hard’ scientific naturalism; (b) restriction of organized religion to the private domain with a role that is primarily pastoral; and (c) appreciation for higher standards of living, reduction in risks to life, and increased existential security resulting from advanced technologies. This rise was not the result of a single transformation, according to Charles Taylor (2007), but a series of departures, in which earlier forms of life were destabilized to reveal new ones. Among other considerations, these departures where grounded in both sides of the modern dialectic between Enlightenment and Counter-Enlightenment, the former requiring the acceptance of one or another account of reason as a condition for entry into the public square, the latter allegiance to one or another view of solidarity (Berlin, 1998, pp. 243–268). Understood as the awareness that power interests are inexorably embedded in the human condition, postmodernism challenged a so-called left-leaning interpretation of the Counter-Enlightenment side of this dialectic—the utopian aspirations of Marxist and neo-Marxist critical social theory. In so doing, however, it dramatically increased skepticism concerning what was left of the Enlightenment side as well. This after Georg Friedrich Wilhelm Hegel’s earlier critique of Immanuel Kant’s influential presupposition that the very possibility of knowledge is grounded in the rational structure of mind, independent of history, culture, language, and other characteristics of particularity (2004). Hegel situated the possibility of universal knowledge within, not logically prior to, history (Hegel, 1953). Yet, when postmodern skepticism is turned on itself, what remains is an epistemological paradox. If we are to doubt Marxist and neo-Marxist utopianism along with Kantian rationalism, each due to embedded power interests, why not also the very postmodern obsession with power itself? If all views are corrupted by power, can postmodernism be exempt? This critique of postmodernism has not left the arguments that contributed to the rise of secularism unshaken. Although in some societies religious belief and practice have markedly declined, according to Taylor, today’s world is characterized by the emergence of new religious, spiritual, and antireligious options that people use to make sense of their lives and give shape to their aspirations. Habermas referred to this growing public appreciation for diversity in belief and unbelief as ‘postsecular society.’ Such a society is rife with both opportunities and dangers, for personal and collective growth, on the one hand, and religious and antireligious extremism, on the other. Following Isaiah Berlin’s recognition that human experience is comprised of an infinite variety of deeply different ways to live (Berlin, 1998; pp. 191–242), I have argued that a key task of pedagogy in this postsecular moment is to promote peaceful coexistence across difference by learning to define ourselves within intelligent spiritualties that eschew extremes through dialog with alternative worldviews (Alexander, 2015).",
      "citationCount": 1,
      "doi": "10.1080/00131857.2018.1461379",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98373091662b2cb2c99b026730c43fe196af25f3",
      "venue": "What Comes After Postmodernism in Educational Theory?",
      "journal": {
        "name": "Educational Philosophy and Theory",
        "pages": "1644 - 1645",
        "volume": "50"
      },
      "publicationTypes": null
    },
    {
      "paperId": "edff50e174af985d71ed38e91fd518194adfe021",
      "title": "The Institutional and Personal Need for Philosophy",
      "authors": [
        {
          "name": "Ulrich de Balbian",
          "authorId": "72001448"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/edff50e174af985d71ed38e91fd518194adfe021",
      "venue": "",
      "journal": {
        "name": "Social Science Research Network",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1e3aeb226797a372ea5c430f76c4ff56a3e9afc5",
      "title": "Critical theory and holocaust",
      "authors": [
        {
          "name": "P. Krstić",
          "authorId": "1382059131"
        }
      ],
      "year": 2006,
      "abstract": "In this paper the author is attempting to establish the relationship - or the lack of it - of the Critical Theory to the \"Jewish question\" and justification of perceiving signs of Jewish religious heritage in the thought of the representatives of this movement. The holocaust marked out by the name of \"Auschwitz\", is here tested as a point where the nature of this relationship has been decided. In this encounter with the cardinal challenge for the contemporary social theory, the particularity of the Frankfurt School reaction is here revealed through Adorno installing Auschwitz as unexpected but lawful emblem of the ending of the course that modern history has assumed. The critique of this \"fascination\" with Auschwitz, as well as certain theoretical pacification and measured positioning of the holocaust into discontinued plane of \"unfinished\" and continuation and closure of the valued project, are given through communicative-theoretical pre-orientation of Jurgen Habermas’s Critical Theory and of his followers. Finally, through the work of Detlev Claussen, it is suggested that in the youngest generation of Adorno’s students there are signs of revision to once already revised Critical Theory and a kind of defractured and differentiated return to the initial understanding of the decisiveness of the holocaust experience. This shift in the attitude of the Critical Theory thinkers to the provocation of holocaust is not, however, particularly reflected towards the status of Jews and their tradition, but more to the age old questioning and explanatory patterns for which they served as a \"model\". The question of validity of the enlightenment project, the nature of occidental rationalism, (non)existence of historical theology and understanding of the identity and emancipation - describe the circle of problems around which the disagreement is concentrated in the social critical theory.",
      "citationCount": 1,
      "doi": "10.2298/FID0629037K",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e3aeb226797a372ea5c430f76c4ff56a3e9afc5",
      "venue": "",
      "journal": {
        "name": "Filozofija I Drustvo",
        "pages": "37-73",
        "volume": "2006"
      },
      "publicationTypes": null
    },
    {
      "paperId": "624e451a49fd942549e87641adce12611ae1c094",
      "title": "20세기 초반 中國 鄕村敎育共同體의 사상적 모색",
      "authors": [
        {
          "name": "李在鈴",
          "authorId": "114470276"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/624e451a49fd942549e87641adce12611ae1c094",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ff4aa2f32ef917707ee18f2a6dcffac58c38bcca",
      "title": "Enabling Gender-Inclusivity in LIS Education through Epistemology, Ethics, and Essential Questions",
      "authors": [
        {
          "name": "Melodie J. Fox",
          "authorId": "32474943"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 9,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff4aa2f32ef917707ee18f2a6dcffac58c38bcca",
      "venue": "",
      "journal": {
        "name": "Journal of Education for Library and Information Science",
        "pages": "241-250",
        "volume": "55"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6d108a45cd617e98c69dcfc74222a24c4d8cdd44",
      "title": "Scientism and Humanism: Two Cultures in Post-Mao China (1978–1989) . By Shiping Hua. Albany: State University of New York Press, 1995. 206p. $17.95 paper.",
      "authors": [
        {
          "name": "Lucian W. Pye",
          "authorId": "123377126"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.2307/2082945",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d108a45cd617e98c69dcfc74222a24c4d8cdd44",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "451 - 452",
        "volume": "90"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 13,
  "errors": []
}
