[s2_search.py] Searching Semantic Scholar: 'communicative rationality instrumental reason Weber Habermas' (year=2000-2025) (field=Philosophy), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_28186344d9c4f535)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "communicative rationality instrumental reason Weber Habermas",
  "results": [
    {
      "paperId": "604fd6ad969fb75a211c9e65dbb500615e24feb5",
      "title": "Jürgen Habermas o la crítica pragmática de la comunicación: las posibilidades de un diálogo social",
      "authors": [
        {
          "name": "Felipe López Veneroni",
          "authorId": "116157077"
        }
      ],
      "year": 2013,
      "abstract": "This article seeks to analyse Jurgen Habermas’ concept of communicative action and its links to a number of theoretical issues that connect it, in particular, to Max Weber. In this context, the idea of an argumentative rationality seems to be an intermediate concept between instrumental reason and normative ethics, in which ( Universal ) pragmatics becomes a means of guiding discourse through clarifying the ideal conditions for a social dialogue as political praxis, in order to overcome the constraints between life-world and system.",
      "citationCount": 0,
      "doi": "10.22201/FCPYS.24484911E.2011.10.41660",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/604fd6ad969fb75a211c9e65dbb500615e24feb5",
      "venue": "",
      "journal": {
        "name": "Revista Mexicana de Opinión Pública",
        "pages": "17-27",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "089e754ee87279051c02b2525e7899df223429da",
      "title": "On the Four Limitations of Habermas's Ideal Discourse Situation",
      "authors": [
        {
          "name": "Nie Wei",
          "authorId": "15836179"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/089e754ee87279051c02b2525e7899df223429da",
      "venue": "",
      "journal": {
        "name": "Journal of Chongqing University of Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b4e4a857294236281dd0e76bac9701ace15db271",
      "title": "Kant’s View of Reason to Habermas’s Theory of Communicative Reason",
      "authors": [
        {
          "name": "文镖 叶",
          "authorId": "2351392890"
        }
      ],
      "year": 2025,
      "abstract": "In the process of forming and proposing the concept of “communicative rationality”, Habermas was influenced by many related concepts, and these theories later became the theoretical premise for the establishment of “communicative rationality”, among which the closest to it in the timeline are the “value rationality” proposed by Max Weber and the concept of “materialization” proposed by Lukacs Georg. The doctrinal concept proposed by the former enabled Habermas to finally break",
      "citationCount": 0,
      "doi": "10.12677/acpp.2025.143106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4e4a857294236281dd0e76bac9701ace15db271",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "title": "Instrumental Rationality in the Age of Artificial Intelligence: Re-reading Horkheimer and Habermas in the Constellation of Data Capitalism",
      "authors": [
        {
          "name": "Dewi Ayu Dyah Ningrum",
          "authorId": "2402975494"
        },
        {
          "name": "Agung Winarno",
          "authorId": "2402965147"
        },
        {
          "name": "Subagyo Subagyo",
          "authorId": "2402956421"
        }
      ],
      "year": 2025,
      "abstract": "This article examines how artificial intelligence (AI) within data capitalism intensifies instrumental rationality, as critiqued by Max Horkheimer, while simultaneously distorting communicative rationality in the Habermasian sense. Using a conceptual–analytical qualitative approach, it analyzes how algorithmic systems regulate social action by subordinating subjects to calculation, prediction, and efficiency. The study shows that the algorithmization of social life reduces human experience to units of datafication that can be predicted and modified, thereby deepening forms of technical domination. At the same time, algorithmically mediated digital public spheres are shaped more by platform commercial logics than by dialogic and deliberative norms, undermining conditions for democratic communication. By synthesizing Horkheimer and Habermas, the article proposes a conceptual framework for understanding contemporary forms of domination across technical and communicative domains and argues for the development of critical ethical–normative frameworks and the reconstruction of digital public spaces that support communication free from domination.",
      "citationCount": 0,
      "doi": "10.55927/eajmr.v4i12.496",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/703e7447f6f968f2b76f83d0fbf59842e383d16f",
      "venue": "East Asian Journal of Multidisciplinary Research",
      "journal": {
        "name": "East Asian Journal of Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "title": "The Breakthrough of Dilemma of Supervisor-Postgraduate Relationship from the Perspective of Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "Suyi Huang",
          "authorId": "2241127959"
        },
        {
          "name": "Jia Liu",
          "authorId": "2241110226"
        }
      ],
      "year": 2023,
      "abstract": ": In recent years, postgraduate enrollment has been increasing greatly and the number of postgraduate students is also increasing year by year. Therefore, the harmonious issue of supervisor-postgraduate relationship becomes an academic hot-spot. However, daily supervisor-postgraduate relationship is affected by the universal application of instrumental reason. In view of this, this paper draws on the core connotation of Habermas' theory of interactional behaviour to analyse the real dilemma of the current mentoring relationship, and to reconstruct the new era of graduate student mentoring relationship of mutual respect, understanding, equality, and harmonious coexistence in terms of four dimensions: interactional rationality, language, life world, and intersubjectivity.",
      "citationCount": 0,
      "doi": "10.25236/ijfs.2023.051015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "venue": "International Journal of Frontiers in Sociology",
      "journal": {
        "name": "International Journal of Frontiers in Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "337753d99697ccf5148b3f9cecaf56ab73b7db8f",
      "title": "Book Review: The Critique of Instrumental Reason from Weber to Habermas",
      "authors": [
        {
          "name": "Kevin W. Gray",
          "authorId": "144122651"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/0048393112458769",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/337753d99697ccf5148b3f9cecaf56ab73b7db8f",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "121 - 126",
        "volume": "44"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4fcd50fbbbbaf17074ddc31dfb9e9b19c4a179de",
      "title": "Prediction, Performativity, and Potential Outcomes: Communicative Rationality in Prediction-Allocation Problems",
      "authors": [
        {
          "name": "Sebastian Zezulka",
          "authorId": "2223928880"
        },
        {
          "name": "Konstantin Genin",
          "authorId": "2257348759"
        }
      ],
      "year": 2025,
      "abstract": "In prediction-allocation problems, predictions are used to allocate social goods. Standard methodology recommends factoring these problems into two stages: first, individual outcomes are predicted as accurately as possible; second, allocations are made based on these predictions. But when predictions inform allocation, they causally influence outcomes. The “performative” nature of these predictions entangles epistemic and pragmatic considerations, making notions of accuracy ambiguous. Two families of responses propose to correct the standard procedure. Emphasizing the epistemic, endogenization recommends making predictions that tend to make themselves true. Pragmatic encroachment recommends making the predictions with the best distributive consequences. We argue that both responses are misguided. The former undermines the normative goals of allocation. The latter, despite being instrumentally rational, has a distorting effect on communication. When predictions are expressions of substantive normative commitments, they cannot help resolve normative disputes among policymakers and street-level bureaucrats. That is, they are not communicatively rational. We argue that one does not have to trade off instrumental and communicative rationality and introduce two criteria of adequacy for predictions: they should be decision- and discourse-supportive. These criteria can be met by predicting counterfactual outcomes. We argue that predictions satisfying these criteria can serve as public reasons.",
      "citationCount": 0,
      "doi": "10.1145/3757887.3767685",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fcd50fbbbbaf17074ddc31dfb9e9b19c4a179de",
      "venue": "Proceedings of the 5th ACM Conference on Equity and Access in Algorithms, Mechanisms, and Optimization",
      "journal": {
        "name": "Proceedings of the 5th ACM Conference on Equity and Access in Algorithms, Mechanisms, and Optimization"
      },
      "publicationTypes": [
        "Book",
        "Conference"
      ]
    },
    {
      "paperId": "8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "title": "The Theory Of Communicative Action Vol 1 Reason Amp Rationalization Society Jurgen Habermas",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 46,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8c2bff80ff5049521f2c82985c76b18ee8ab0d20",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "title": "The Frankfurt School and the Critique of Instrumental Reason",
      "authors": [
        {
          "name": "Gregory R. Smulewicz-Zucker",
          "authorId": "1418895747"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1057/978-1-137-55801-5_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-206",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ad78582b51250620ef6acc240bfc16b1edb72d7",
      "title": "The Critique of Instrumental Reason from Weber to Habermas",
      "authors": [
        {
          "name": "D. Schecter",
          "authorId": "7917530"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 22,
      "doi": "10.5040/9781501301759",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ad78582b51250620ef6acc240bfc16b1edb72d7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b774dd4dcc54f3b3a7f6485fce61e103385547bf",
      "title": "The Critique of Instrumental Reason from Weber to Habermas",
      "authors": [
        {
          "name": "A. Marinopoulou",
          "authorId": "101146310"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 37,
      "doi": "10.5840/PHILINQUIRY2011353/49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b774dd4dcc54f3b3a7f6485fce61e103385547bf",
      "venue": "",
      "journal": {
        "name": "Philosophical Inquiry",
        "pages": "106-111",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "474b6fe9aa38fa063b9561c1faad9c92a65e5e1b",
      "title": "KİTAP İNCELEMESİ: Schecter, Darrow (2010), The Critique of Instrumental Reason from Weber to Habermas (London: Continuum, 254 sayfa.)",
      "authors": [
        {
          "name": "Boran Ali Mercan",
          "authorId": "113997368"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1501/SBFder_0000002212",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/474b6fe9aa38fa063b9561c1faad9c92a65e5e1b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "255-259",
        "volume": "66"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ba6f26ac1b4981dd6c1a4060a0727521fd566a7",
      "title": "MEANING IN HABERMASIAN COMMUNICATIVE RATIONALITY",
      "authors": [
        {
          "name": "E. J. Ibuot",
          "authorId": "79543236"
        },
        {
          "name": "O. Emeka",
          "authorId": "2034183652"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ba6f26ac1b4981dd6c1a4060a0727521fd566a7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3f8475f2ae6cd76335c44022127eeeb235e2fea5",
      "title": "A Critique of Max Horkheimer’s Critique of Instrumental Reason",
      "authors": [
        {
          "name": "J. Braun",
          "authorId": "143676423"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/S12108-016-9314-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f8475f2ae6cd76335c44022127eeeb235e2fea5",
      "venue": "",
      "journal": {
        "name": "The American Sociologist",
        "pages": "192-207",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "09c3bcd7e5eb0b1d96edc3cf2797d5e80b1c05de",
      "title": "A Religious Repair for Communicative Reason?: Habermas’s Return to Religion and Its Theological Reception",
      "authors": [
        {
          "name": "Christopher Brittain",
          "authorId": "35338156"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.3138/TJT.2937",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/09c3bcd7e5eb0b1d96edc3cf2797d5e80b1c05de",
      "venue": "",
      "journal": {
        "name": "Toronto Journal of Theology",
        "pages": "171 - 189",
        "volume": "30"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7103df6d8a97bc00c30ac066f3f0254d267dd263",
      "title": "On Zhongyong Rationality: The Confucian Doctrine of the Mean as a Missing Link between Instrumental Rationality and Communicative Rationality",
      "authors": [
        {
          "name": "Tak-sing Cheung",
          "authorId": "118228778"
        },
        {
          "name": "Chung-fang Yang",
          "authorId": "115475553"
        },
        {
          "name": "C. Chiu",
          "authorId": "35766801"
        },
        {
          "name": "A. King",
          "authorId": "113859577"
        },
        {
          "name": "Kin-man Chan",
          "authorId": "115609246"
        },
        {
          "name": "H. Chan",
          "authorId": "144019164"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 53,
      "doi": "10.1163/156853103764778559",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7103df6d8a97bc00c30ac066f3f0254d267dd263",
      "venue": "",
      "journal": {
        "name": "Asian Journal of Social Science",
        "pages": "107-127",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "23889e07a9a8f5bcd347372127a58d51b6b59a37",
      "title": "Habermas and Communicative and Instrumental Rationality",
      "authors": [
        {
          "name": "K. Spracklen",
          "authorId": "81574607"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/9780230239500_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/23889e07a9a8f5bcd347372127a58d51b6b59a37",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-51",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e6f6a2263fa35ce2a5c53a443b6a8fbc88c433a9",
      "title": "THE COMMUNICATIVE RATIONALITY OF SOCIAL CAPITAL. A HABERMASIAN PERSPECTIVE ON SOCIAL CAPITAL",
      "authors": [
        {
          "name": "Anabella Maria Târnovan",
          "authorId": "114897698"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6f6a2263fa35ce2a5c53a443b6a8fbc88c433a9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "5-23",
        "volume": "10"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3244f951d1b99a8b0da6458752cab5a6d2c5880",
      "title": "The Retrospection of Instrumental Reason —On the Ethical View of Science and Technology in“In the Beauty of the Lilies”",
      "authors": [
        {
          "name": "Xu Shib",
          "authorId": "90537529"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3244f951d1b99a8b0da6458752cab5a6d2c5880",
      "venue": "",
      "journal": {
        "name": "Journal of Beijing Institute of Technology",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
