{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas critical theory Frankfurt School Weber",
  "results": [
    {
      "paperId": "4b561a3e70381765230578a2c84b0a921ef9e3a5",
      "title": "The critical social theory of the Frankfurt School, and the ‘social turn’ in IR",
      "authors": [
        {
          "name": "Martin Weber",
          "authorId": "2110603755"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 61,
      "doi": "10.1017/S0260210505006388",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b561a3e70381765230578a2c84b0a921ef9e3a5",
      "venue": "Review of International Studies",
      "journal": {
        "name": "Review of International Studies",
        "pages": "195 - 209",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "title": "The Frankfurt School and the Critique of Instrumental Reason",
      "authors": [
        {
          "name": "Gregory R. Smulewicz-Zucker",
          "authorId": "1418895747"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1057/978-1-137-55801-5_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-206",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ad78582b51250620ef6acc240bfc16b1edb72d7",
      "title": "The Critique of Instrumental Reason from Weber to Habermas",
      "authors": [
        {
          "name": "D. Schecter",
          "authorId": "7917530"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 22,
      "doi": "10.5040/9781501301759",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ad78582b51250620ef6acc240bfc16b1edb72d7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c091e864a312576404f7d53e20dc410d4fc75fe",
      "title": "Kritinė teorija ir kultūros politika",
      "authors": [
        {
          "name": "Gintautas Mažeikis",
          "authorId": "104642036"
        }
      ],
      "year": 2023,
      "abstract": "Critical Theory from 1923 to the present day is mostly associated with the Frankfurt School and activities of the Institute for Social Research (German: Institut für Sozialforschung). Thinkers such as W. Benjamin, E. Bloch, and G. Scholem belong to the environment of the Institute. The Institute is usually associated with three generations of thinkers: the representatives of the first generation would be M. Horkheimer, T. Adorno, H. Marcuse; the representative of the second generation would be J. Habermas; the representative of the third generation would be A. Honneth. The classical premises of Critical Theory come from the works of Western Marxism – G. Lukács, then from the works of sociology – M. Weber, and from psychoanalysis – S. Freud. Their followers and interpreters also belong here as well as A. Schonberg’s atonal music (“atonal dialectic”) and G. Scholem’s mystical and at the same time apophatic anarchism. In this book the author emphasizes apophatic cultural philosophy and criticism, which is related to T. Adorno’s negative dialectic and S. Žižek’s Lacanian critique of thinking. Other thinkers, such as H. Arendt, J. Derrida, G. Agamben, J. Butler, R. Braidotti, S. Buck-Morss did not belong to the afore mentioned Institute, however, they do belong to Critical Theory. In Lithuania, Critical Theory is developed in one way or another by a whole set of philosophers: V. Rubavičius, Z. Norkus, A. Žukauskaitė, K. Kirtiklis. K. Pocius, T. Kavaliauskas and others. One of the main themes of Critical Theory is the analysis and critique of symbolical thinking and culture industries in the context of continental philosophy. [...]",
      "citationCount": 1,
      "doi": "10.7220/9786094675539",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c091e864a312576404f7d53e20dc410d4fc75fe",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "8839509f364fadd648e05a91419a3e4178569a9e",
      "title": "Philosophy of the Social Sciences: Towards Pragmatism",
      "authors": [
        {
          "name": "P. Baert",
          "authorId": "2760718"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 172,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8839509f364fadd648e05a91419a3e4178569a9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d4a6ae47acab6ec6168bd63ad4b53f06bc28ff14",
      "title": "Social Theory for Today: Making Sense of Social Worlds",
      "authors": [
        {
          "name": "A. Law",
          "authorId": "145937394"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.4135/9781473910447",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4a6ae47acab6ec6168bd63ad4b53f06bc28ff14",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0ead79691e2f5ecfc6a39e0550f6d959b1530642",
      "title": "Political philosophers of the twentieth century",
      "authors": [
        {
          "name": "M. Lessnoff",
          "authorId": "113218984"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 25,
      "doi": "10.5860/choice.36-5957",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ead79691e2f5ecfc6a39e0550f6d959b1530642",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9052dad9b4be3582572156092a757d979c0d23de",
      "title": "Vol. 9, no. 3 (2014)",
      "authors": [],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9052dad9b4be3582572156092a757d979c0d23de",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "title": "Modernity, communicative action and reconstruction of rationality",
      "authors": [
        {
          "name": "J. Powell",
          "authorId": "30318519"
        }
      ],
      "year": 2014,
      "abstract": "Associated with the Frankfurt School, Jurgen Habermas's work focuses on the modern foundations of social theory and epistemology, the analysis of advanced capitalistic societies and democracy, the rule of law in a critical social-evolutionary context, and contemporary politics, particularly German politics. Habermas's theoretical system is devoted to revealing the possibility of reason, emancipation, and rational-critical communication latent in modern institutions and in the human capacity to deliberate and pursue rational interests. Habermas is known for his work on the concept of modernity, particularly with respect to the discussions of rationalization originally set forth by Max Weber. He has been influenced by American pragmatism and action theory. This paper sets out to explore the problems and possibilities of communicative action and the reconstruction of rationality which Habermas claims was lost in postmodern genre.",
      "citationCount": 1,
      "doi": "10.18052/WWW.SCIPRESS.COM/ILSHS.27.177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/558b6900fef66db7e938e70ab0f6c92d1102cefb",
      "venue": "",
      "journal": {
        "name": "International Letters of Social and Humanistic Sciences",
        "pages": "177-183",
        "volume": "27"
      },
      "publicationTypes": null
    },
    {
      "paperId": "08878f7d0f0da693f6df7e3ebb64a2ecf4315000",
      "title": "Métacritique de la réification",
      "authors": [
        {
          "name": "Frédéric Vandenberghe",
          "authorId": "2083928653"
        }
      ],
      "year": 1994,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08878f7d0f0da693f6df7e3ebb64a2ecf4315000",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4174679ed2fd50db48aec19e5211cd432c56cc38",
      "title": "Generations of the Frankfurt School: The Genesis of Critical Theory and Its Modernity",
      "authors": [
        {
          "name": "R. Penner",
          "authorId": "2253905862"
        },
        {
          "name": "S. Tikhonova",
          "authorId": "118215317"
        }
      ],
      "year": 2024,
      "abstract": "The article presents a retrospective of the formation of the Frankfurt School. Such a view of the school has not yet been formed in Russian-language literature. In it (literature), as a rule, attention is focused on individual figures of the school, without representing their place in the logic of generations. In the 1950s, representatives of the first generation of the Frankfurt School (first of all, M. Horkheimer and T. Adorno) in their criticism of the fascist and totalitarian regimes built the foundation of critical theory, which they used later in the social analysis of Capitalist society. M. Horkheimer identified the key setting of the school as the emancipation of workers from the framework of the economic regime, liberation of the consciousness of the working class from the boundaries set by capitalism. In the 1970s, J. Habermas, within the framework of the theory of communicative action, continued the tradition of social criticism in two semantic directions: in the Leftist one — focusing on social injustices, and in the Kantian one — in the search for grounds for social criticism as such. Later, in the 1990s, A. Honneth focused on the so-called negative intersubjectivity, which is expressed in the struggle of social groups for recognition. In this struggle, he found a truly social dimension of life, which is built on the principles of normativity. In 2018, A. Honneth handed over the post of Director of the Institute of Social Research to S. Lessenich. Despite the fact that today it is difficult to predict what the course of S. Lessenich will be, it remains obvious that through the generations the Frankfurt School has retained the methodological basis for the critical analysis of Capitalist society, starting criticism under totalitarianism and continuing it in the digital age.",
      "citationCount": 1,
      "doi": "10.21638/spbu17.2024.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4174679ed2fd50db48aec19e5211cd432c56cc38",
      "venue": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies",
      "journal": {
        "name": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3d1a51e171b4c9ccd9df0134f53e660748008118",
      "title": "American Pragmatism, the Frankfurt School, and the future of Critical International Relations Theory",
      "authors": [
        {
          "name": "Jason Ralph",
          "authorId": "2300689180"
        }
      ],
      "year": 2025,
      "abstract": "\n Critical International Relations Theory (CIRT) is in ‘crisis’. Some argue for a recovery of ‘the inspirational quality’ of Horkheimer and Adorno’s first-generation negative critique. Certainly the challenge of right-wing populism begs questions of CIRT’s ‘consolatory’ cosmopolitanism. I have two concerns however. First, these proposals underplay the reasons why first-generation theorising failed; secondly, CIRT risks throwing the second-generation Habermas–Linklater ‘baby’ out with the ‘bathwater’ at the moment it has particular value. I do two things. I look back to pre-Habermasian Critical Theory, but I set a future agenda based on the Pragmatism of John Dewey. This helps CIRT realise the emancipatory potential in IR’s recent ‘practice turn’, addressing concerns that CIRT is disengaged. It also brings balance to negative and positive critiques, offering a novel challenge to critical/problem-solving binaries in ways that speak to real-world challenges like climate change. Second, I look forward from Habermasian-inspired theory to the third-generation (and Pragmatist-inspired) ‘recognition theory’ of Honneth. This brings a critical edge to IR ontological security studies, further develops the praxeological branch of CIRT, and better informs the political left’s response to the alienating effects of the liberal international order and the rise of right-wing populism.",
      "citationCount": 1,
      "doi": "10.1017/s0260210525101174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d1a51e171b4c9ccd9df0134f53e660748008118",
      "venue": "Review of International Studies",
      "journal": {
        "name": "Review of International Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "title": "TESTING THE TRUTH OF COMTE'S POSITIVISM BASED ON HABERMAS' CRITICAL THEORY",
      "authors": [
        {
          "name": "Ribut Baidi",
          "authorId": "2292189091"
        },
        {
          "name": "Ahmad Ahmad",
          "authorId": "2292303307"
        },
        {
          "name": "Abdul Munib",
          "authorId": "2292189849"
        }
      ],
      "year": 2023,
      "abstract": "The development of science which is dominated by Comte's positivism paradigm for approximately four hundred years has made critical theorists represented by Jurgen Habermas as the second generation of the Frankfurt school continue to build criticism and test the truth of the theory of positivism. The size of the truth of science that Habermas cannot accept when there is Comte's limitations by legitimizing and justifying science through empirical fact research with standardization that has been determined through methodological prerequisites and norms. Habermas with his critical theory rejects this view because there is knowledge that cannot be measured by positivist research methodologies such as community communication and emancipation. On the other hand, Habermas also rejects the notion of value-free science such as Comte's testimony in his positivism because it has indirectly co-opted science with an interest that no longer has objectivity values, but is full of interests.",
      "citationCount": 1,
      "doi": "10.21107/tlr.v5i1.19411",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/671a884f8c5ff369ce2cb9d812f12fd4c4ecae09",
      "venue": "Trunojoyo Law Review",
      "journal": {
        "name": "Trunojoyo Law Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f6143276f24c91a4025da59775e1010bf98f050b",
      "title": "CRITICAL THEORY OF FRANKFURT SCHOOL",
      "authors": [
        {
          "name": "Yudha Okta Anuhgra",
          "authorId": "2399444472"
        },
        {
          "name": "Mahmud Arif",
          "authorId": "2104000372"
        },
        {
          "name": "Saszlin Rahmadhani",
          "authorId": "2399440754"
        }
      ],
      "year": 2025,
      "abstract": "The present study aims to provide a comprehensive examination of the Frankfurt School’s Critical Theory, encompassing its historical origins, subsequent development, and the application of its values within educational contexts and the evolution of Islamic Critical Theory. Employing a qualitative research methodology, data for this article were obtained through an extensive review of literature, including books, scholarly journals, and other pertinent documents concerning the Frankfurt School’s Critical Theory. Data analysis was performed using content analysis techniques. The findings indicate that the Frankfurt School’s Critical Theory remains a significant philosophical movement, persisting not only in Western academic discourse but also among Muslim philosophers. Despite its limited familiarity in Indonesia, there is potential for the adaptation of aspects and values of the Frankfurt School’s Critical Theory in the educational process. This adaptation could be achieved through the implementation of critical pedagogy, aimed at fostering understanding and sensitivity to promote change. Additionally, the integration of critical religious education could serve to transform it into critical Islamic religious education, thereby challenging the prevailing stigma that often pits Islam and the West against each other in the educational field. Furthermore, it is imperative to acknowledge the significant opportunity for academics and philosophers to continue developing the concept of Islamic Critical Theory, a field that currently has minimal references. Critical theory has the potential to contribute to the development of Islamic scholarship, as evidenced by the Qur’an’s emphasis on critical thinking in the pursuit of knowledge.",
      "citationCount": 0,
      "doi": "10.20871/kpjipm.v11i2.428",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6143276f24c91a4025da59775e1010bf98f050b",
      "venue": "Kanz Philosophia: A Journal for Islamic Philosophy and Mysticism",
      "journal": {
        "name": "Kanz Philosophia: A Journal for Islamic Philosophy and Mysticism"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "0edf2e45d95ea17d91a9bc65a965e9cb9ac07cf0",
      "title": "Engage-wl-4219-Critique in Dark Times:Centenary of Frankfurt School Critical Theory and its Global Relevance",
      "authors": [
        {
          "name": "Anindya Sekhar Purakayastha",
          "authorId": "2278185968"
        }
      ],
      "year": 2025,
      "abstract": "The year 2023 marks the centenary of the Frankfurt School Critical Theory and being besieged today with ongoing sectarian violence, rising authoritarianism, crisis of liberal democracy and brutal economic Darwinism, how much do we gain by revisiting the fundamentals of Frankfurt School social critique which brilliantly explained ethnocentrism, the Second World War and global capitalism? Along with its founding fathers, how do we approach contemporary members of the Frankfurt School whose critical hermeneutics strike a balance between the past and the present? How effectively can the Frankfurt School constellate new insights for contemporary emancipation or, how do we futurize Critical Theory with new radical Freudo-Marxian analysis of authoritarian personalities, the reified culture industry and social one-dimensionality? This project also looks into the critical demerits of the Frankfurt School, investigating whether it has been exclusively Euro-centric in its theoretical complexion, and whether its normative constructionist strands can be enriched by accommodating decolonial world views and polyphonic methodologies, forging the pathways for a new World Critical Theory.",
      "citationCount": 0,
      "doi": "10.71279/epw.v60i21.38434",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0edf2e45d95ea17d91a9bc65a965e9cb9ac07cf0",
      "venue": "Economic &amp; Political Weekly",
      "journal": {
        "name": "Economic &amp; Political Weekly"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "53dfdcb44b8535bf57d2e4d9440176d67b414f15",
      "title": "A Critical Theory of Global Justice: The Frankfurt School and World Society",
      "authors": [
        {
          "name": "Petr Zapletal",
          "authorId": "2372956052"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1162/ecps_r_00012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/53dfdcb44b8535bf57d2e4d9440176d67b414f15",
      "venue": "European Journal of Cultural and Political Sociology",
      "journal": {
        "name": "European Journal of Cultural and Political Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "df3af6e22dd178ce3ff5b134b34bb8f9132ec96d",
      "title": ":Marxist Modernism: Introductory Lectures on Frankfurt School Critical Theory",
      "authors": [
        {
          "name": "Thomas Waller",
          "authorId": "2381463083"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1086/737058",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/df3af6e22dd178ce3ff5b134b34bb8f9132ec96d",
      "venue": "Critical Inquiry",
      "journal": {
        "name": "Critical Inquiry"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ff3bf46fdcdb712df98f2cd807ebe2862f20f192",
      "title": "A Critical Theory of Global Justice: The Frankfurt School and World Society. By Malte Frøslee Ibsen. Oxford: Oxford University Press, 2023. 384p. $135.00 cloth.",
      "authors": [
        {
          "name": "Andrés Fabián Henao Castro",
          "authorId": "146086273"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/s1537592724001981",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ff3bf46fdcdb712df98f2cd807ebe2862f20f192",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3fddb97ea0585c4b65826f744862d0032cf2380e",
      "title": "Late Modern Individualization in Light of Critical Theory (the Frankfurt School): An Essay",
      "authors": [
        {
          "name": "Paweł Pieniążek",
          "authorId": "2289509195"
        }
      ],
      "year": 2024,
      "abstract": "The article describes the dialectic of the process of individualization in modernity and late modernity from the perspective of critical theory, particularly in its classical form (Frankfurt School). This dialectic consists in the transformation of individualization as a medium of emancipation into individualization understood not only as an ideology but most of all as a productive force of neoliberal capitalism, as a principle of its functioning. The article discusses the social-cultural determinants of this transformation, and subsequently the way in which late-modern individualism in the form of self-realization is functionalized by the market and subjected to the requirements of profit and efficiency in individual areas of economic and social life in the neoliberal world. The article refers to the methodology of qualitative sociology.",
      "citationCount": 3,
      "doi": "10.18778/1733-8069.20.1.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fddb97ea0585c4b65826f744862d0032cf2380e",
      "venue": "Przeglad Socjologii Jakosciowej",
      "journal": {
        "name": "Przegląd Socjologii Jakościowej"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e77aa61b45c9376a8bdde1c44f55fac71e45bbde",
      "title": "Introduction: Critical Theory after Frankfurt",
      "authors": [
        {
          "name": "Paul Fleming",
          "authorId": "2404921766"
        },
        {
          "name": "Cecilia Sebastian",
          "authorId": "2332641330"
        }
      ],
      "year": 2025,
      "abstract": "This introduction to the special section “Critical Theory after Frankfurt” reflects on recent demands to reorient Frankfurt School Critical Theory in the wake of its centennial toward the critique of political economy, capitalism, colonialism, militarism, and the climate crisis. It reviews concerns that critics have raised about Jürgen Habermas’s inheritance of Critical Theory, and it considers several of the alternative paths proposed for charting the Frankfurt School’s future. It argues that, in place of simply reviving the Critical Theory of the 1930s and 1940s, Critical Theory’s reorientation should also consider its diffuse receptions and trajectories among abolitionist, feminist, and left-wing activists and intellectuals in the United States, beginning with the student voices of 1968.",
      "citationCount": 0,
      "doi": "10.1215/0094033x-11793013",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e77aa61b45c9376a8bdde1c44f55fac71e45bbde",
      "venue": "New German Critique",
      "journal": {
        "name": "New German Critique"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d37374353ed16dd9b96a9cc8463227fb978dfaa5",
      "title": "Critical Theory and Psychoanalysis: From the Frankfurt School to Contemporary Critique",
      "authors": [
        {
          "name": "Ilene Philipson",
          "authorId": "114358804"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1057/s41282-023-00416-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d37374353ed16dd9b96a9cc8463227fb978dfaa5",
      "venue": "Psychoanalysis, Culture & Society",
      "journal": {
        "name": "Psychoanalysis, Culture & Society",
        "pages": "449 - 452",
        "volume": "29"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1d7d6a55afdff94f2d468dac4bc8633c18513c11",
      "title": "Celebrating Jürgen Habermas and the Institute for Social Research: Reflections on the history of critical theory from a jubilee year",
      "authors": [
        {
          "name": "Peter J. Verovšek",
          "authorId": "73775757"
        }
      ],
      "year": 2024,
      "abstract": "2024 was a jubilee year for the Frankfurt School. On July 24, the Institute for Social Research (Institut für Sozialforschung), the birthplace of critical theory, marked its centennial. A month earlier, Jürgen Habermas, who is often seen as the intellectual leader of the second generation of the Frankfurt School, celebrated his 95th birthday. In Germany, these overlapping anniversaries have been met with the publication of a number of books on Habermas and the critical theory tradition more generally. Despite the globalization of theorizing within the tradition of the Frankfurt School over the past 50 years, much of its intellectual history of it is still produced in Germany by German scholars based on sources and archives held in the Federal Republic. This Spotlight reviews the main findings and conclusions of this literature for an international, English-speaking audience. It concludes by reflecting on whether critical theory has succeeded—and if so, how.",
      "citationCount": 1,
      "doi": "10.1177/14748851241302296",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d7d6a55afdff94f2d468dac4bc8633c18513c11",
      "venue": "European Journal of Political Theory",
      "journal": {
        "name": "European Journal of Political Theory",
        "pages": "621 - 637",
        "volume": "24"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "41d082fe1cb3ac753ff73af7a1771fed0960e094",
      "title": "The Idea of a Critical Theory: Habermas and the Frankfurt School",
      "authors": [
        {
          "name": "Raymond Geuss",
          "authorId": "66007254"
        }
      ],
      "year": 1981,
      "abstract": null,
      "citationCount": 624,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41d082fe1cb3ac753ff73af7a1771fed0960e094",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7bfdfb7d3ad885a95bee18d39e0bb2950d99a2ea",
      "title": "André Gorz and contemporary Frankfurt School Critical Theory: Alienation, eco-socialism and post-productivism",
      "authors": [
        {
          "name": "N. Harris",
          "authorId": "116260455"
        },
        {
          "name": "Javier García",
          "authorId": "2110195848"
        },
        {
          "name": "Lucy H. Ford",
          "authorId": "21599590"
        }
      ],
      "year": 2023,
      "abstract": "We argue that Gorz’s work offers a nuanced engagement with alienation that is instructive for contemporary social theory. In keeping with Gorz’s broader politics, we contend that the utility of his framing of alienation derives from his insistence that progressive critique must challenge the ideal of productivism. We start the paper by presenting a sympathetic reconstruction of Gorz’s understanding of alienation. Next, we explicitly detail the strengths his approach carries for furthering sociological research today. We then reinforce this point by arguing that Gorz’s work offers particularly valuable theoretical resources for contemporary Frankfurt School Critical Theory, in which the study of alienation has been somehow hampered by the ascent of ‘recognition theory’. While not sharing all the methodological commitments of first-generation Critical Theorists, Gorz was well versed in Frankfurt School scholarship and is therefore an apposite interlocutor to engage ‘third-generation’ Critical Theory. Gorz’s insights are thus shown to be important for furthering contemporary social theory, and in particular, for helping to combat the unsustainable productivism of neoliberal capitalism.",
      "citationCount": 1,
      "doi": "10.1177/1468795X221145833",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bfdfb7d3ad885a95bee18d39e0bb2950d99a2ea",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "229 - 241",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eb706d1bdb29b31ea2a0ef156acbc2d730cac376",
      "title": "Method Versus Truth (Part 1. In the Direction for One-Dimensionality — the Formation of Frankfurt School’s Critical Theory)",
      "authors": [
        {
          "name": "Taras A. Varkhotov",
          "authorId": "2291613036"
        }
      ],
      "year": 2023,
      "abstract": "The article is the first part of a study and it is devoted to the development of the theoretical views the first generation of the Frankfurt School. The main attention is paid to its place in the history of Marxist social theory and the development of «left idea» in the 20th century. In this context, the relationship of the Institute for Social Research in Frankfurt am Main, which is the institutional core of the Frankfurt School, with Soviet Marxism is considered, as well as the degree of initial correspondence of the interests of the leaders of the Frankfurt School to the Marxist tradition and the reasons for their gradual departure from Marxism since the 1930s. The non-Marxist nature of the interests and professional and educational background of the leading employees of the Institute and a sharp departure from the original positions of historical materialism after M. Horheimer took the post of Institute’s director are noted. It emphasizes the significant influence on the theoretical development and political position of Frankfurt School’s leaders of the National Socialists’ coming to power in Germany and forced emigration — unlike their Soviet counterparts patronized by the state, the staff of the Institute found themselves in a situation of socio-political orphanhood. It is noted that the central theme the Frankfurt School’s research after the proclamation in the second half of the 1930s «critical theory» as the key methodological reference point, the «authoritarian personality» becomes, in which T. Adorno, M. Horheimer, G. Marcuse and E. Fromm (from whose works on the «authoritarian character» the development of this topic began) see the basis of social injustice and totalitarianism. It is argued that the concept of «authoritarian personality» turns inside out the original historical materialism, characteristic for the studies of the Institute staff in the 1920s, and psychologizes political relations, as well as forms the means of social stigmatization and discrimination of dissidents. This reveals in the views the Frankfurt School leaders themselves signs of an «authoritarian personality» and one-dimensionality, which were initially the main objects of criticism for them.",
      "citationCount": 1,
      "doi": "10.52342/2587-7666vte_2023_2_7_21",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb706d1bdb29b31ea2a0ef156acbc2d730cac376",
      "venue": "Issues of Economic Theory",
      "journal": {
        "name": "Issues of Economic Theory"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1290badad7847e78e7a11bdebf05cedbca98bb0f",
      "title": "Contribution of Jürgen Habermas in Contrast to the First Generation of Frankfurt School of Thought",
      "authors": [
        {
          "name": "Khawaja Muhammad Umar",
          "authorId": "2128277485"
        }
      ],
      "year": 2025,
      "abstract": "Initial generation of Frankfurt School of Thought put forth social critique of modernity and capitalism and how they justify their supremacy over nations and people. Max Horkheimer, Herbert Marcuse, Theodor W. Adorno, Erich Fromm, and Walter Benjamin are chief proponents of this theory. It is noteworthy how this movement started in Germany during WWII and spreads around the world in 1930s. Conflict theorists interpreted various philosophers’ ideas, especially those of, Karl Marx, Hegel, and Sigmund Freud etc. They dismissed rationality because it can lead to violence and barbarianism if logically justified. The mythological battle of troy, the horrors of holocaust are all examples of how rationality is capable of mass destruction. By 1970s another generation, started by Jürgen Habermas, initiated the dialogue between continental and analytics tradition. Contrary to the first generation, he did not believe in pessimist understanding of reason and tried to re-establish it without falling in the pit of objectivism. The foremost section is based on a brief biography of Jürgen Habermas. The later section of the paper enumerates a comparative analysis to see how Habermas perspective on modernity and rationality are different from the first generation of Frankfurt school of thought. The third and fourth section was reserved for the detailed discussion and critique of his ideas. Lastly, the paper asserted as to whether Habermas relevance in the 21st century outweighs his predecessors or not.",
      "citationCount": 0,
      "doi": "10.64984/ijcd.2.1.2025.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1290badad7847e78e7a11bdebf05cedbca98bb0f",
      "venue": "Ittesaal – Journal of Connecting Discourses",
      "journal": {
        "name": "Ittesaal – Journal of Connecting Discourses"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "98a7c3aa440dcebf2e790499d329302a933400ea",
      "title": "Critical Theory: Frankfurt School",
      "authors": [
        {
          "name": "J. Bohman",
          "authorId": "46331722"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 34,
      "doi": "10.1016/B0-08-043076-7/00068-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98a7c3aa440dcebf2e790499d329302a933400ea",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "2986-2990",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d4e063a2cfc9072c96f781ebecc62a582a818976",
      "title": "The humanism of critical theory: The Frankfurt School’s ‘realer humanismus’",
      "authors": [
        {
          "name": "Alice Nilsson",
          "authorId": "2122351632"
        }
      ],
      "year": 2023,
      "abstract": "Theodor Adorno has been quoted as responding to the Humanist Union stating ‘I might possibly be willing to join if your club had been called an inhuman union, but I could not join one that calls itself “humanist”’. Adorno’s opposition to forms of humanism (both liberal and Marxist) which posit the existence of our humanity is reflected in readings of The Frankfurt Institute’s history such as that produced by Martin Jay. While this is the case, one of Adorno’s highly admired students, Alfred Schmidt, commemorated his teacher by proclaiming him a ‘philosopher of Real Humanism’. In categorising Adorno’s work as embodying a ‘Real Humanism’, Schmidt points towards an understanding and orientation towards the human (and our understanding of it) which cannot be accurately characterised through the philosophies of Humanism and Anti-Humanism as oppositional viewpoints. Rather, the Real Humanism of Adorno (as well as some of his fellow travellers) understands the human as the negative image of our currently existing society’s inhumanity, and urges us to take an ethical orientation towards the constitution of the human through the abolition of our inhumanity. If we, like Adorno, are to believe in the new categorical imperative that we must make sure ‘that Auschwitz never repeats itself, so that nothing similar ever happen[s] again’, then we must fundamentally orient ourselves towards the goal of ‘real humanism’ – a society free from the domination of ourselves and the other.",
      "citationCount": 1,
      "doi": "10.1177/01914537231170904",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4e063a2cfc9072c96f781ebecc62a582a818976",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "727 - 746",
        "volume": "51"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "title": "THE INTELLECTUAL LEGACY OF CRITICAL THEORY: ORIGINS, TRANSFORMATIONS, AND INTERGENERATIONAL DIALOGUES",
      "authors": [
        {
          "name": "M. H. Arıtürk",
          "authorId": "2383672785"
        }
      ],
      "year": 2025,
      "abstract": "This article examines the intellectual legacy of the Frankfurt School and Critical Theory, focusing on its origins, transformations, and intergenerational dialogues. The School's primary objective is to philosophically analyze and critique the social pathologies and contradictions engendered by modern capitalist societies. Influenced by philosophers like Kant, Hegel, and Marx, as well as psychoanalysis and Weberian rationalization debates, the School addressed historical context, capitalism's cultural forms, and new types of social subjectivity. The article traces the evolution from the first generation's critique of modernity and domination (Horkheimer, Adorno), through the innovations of the second generation with Habermas's theory of communicative action, to the contributions of the third generation, particularly Axel Honneth's theory of recognition. It highlights Honneth's effort to center the struggle for recognition within Critical Theory—addressing the perceived shortcomings of previous generations (especially the pessimism of the first generation and the moral experiences overlooked by Habermas's theory)—and provide a new normative foundation. The theory of recognition reveals the moral dimensions underlying social conflicts and emancipatory struggles, emphasizing the importance of intersubjective relations.",
      "citationCount": 0,
      "doi": "10.69878/deuefad.1687669",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aedff7a6cb06743a7714207fa3fb5bc1e1602c26",
      "venue": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi",
      "journal": {
        "name": "Dokuz Eylül Üniversitesi Edebiyat Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4a70676b52415e041b17c5210c13eef0d2fcbade",
      "title": "Frankfurt School Critical Theory as Transcendental Philosophy: Alfred Sohn-Rethel’s Synthesis of Kant and Marx",
      "authors": [
        {
          "name": "Jacob McNulty",
          "authorId": "1387086945"
        }
      ],
      "year": 2022,
      "abstract": "abstract:The writings of Alfred Sohn-Rethel, an obscure figure on the margins of the Frankfurt School, provide the clearest instance of the project of reconciling Marx’s historical materialism with Kant’s transcendental idealism. Sohn-Rethel’s Marx is an unorthodox Kantian who concedes that objects of knowledge reflect the mind, while insisting that the mind is itself formed by modes of economic production. The categories and forms of intuition derive from the “real abstraction” inherent in the practice of commodity exchange. In situating the transcendental conditions in this practice itself, Sohn-Rethel’s project differs from other attempts (by Cassirer and Heidegger) to socialize and historicize the a priori. Moreover, it has broad philosophical relevance, opening up a rapprochement between neo-Kantian strains of analytic philosophy and Marx. The recent analytic rehabilitation of Hegel provides a possible blueprint.",
      "citationCount": 3,
      "doi": "10.1353/hph.2022.0040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a70676b52415e041b17c5210c13eef0d2fcbade",
      "venue": "Journal of the history of philosophy",
      "journal": {
        "name": "Journal of the History of Philosophy",
        "pages": "475 - 501",
        "volume": "60"
      },
      "publicationTypes": null
    }
  ],
  "count": 30,
  "errors": []
}
