{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber Frankfurt School Adorno Horkheimer reification",
  "results": [
    {
      "paperId": "3b8c00eb11a7b1a3c5badad1bdbb6ef2248366fe",
      "title": "The Linguistic Turn in the Early Frankfurt School: Horkheimer and Adorno",
      "authors": [
        {
          "name": "F. Freyenhagen",
          "authorId": "5140848"
        }
      ],
      "year": 2023,
      "abstract": "abstract:Was there a linguistic turn in Frankfurt School Critical Theory before Habermas's communications-theoretic one? Might later Wittgenstein and the early Frankfurt School have adopted similar pictures of language? I propose that both questions should be answered affirmatively, focusing on Horkheimer's Eclipse of Reason. I argue that, thanks to the picture of language that Horkheimer and Adorno share with (later) Wittgenstein, we can reconstruct their theory in a way that renders it more defensible. Insofar as the human life form and language are inseparable, language can be an inextinguishable reservoir of what Horkheimer called \"objective reason.\" Recognizing this allows us to answer Habermas's critique of Horkheimer and Adorno. Moreover, paying attention to this inseparableness can enable us to engage in disclosing social critique (for example, regarding current debates about sustainability).",
      "citationCount": 6,
      "doi": "10.1353/hph.2023.0005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b8c00eb11a7b1a3c5badad1bdbb6ef2248366fe",
      "venue": "Journal of the history of philosophy",
      "journal": {
        "name": "Journal of the History of Philosophy",
        "pages": "127 - 148",
        "volume": "61"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1290badad7847e78e7a11bdebf05cedbca98bb0f",
      "title": "Contribution of Jürgen Habermas in Contrast to the First Generation of Frankfurt School of Thought",
      "authors": [
        {
          "name": "Khawaja Muhammad Umar",
          "authorId": "2128277485"
        }
      ],
      "year": 2025,
      "abstract": "Initial generation of Frankfurt School of Thought put forth social critique of modernity and capitalism and how they justify their supremacy over nations and people. Max Horkheimer, Herbert Marcuse, Theodor W. Adorno, Erich Fromm, and Walter Benjamin are chief proponents of this theory. It is noteworthy how this movement started in Germany during WWII and spreads around the world in 1930s. Conflict theorists interpreted various philosophers’ ideas, especially those of, Karl Marx, Hegel, and Sigmund Freud etc. They dismissed rationality because it can lead to violence and barbarianism if logically justified. The mythological battle of troy, the horrors of holocaust are all examples of how rationality is capable of mass destruction. By 1970s another generation, started by Jürgen Habermas, initiated the dialogue between continental and analytics tradition. Contrary to the first generation, he did not believe in pessimist understanding of reason and tried to re-establish it without falling in the pit of objectivism. The foremost section is based on a brief biography of Jürgen Habermas. The later section of the paper enumerates a comparative analysis to see how Habermas perspective on modernity and rationality are different from the first generation of Frankfurt school of thought. The third and fourth section was reserved for the detailed discussion and critique of his ideas. Lastly, the paper asserted as to whether Habermas relevance in the 21st century outweighs his predecessors or not.",
      "citationCount": 0,
      "doi": "10.64984/ijcd.2.1.2025.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1290badad7847e78e7a11bdebf05cedbca98bb0f",
      "venue": "Ittesaal – Journal of Connecting Discourses",
      "journal": {
        "name": "Ittesaal – Journal of Connecting Discourses"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f9d586a51eee1da6d57242b835356e8752498665",
      "title": "The Frankfurt School, the Marxist Tradition, Culture and Critical Thinking: Max Horkheimer (1895-1973), Herbert Marcuse (1898-1979), Theodor Adorno (1903-1969), Jürgen Habermas (1929-)",
      "authors": [
        {
          "name": "Kenneth Surin",
          "authorId": "73566160"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/9781474473637-021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9d586a51eee1da6d57242b835356e8752498665",
      "venue": "Introducing Literary Theories",
      "journal": {
        "name": "Introducing Literary Theories"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3d1a51e171b4c9ccd9df0134f53e660748008118",
      "title": "American Pragmatism, the Frankfurt School, and the future of Critical International Relations Theory",
      "authors": [
        {
          "name": "Jason Ralph",
          "authorId": "2300689180"
        }
      ],
      "year": 2025,
      "abstract": "\n Critical International Relations Theory (CIRT) is in ‘crisis’. Some argue for a recovery of ‘the inspirational quality’ of Horkheimer and Adorno’s first-generation negative critique. Certainly the challenge of right-wing populism begs questions of CIRT’s ‘consolatory’ cosmopolitanism. I have two concerns however. First, these proposals underplay the reasons why first-generation theorising failed; secondly, CIRT risks throwing the second-generation Habermas–Linklater ‘baby’ out with the ‘bathwater’ at the moment it has particular value. I do two things. I look back to pre-Habermasian Critical Theory, but I set a future agenda based on the Pragmatism of John Dewey. This helps CIRT realise the emancipatory potential in IR’s recent ‘practice turn’, addressing concerns that CIRT is disengaged. It also brings balance to negative and positive critiques, offering a novel challenge to critical/problem-solving binaries in ways that speak to real-world challenges like climate change. Second, I look forward from Habermasian-inspired theory to the third-generation (and Pragmatist-inspired) ‘recognition theory’ of Honneth. This brings a critical edge to IR ontological security studies, further develops the praxeological branch of CIRT, and better informs the political left’s response to the alienating effects of the liberal international order and the rise of right-wing populism.",
      "citationCount": 1,
      "doi": "10.1017/s0260210525101174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d1a51e171b4c9ccd9df0134f53e660748008118",
      "venue": "Review of International Studies",
      "journal": {
        "name": "Review of International Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ff8ef05f90f26c4eae1f7ee0d730d5d4877a673",
      "title": "Recognition and Virtualization in Frankfurt School",
      "authors": [
        {
          "name": "Ahmad Al Ahmad",
          "authorId": "2390841599"
        },
        {
          "name": "Dua’a Nassar",
          "authorId": "2390839118"
        },
        {
          "name": "Suzan Al Dababsa",
          "authorId": "2390841069"
        },
        {
          "name": "T. Issa",
          "authorId": "29925919"
        },
        {
          "name": "T. Issa",
          "authorId": "3044274"
        }
      ],
      "year": 2025,
      "abstract": "Objectives: This research examines the concept of recognition according to the Frankfurt School of philosophy, focusing on first-generation thinkers like Max Horkheimer, Theodor Adorno, and Herbert Marcuse. It explores the origins, significance, and development of the concept, linking it to postmodern philosophy and comparative studies with the Frankfurt School. The analysis also includes Jürgen Habermas and Axel Honneth’s views on recognition in the virtual world.\nMethod: The paper follows an analytical approach by examining Habermas and Honneth’s perspectives on recognition in the virtual realm, using secondary data and literature reviews.\nResults: The study highlights the importance of recognition in virtual spaces, demonstrating that these environments enable participation and expression, expanding the scope of recognition within virtual interactions. The virtual world offers individuals greater opportunities for self-expression and identity formation.\nConclusions: The study emphasizes the role of society as a broad communicative environment, in line with Frankfurt School philosophers. It also underscores that the virtual space functions as a human environment that empowers individuals, enhancing their participation. Using technology for decision-making and expression broadens the application of recognition to include the virtual realm.",
      "citationCount": 0,
      "doi": "10.35516/hum.2025.8855",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ff8ef05f90f26c4eae1f7ee0d730d5d4877a673",
      "venue": "Dirasat Human and Social Sciences",
      "journal": {
        "name": "Dirasat: Human and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4ca5d424ddbef206ac751532b300efbc6055ef10",
      "title": "Domination by nature: On an unresolved tension in the Frankfurt School",
      "authors": [
        {
          "name": "Felix Kämper",
          "authorId": "2236557567"
        }
      ],
      "year": 2025,
      "abstract": "\n Since its publication, Max Horkheimer and Theodor W. Adorno's\n Dialectic of Enlightenment\n has inspired a wide range of interpretations. In particular, its central claim – that active domination over nature ultimately leads to passive domination by nature – continues to provoke debate. Based on a novel ecological explanation of this reversal, the article identifies two contrasting perspectives in the discussions by Jürgen Habermas, Axel Honneth and Amy Allen, among others. Whereas some critical theorists understand the reversal into domination by nature as the result of human history in general, others regard it as a contingent outcome of specifically modern societies. Finally, the articles argues that both readings attempt to sway the\n Dialectic of Enlightenment\n toward a single perspective, while its authors leave the tension between the two unresolved.\n",
      "citationCount": 0,
      "doi": "10.1177/07255136251331986",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ca5d424ddbef206ac751532b300efbc6055ef10",
      "venue": "Thesis Eleven",
      "journal": {
        "name": "Thesis Eleven"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4174679ed2fd50db48aec19e5211cd432c56cc38",
      "title": "Generations of the Frankfurt School: The Genesis of Critical Theory and Its Modernity",
      "authors": [
        {
          "name": "R. Penner",
          "authorId": "2253905862"
        },
        {
          "name": "S. Tikhonova",
          "authorId": "118215317"
        }
      ],
      "year": 2024,
      "abstract": "The article presents a retrospective of the formation of the Frankfurt School. Such a view of the school has not yet been formed in Russian-language literature. In it (literature), as a rule, attention is focused on individual figures of the school, without representing their place in the logic of generations. In the 1950s, representatives of the first generation of the Frankfurt School (first of all, M. Horkheimer and T. Adorno) in their criticism of the fascist and totalitarian regimes built the foundation of critical theory, which they used later in the social analysis of Capitalist society. M. Horkheimer identified the key setting of the school as the emancipation of workers from the framework of the economic regime, liberation of the consciousness of the working class from the boundaries set by capitalism. In the 1970s, J. Habermas, within the framework of the theory of communicative action, continued the tradition of social criticism in two semantic directions: in the Leftist one — focusing on social injustices, and in the Kantian one — in the search for grounds for social criticism as such. Later, in the 1990s, A. Honneth focused on the so-called negative intersubjectivity, which is expressed in the struggle of social groups for recognition. In this struggle, he found a truly social dimension of life, which is built on the principles of normativity. In 2018, A. Honneth handed over the post of Director of the Institute of Social Research to S. Lessenich. Despite the fact that today it is difficult to predict what the course of S. Lessenich will be, it remains obvious that through the generations the Frankfurt School has retained the methodological basis for the critical analysis of Capitalist society, starting criticism under totalitarianism and continuing it in the digital age.",
      "citationCount": 1,
      "doi": "10.21638/spbu17.2024.107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4174679ed2fd50db48aec19e5211cd432c56cc38",
      "venue": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies",
      "journal": {
        "name": "Vestnik of Saint Petersburg University. Philosophy and Conflict Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "08f7948cadc975c24a9e7f45c3f6cb2bd6937573",
      "title": "20. The Frankfurt School, the Marxist Tradition, Culture and Critical Thinking: Max Horkheimer (1895-1973), Herbert Marcuse (1898-1979), Theodor Adorno (1903-1969), Jürgen Habermas (1929-)",
      "authors": [
        {
          "name": "Kenneth Surin",
          "authorId": "73566160"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1515/9780748626793-021",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08f7948cadc975c24a9e7f45c3f6cb2bd6937573",
      "venue": "Modern European Criticism and Theory",
      "journal": {
        "name": "Modern European Criticism and Theory"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8057042e99c7adf980de19574852425490a01b6",
      "title": "Book Reviews : The Frankfurt School: The Critical Theories of Max Horkheimer and Theodor Adorno. By Zoltan Tar. Foreword by Michael Landmann. New York, Toronto: John Wiley, 1977. Pp. xx + 243. $19.15",
      "authors": [
        {
          "name": "L. Ray",
          "authorId": "113078136"
        }
      ],
      "year": 1980,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/004839318001000108",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8057042e99c7adf980de19574852425490a01b6",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "111 - 116",
        "volume": "10"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5e5aec2fa5093e139f4f95eca0ffb6d6f3c9c90e",
      "title": "The Frankfurt School and the young Habermas: Traces of an intellectual path (1956–1964)",
      "authors": [
        {
          "name": "L. Corchia",
          "authorId": "48578468"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/1468795X14567281",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e5aec2fa5093e139f4f95eca0ffb6d6f3c9c90e",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "191 - 208",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "title": "The Frankfurt School and the Critique of Instrumental Reason",
      "authors": [
        {
          "name": "Gregory R. Smulewicz-Zucker",
          "authorId": "1418895747"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1057/978-1-137-55801-5_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b917d76f4952465ac9b0a75f9528047f7fd8d3c2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "185-206",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6191fec6514ec92c449221871f1b484b10d29968",
      "title": "The Frankfurt School and Freudo-Marxism: On the Plurality of Articulations between Psychoanalysis and Social Theory",
      "authors": [
        {
          "name": "Katia Genel",
          "authorId": "2074930405"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6191fec6514ec92c449221871f1b484b10d29968",
      "venue": "",
      "journal": {
        "name": "Actuel Marx",
        "pages": "10-25",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0bd5b5ce50b3b160939edb6caac079f3f7a581ac",
      "title": "The Dialectic of Enlightenment Revisited: Habermas' Critique of the Frankfurt School",
      "authors": [
        {
          "name": "P. U. Hohendahl",
          "authorId": "103981131"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 240,
      "doi": "10.2307/488198",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bd5b5ce50b3b160939edb6caac079f3f7a581ac",
      "venue": "",
      "journal": {
        "name": "New German Critique",
        "pages": "3",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "77035d5c05195d274c817f181d2a68a1e3203dc6",
      "title": "Theories of Culture in the Frankfurt School of Critical Theory",
      "authors": [
        {
          "name": "C. Henning",
          "authorId": "153450215"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1057/978-1-137-55801-5_12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77035d5c05195d274c817f181d2a68a1e3203dc6",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "255-278",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "db2e25c339ded742ea9f09c203957f064782a661",
      "title": "Why Students of the Frankfurt School Will Have to Read Lukács",
      "authors": [
        {
          "name": "A. Feenberg",
          "authorId": "1849231"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1057/978-1-137-55801-5_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db2e25c339ded742ea9f09c203957f064782a661",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "109-133",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "da2ab5147c2ac33518024b23080fdb2f848445f7",
      "title": "What Happened to the Frankfurt School",
      "authors": [
        {
          "name": "Amirhosein Khandizaji",
          "authorId": "113980641"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-69874-8_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da2ab5147c2ac33518024b23080fdb2f848445f7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "13-23",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "17d887d33bcdba6a4fe08017300e401b56132fa2",
      "title": "The Frankfurt School, Authority, and the Psychoanalysis of Utopia",
      "authors": [
        {
          "name": "C. F. Alford",
          "authorId": "2238588985"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1057/978-1-137-55801-5_19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17d887d33bcdba6a4fe08017300e401b56132fa2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "425-441",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "05b865ac75aa89d2b49f7acf17c79c9b26c3d5af",
      "title": "Crítica y normatividad en la escuela de frankfurt: hacia una reconstrucción del pensamiento de jürgen habermas",
      "authors": [
        {
          "name": "César Ortega Esquembre",
          "authorId": "116436050"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05b865ac75aa89d2b49f7acf17c79c9b26c3d5af",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "828ff0889e836d5c0b2061290e155cfd841431aa",
      "title": "Member of a school or exponent of a paradigm? Jürgen Habermas and critical theory",
      "authors": [
        {
          "name": "Stefan Müller-Doohm",
          "authorId": "1411353130"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1177/1368431015622049",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/828ff0889e836d5c0b2061290e155cfd841431aa",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "252 - 274",
        "volume": "20"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "07405061be143813fcd7298cf380f3debb63b6d7",
      "title": "Pengaruh Pemikiran Frankfrut School dan Relevansi Pemikirannya dalam Konteks Kontemporer",
      "authors": [
        {
          "name": "Saif Arrasid",
          "authorId": "2388285801"
        },
        {
          "name": "Widia Lestari",
          "authorId": "2236528573"
        },
        {
          "name": "Asri Hasanah",
          "authorId": "2406735760"
        },
        {
          "name": "Mardhihah Abbas",
          "authorId": "2406697708"
        }
      ],
      "year": 2026,
      "abstract": "The Frankfurt School represents one of the most influential traditions of critical thought in the development of twentieth-century social theory and philosophy. This article aims to examine the impact of Frankfurt School thought particularly the ideas of key figures such as Max Horkheimer, Theodor W. Adorno, Herbert Marcuse, and Jürgen Habermas and to analyze the relevance of their ideas within contemporary social contexts. Using a qualitative approach through an extensive literature review, this study examines key concepts such as critical theory, instrumental rationality, and the culture industry, as well as their implications for power relations, advanced capitalism, mass media, and modern democracy. The findings demonstrate that the Frankfurt School’s critique of instrumental rationality and cultural commodification remains highly relevant for understanding contemporary social problems, including digital media dominance, consumerism, and the crisis of the public sphere. This article argues that Frankfurt School thought continues to provide an essential analytical framework for critically engaging with the contradictions of modern and postmodern societies in the era of globalization and digital technology.",
      "citationCount": 0,
      "doi": "10.61132/akhlak.v3i1.1827",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07405061be143813fcd7298cf380f3debb63b6d7",
      "venue": "Akhlak : Jurnal Pendidikan Agama Islam dan Filsafat",
      "journal": {
        "name": "Akhlak : Jurnal Pendidikan Agama Islam dan Filsafat"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
