[s2_search.py] Searching Semantic Scholar: 'communicative action essays Habermas Honneth Joas' (year=1981-2025) (field=Philosophy), limit=20
[s2_search.py] Rate limited, backing off (attempt 1/5)...
[s2_search.py] Retrying after 1.0s backoff...
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_544e41deb15e74b4)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "communicative action essays Habermas Honneth Joas",
  "results": [
    {
      "paperId": "7be12b4366fd736d4b969384e83c15c71c608eea",
      "title": "Communicative Action, Essays on Jurgen Habermas's \"The Theory of Communicative Action\"@@@Social Theory and Modernity: Critique, Dissent, and Revolution",
      "authors": [
        {
          "name": "L. Ray",
          "authorId": "113078136"
        },
        {
          "name": "A. Honneth",
          "authorId": "92405469"
        },
        {
          "name": "H. Joas",
          "authorId": "73171929"
        },
        {
          "name": "T. Luke",
          "authorId": "2790987"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.2307/591351",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7be12b4366fd736d4b969384e83c15c71c608eea",
      "venue": "",
      "journal": {
        "name": "British Journal of Sociology",
        "pages": "688",
        "volume": "43"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "title": "Habermas, Honneth, Critical Theory, and Ideology Critique for Transformative Mixed Methods Research",
      "authors": [
        {
          "name": "Keith Morrison",
          "authorId": "2337953789"
        }
      ],
      "year": 2024,
      "abstract": "This article sets a theoretical foundation to transformative mixed methods research that is rooted in the critical theory of Habermas and Honneth. This addresses Habermas’s knowledge-constitutive interests and communicative action for redressing societal pathologies, and Honneth’s work on (mis)recognition, (dis)respect, and social justice. In doing so, the article argues for broadening the scope and embrace of mixed methods research, to go beyond being empirical research only or largely, and to include theorisation, critical theoretical discourse and its analysis, and ideology critique, as legitimate methods for (transformative) mixed methods research. The article makes a case for these methods as constituting important research methods in themselves in the portfolio of mixed methods research, moving the boundaries of mixed methods research beyond solely empirical studies, and providing emancipatory lenses and consciousness-raising in recognising that transformation takes many forms.",
      "citationCount": 0,
      "doi": "10.59455/jomes.53",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cd41cc02bf02bfe0966514c8834e85efea83f65",
      "venue": "Journal of Mixed Methods Studies",
      "journal": {
        "name": "Journal of Mixed Methods Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "84d7524809bc58cb4157e8784107366059ac5b63",
      "title": "Book Reviews : Axel Honneth & Hans Joas (eds.): Com municative Action. Essays on Jürgen Hab ermas's The Theory of Communicative Action. Cambridge: Polity Press, 1991 (translated from German edition, Suhr kamp, Verlag, 1986)",
      "authors": [
        {
          "name": "H. Andersen",
          "authorId": "113776718"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/000169939103400409",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/84d7524809bc58cb4157e8784107366059ac5b63",
      "venue": "",
      "journal": {
        "name": "Acta Sociologica",
        "pages": "318 - 321",
        "volume": "34"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "351a94245af2e83a9e27e5c58b0f05d2683a8f7d",
      "title": "Form Habermas’s Communicative Paradigm to Honneth’s Recognition Paradigm",
      "authors": [
        {
          "name": "Aram Amin Shwani",
          "authorId": "2213053430"
        },
        {
          "name": "Tahir Hasso Zebari",
          "authorId": "2037232594"
        }
      ],
      "year": 2023,
      "abstract": "From Huberman’s Communicative Paradigm to Honneth’s Recognition Paradigm\nHabermas, through the communicative action paradigm, which is relying on a linguistic structure and intersubjective principle, trying to provide a solution for oppression and suffering in the social life. He thinks dialogue ethic and linguistic communications are suitable mechanisms for solving the social oppression and injustice.\nThe main question of this research is; Is recognition an appropriate theory for the treatment of social oppression and can it open our eyes to social oppression more clearly?, Axel Honneth, as a third generation of Frankfurt school, criticizes Habermas’s paradigm and constitute a recognition paradigm. He thinks, if individual experience recognition, through socialization process and in three spheres and three forms of (love, right and solidarity), so he makes a good self-relation and world-relations. But if in three spheres experience three forms of (hate, denial of rights and neglecting), then he experiences a deep oppression and collapse his relation with himself and world, and this collapse it is a social oppression. Therefore, the purpose of this research is to introduce confession as an appropriate theory for the treatment of social oppression and an appropriate social life and present the scope and forms of confession. Finally, the study reached several conclusions, the most important of which are: The deprivation of the individual of the right to self-realization is a profound social oppression, which can be recognized in three important spheres (such as family, state and society). Provide a more favorable environment for self-realization. Therefore, both the experience of recognition and the experience of non-recognition have an impact on one's identity and personality.",
      "citationCount": 0,
      "doi": "10.26750/vol(10).no(1).paper13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/351a94245af2e83a9e27e5c58b0f05d2683a8f7d",
      "venue": "Journal of University of Raparin",
      "journal": {
        "name": "Journal of University of Raparin"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cb81d5bd975002d977d8787765d7d5173be4bcec",
      "title": "Contributions of sociomateriality to organizational studies based on the theory of communicative action: Possibilities for dialogues between Jürgen Habermas and Karen Barad",
      "authors": [
        {
          "name": "Ana Eliza Ferreira Alvim da Silva",
          "authorId": "2258532715"
        },
        {
          "name": "Eliza Pinto Narciso Saltarelli",
          "authorId": "2379464216"
        },
        {
          "name": "Valderí de Castro Alcântara",
          "authorId": "2379463692"
        },
        {
          "name": "Mozar José DE Brito",
          "authorId": "2379463606"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This essay aims to identify the potential contribution that a theoretical perspective based on sociomateriality can offer to organizational studies based on Jürgen Habermas’ concepts. We work specifically with one of the theoretical strands that contemplate sociomateriality - New Materialism based on Barad - and with the most recurrent Habermasian concepts, such as communicative action, the public sphere, worlds of life, and the system. We identify that Habermas’ theoretical work is open to dialogue with the sociomaterial perspective and outline a framework highlighting the main points of convergence and divergence between Habermas and Barad’s proposals, specifying the possibilities for integration. Overall, the analyses argue that it is possible to incorporate sociomaterial perspectives into empirical studies involving the Theory of Communicative Action and the main related ideas.",
      "citationCount": 0,
      "doi": "10.1590/1679-395120240001x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cb81d5bd975002d977d8787765d7d5173be4bcec",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "664649597e9fcde2e632e5373bbc08c417bb5389",
      "title": "Social Theory: Habermas' ‘theory of communicative action’",
      "authors": [
        {
          "name": "H. Joas",
          "authorId": "73171929"
        },
        {
          "name": "Wolfgang Knöbl",
          "authorId": "100586472"
        },
        {
          "name": "A. Skinner",
          "authorId": "35921254"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/CBO9781139878432.011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/664649597e9fcde2e632e5373bbc08c417bb5389",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "be3bb6f001bfc743c081c0faede96f6e21fdd8da",
      "title": "Praxis, Sittlichkeit and Communicative Action: On the Connection Between Praxis, Sittlichkeit and Communicative Action in Aristotle, Hegel, Habermas and Honneth",
      "authors": [
        {
          "name": "Øjvind Larsen",
          "authorId": "113477040"
        }
      ],
      "year": 2012,
      "abstract": "The concept of praxis is one of the most fundamental concepts in the history of political philosophy from classical antiquity to our time and it is still used as a fundamental concept in contemporary political philosophy. Politics is fundamentally concerned with praxis. The most famous example may be Marx’s statement in the eleventh thesis on Feuerbach, that the philosophers have only interpreted the world in various ways, but the point is to change it (Marx 1968: 341). However, in Marx’s theses on Feurbach and in the later use of the concept of praxis in political philosophy, the close relation between praxis and polis, which was grounded in Aristotle’s political philosophy, is ignored. This close relation was dissolved with the breakdown of the autonomy of the Greek city states around the end of the 4 century BCE. Following this event, the concept of praxis is not used in political philosophy in the same way for a very long time. We have to move forward to Hegel to find a new corresponding political philosophical concept in the history of ideas. Hegel uses his concept of Sittlichkeit as corresponding to the ancient concept of praxis.",
      "citationCount": 0,
      "doi": "10.33112/nm.7.3.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be3bb6f001bfc743c081c0faede96f6e21fdd8da",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "74d35047e5c5323e699e8277b3f3bcbfea5dd516",
      "title": "On the Pragmatics of Social Interaction: Preliminary Studies in the Theory of Communicative Action",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 19,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74d35047e5c5323e699e8277b3f3bcbfea5dd516",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f704f20d6db73bfd7eca19d204572649d488f24",
      "title": "Habermas, Honneth and Education",
      "authors": [
        {
          "name": "Rauno Huttunen",
          "authorId": "2091650225"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f704f20d6db73bfd7eca19d204572649d488f24",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bad2954c913c902b42d8cea2704bccfd3671624c",
      "title": "Deepening Reflections on Habermas' Communicative Action Theory in Public Administration: Towards Social Participation",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bad2954c913c902b42d8cea2704bccfd3671624c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f100ca236710a0d844a96ebba2f6137171b52ba3",
      "title": "Communication that constitutes and transforms subjects : communicative action in Jürgen Habermas , dialogical action in Paulo Freire and Organizational Studies",
      "authors": [
        {
          "name": "Luís Fernando Silva Andrade",
          "authorId": "2263135960"
        },
        {
          "name": "Valderí de Castro Alcântara",
          "authorId": "2077220623"
        },
        {
          "name": "José Roberto Pereira",
          "authorId": "2263147831"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f100ca236710a0d844a96ebba2f6137171b52ba3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9e8f11f25f33ee5f13c068421796dcf6988296ac",
      "title": "Habermas, the conceptual debates about public-private-social spheres and the communicative action in organization theory",
      "authors": [
        {
          "name": "F. F. Couto",
          "authorId": "2064863250"
        },
        {
          "name": "A. Carrieri",
          "authorId": "152915892"
        }
      ],
      "year": 2017,
      "abstract": "Abstract In this essay, we aim to delineate elements of the Habermas and Hannah Arendt theories about the division between public, private and social spheres, as well as about communicative action in Habermas, in an attempt to convey transpositions of these concepts into the field of organizations. The analysis of the basics of Habermasian construction allows us to take a direct look at the delimitation of the field of interactions and the adoption of linguistic categories of analysis directed to the individual in the environment. Our argument is that the analysis of language in the world of life, for Habermas, means questioning what has not been receiving attention and \"discovering\" what is hidden in the linguistic universe of human interaction and intention. Keywords: Public sphere. Private sphere. Social sphere. Communicative sction. Jurgen Habermas. Habermas, os debates conceituais sobre as esferas publica-privada-social e a acao comunicativa na teoria das organizacoes Resumo Objetivamos, neste ensaio, delinear didaticamente elementos das teorias de Habermas e Hannah Arendt sobre a divisao entre as esferas publica, privada e social, bem como sobre o agir comunicativo em Habermas, em uma tentativa de aduzir transposicoes desses conceitos para o campo das organizacoes. A analise das nocoes basicas da construcao habermasiana permite dar um olhar direcionado a delimitacao do campo de interacoes e a adocao de categorias linguisticas de analise voltadas para o individuo no meio. Nosso argumento e que a analise da linguagem no mundo da vida, para Habermas, significa questionar o que nao vem recebendo atencao e “descobrir” o que esta oculto no universo linguistico da interacao e da intencao humana. Palavras-chave: Esfera publica. Esfera privada. Esfera social. Acao comunicativa. Jurgen Habermas.",
      "citationCount": 7,
      "doi": "10.18593/RACE.V16I3.12752",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e8f11f25f33ee5f13c068421796dcf6988296ac",
      "venue": "",
      "journal": {
        "name": "RACE: Revista de Administração, Contabilidade e Economia",
        "pages": "827-844",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "74cbf901f37717a5a85622cf9fa33b2577ea497f",
      "title": "Jürgen Habermas: communicative action, reflexivity and lifeworld",
      "authors": [
        {
          "name": "Alejandro Sánchez",
          "authorId": "2109882027"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74cbf901f37717a5a85622cf9fa33b2577ea497f",
      "venue": "",
      "journal": {
        "name": "Acta Sociologica",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "43d684ae11c69f2ae334689782dabe9d943e3104",
      "title": "Dialogue and Communicative Action – Buber’s Philosophy of Dialogue and Habermas’s Communicative Rationality",
      "authors": [
        {
          "name": "M. Oram",
          "authorId": "116947852"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1515/naha-2012-0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43d684ae11c69f2ae334689782dabe9d943e3104",
      "venue": "",
      "journal": {
        "name": "Naharaim",
        "pages": "269 - 285",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f053411c36dd893ae36d20cf94a7b77d48d4368a",
      "title": "From Communicative Action to the Face of the Other: Habermas and Levinas on the Foundations of Moral Theory",
      "authors": [
        {
          "name": "Steven Hendley",
          "authorId": "115554432"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5840/PHILTODAY19964046",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f053411c36dd893ae36d20cf94a7b77d48d4368a",
      "venue": "",
      "journal": {
        "name": "Philosophy Today",
        "pages": "504-530",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f7956d65bc36bf5d835e184dfc8da33f8a0a5bb",
      "title": "HABERMAS, PUBLIC SPHERE, AND COMMUNICATIVE-ACTION THEORY Eurocentrism or universalism?",
      "authors": [
        {
          "name": "S. Gunaratne",
          "authorId": "98013728"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f7956d65bc36bf5d835e184dfc8da33f8a0a5bb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "581ac84d7fa5de7753b21120cc012ce7f739b110",
      "title": "Habermas's \"Theory of Communicative Action\" and Siebren Miedema, Part One: The Ideological Context for Intellectual Appropriation",
      "authors": [
        {
          "name": "J. Kachur",
          "authorId": "114931028"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1023/A:1007522527530",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/581ac84d7fa5de7753b21120cc012ce7f739b110",
      "venue": "",
      "journal": {
        "name": "Interchange",
        "pages": "207-223",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "36cfa3172eb2848f6835e01192067cb40a1958f9",
      "title": "The defects and inspiration of the concept \"communicative action\"of Habermas",
      "authors": [
        {
          "name": "Zou Xing-ming",
          "authorId": "1484957857"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36cfa3172eb2848f6835e01192067cb40a1958f9",
      "venue": "",
      "journal": {
        "name": "Journal of Xinyang Teachers College",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "01dc55446aebb01396f061fd13f9ca568842b8ae",
      "title": "Habermas's \"Theory of Communicative Action\" and Siebren Miedema, Part Two: An Ideology Critique of Intellectual Appropriation",
      "authors": [
        {
          "name": "J. Kachur",
          "authorId": "114931028"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1023/A:1007553030979",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01dc55446aebb01396f061fd13f9ca568842b8ae",
      "venue": "",
      "journal": {
        "name": "Interchange",
        "pages": "275-285",
        "volume": "29"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
