{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas logic social sciences knowledge human interests",
  "results": [
    {
      "paperId": "0ef1905fd0ac6b7cfcc97ddbe283ad841b525c6e",
      "title": "Knowledge and Human Interests",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "J. Shapiro",
          "authorId": "143677263"
        }
      ],
      "year": 1972,
      "abstract": null,
      "citationCount": 6495,
      "doi": "10.2307/588338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ef1905fd0ac6b7cfcc97ddbe283ad841b525c6e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c29f5c6dfd951b2cc7e190e998d1c55cd52f7429",
      "title": "A Postscript to Knowledge and Human Interests*†",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "C. Lenhardt",
          "authorId": "22664847"
        }
      ],
      "year": 1973,
      "abstract": null,
      "citationCount": 168,
      "doi": "10.1177/004839317300300204",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c29f5c6dfd951b2cc7e190e998d1c55cd52f7429",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "157 - 189",
        "volume": "3"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58e0f32cf39a2caf47c1e79ef7510b505fa5d17b",
      "title": "Knowledge, Human Interests, and Objectivity in Feminist Epistemology",
      "authors": [
        {
          "name": "E. Anderson",
          "authorId": "145652246"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 212,
      "doi": "10.5840/PHILTOPICS199523213",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58e0f32cf39a2caf47c1e79ef7510b505fa5d17b",
      "venue": "",
      "journal": {
        "name": "Philosophical Topics",
        "pages": "27-58",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4879c560ee3863af42554a7956e5627a7d5dc763",
      "title": "Knowledge-Constitutive Interests and Social Paradigms in Guiding Mixed Methods Research (MMR)",
      "authors": [
        {
          "name": "I. Gunbayı",
          "authorId": "69987665"
        }
      ],
      "year": 2020,
      "abstract": "The four paradigms of ‘radical structuralist’, ‘funcionalist’, ‘interpretive’ and ‘radical humanist’ (Burrel & Morgan, 1979) and Habermas’s (1987) theory of knowledge-constitutive interests have solid philosophical positions to guide the designs of MMR in social sciences. Research nature and social phenomena can be mainly analyzed based on objective and subjective perspectives. After discussing the application of four paradigms and Habermas’s theory of knowledge-constitutive interests of technical, hermeneutic and emancipatory into MMR, it was understood that the functionalist paradigm based on post-positivism and technical interest was very compatible with most quantitative strand of MMR. The interpretive paradigm based on post-modernism and hermeneutic interest is well suited to most of the qualitative strand of MMR. However, the umbrella philosophy of mixed methods studies is pragmatism. From the perspective of the radical humanist paradigm based on postmodernism and emancipatory interest, it is highly applicable to participatory action research, emancipatory action research and mixed typed transformative design and radical structuralist paradigm based on positivism and technical interest is very suitable with technical action research, mixed typed embedded design. However, some research designs include two paradigms; for example, mixed convergent parallel, mixed multi -phase design and mixed embedded design.",
      "citationCount": 33,
      "doi": "10.14689/jomes.2020.1.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4879c560ee3863af42554a7956e5627a7d5dc763",
      "venue": "Journal of Mixed Methods Studies",
      "journal": {
        "name": "Journal of Mixed Methods Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "80c53c53e135ee6c7919304e11f7c4228a1daf5f",
      "title": "ЕМАНСИПАТИВНИЙ ІНТЕРЕС У СОЦІАЛЬНИХ НАУКАХ: ОДНЕ ПРАКТИЧНЕ ВТІЛЕННЯ СТАРОГО КОНЦЕПТУ ЮРҐЕНА ГАБЕРМАСА(Emancipatory Interest in Social Sciences: A Practical Realization of an Old Jurgen Habermas' Concept)",
      "authors": [
        {
          "name": "О. Вєдров",
          "authorId": "113583577"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80c53c53e135ee6c7919304e11f7c4228a1daf5f",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "45558f0b3618255e75480ad39112476f3a33c775",
      "title": "Individual and Institutional Determinants of the Scientific Production of Academic Staff in Human and Social Sciences in Moroccan Universities",
      "authors": [
        {
          "name": "Doukkali Sanaa",
          "authorId": "2086735412"
        }
      ],
      "year": 2020,
      "abstract": "This research focuses on the scientific production of academic staff in Human and Social Sciences (HSS) in Moroccan universities. It takes place in a context marked by strong pressures related to scientific research and by changes in the mission of the University that impact the work of the academic at all levels. With regard to HSS, the Moroccan university system appears to be far from being in line with the logic of global competition, and the research activity of the academic staff in HSS is often out of step with institutional policies and the needs of national and international evaluation systems. This can be seen from the publication figures reported in commissioned reports or expert assessments carried out by national or international organizations, or by the scarcity of work that has studied the determinants of the production of academic staff in HSS in Morocco. Hence the objective of this research is to formulate a research model that gathers the potential determinants of the level of scientific production of academic staff and that is adapted to the context of Moroccan universities. Our research therefore aims to fill certain gaps in the knowledge of the social dynamics of knowledge production practices by HSS researchers who are often confused with their colleagues in other scientific fields.",
      "citationCount": 0,
      "doi": "10.33422/3RD.ICRHS.2020.09.187",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/45558f0b3618255e75480ad39112476f3a33c775",
      "venue": "Journal of Advanced Research in Social Sciences",
      "journal": {
        "name": "Journal of Advanced Research in Social Sciences"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4c8b9e0dc31ea84bc3870df8a05273b788f32a34",
      "title": "Paradigms Transformation in Social Sciences 2014 Knowledge in artificial intelligence systems : searching the strategies for application",
      "authors": [
        {
          "name": "Alla A. Kornienko",
          "authorId": "2263889447"
        },
        {
          "name": "Anatoly V. Kornienko",
          "authorId": "2263889449"
        },
        {
          "name": "O. Fofanov",
          "authorId": "9085663"
        },
        {
          "name": "Maxim P. Chubik",
          "authorId": "2263888701"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 22,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c8b9e0dc31ea84bc3870df8a05273b788f32a34",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1fc6772015a80968bfc8449ce06c4fb2240c0ca4",
      "title": "Jürgen Habermas Knowledge and Human Interests (Beacon Press, Boston, 1971); translated by Jeremy Shapiro.",
      "authors": [
        {
          "name": "Sara Ruddick",
          "authorId": "87271990"
        }
      ],
      "year": 1973,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1080/00455091.1973.10716065",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fc6772015a80968bfc8449ce06c4fb2240c0ca4",
      "venue": "Canadian Journal of Philosophy",
      "journal": {
        "name": "Canadian Journal of Philosophy",
        "pages": "545 - 569",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ac5de3053ed7ad49c729ff9ce2e5a0329ae09638",
      "title": "From competencies to human interests: ways of knowing and understanding in medical education.",
      "authors": [
        {
          "name": "A. Kumagai",
          "authorId": "5383076"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 95,
      "doi": "10.1097/ACM.0000000000000234",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac5de3053ed7ad49c729ff9ce2e5a0329ae09638",
      "venue": "Academic medicine : journal of the Association of American Medical Colleges",
      "journal": {
        "name": "Academic medicine : journal of the Association of American Medical Colleges",
        "pages": "\n          978-83\n        ",
        "volume": "89 7"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f3a888a8a7f6e73f7ec14d959d58687f9fd202bd",
      "title": "Interpretation and Social Knowledge: On the Use of Theory in the Human Sciences",
      "authors": [
        {
          "name": "I. Reed",
          "authorId": "21151414"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 203,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3a888a8a7f6e73f7ec14d959d58687f9fd202bd",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aebc1da7200a5083675561456a8cddf6f3a2e526",
      "title": "A better knowledge is possible: Transforming environmental science for justice and pluralism",
      "authors": [
        {
          "name": "Esther Turnhout",
          "authorId": "2291953900"
        }
      ],
      "year": 2024,
      "abstract": "This article offers a critical analysis of environmental science that develops the argument that science has itself become an obstacle for the transformations that are needed to ensure human-ecological well-being. Due to dominant norms and conceptualizations of what science is, how it should relate to policy and society, and what it is that science should contribute to, environmental science is set to continue to serve vested interests and seems unable to break free from this pattern. This deadlock situation is related to persistent patterns of inequality and marginalization in science that keep these dominant norms and conceptualizations in place and that marginalize alternative forms of knowledge, including critical social sciences and humanities, that are better equipped to support transformation. Inspired by feminist and anti-colonial scholarship, I suggest that transforming environmental science will require explicit refusal of dominant norms of science and conceptualizations of the environment, and a commitment to justice and pluralism.",
      "citationCount": 67,
      "doi": "10.1016/j.envsci.2024.103729",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aebc1da7200a5083675561456a8cddf6f3a2e526",
      "venue": "Environmental Science &amp; Policy",
      "journal": {
        "name": "Environmental Science &amp; Policy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ced8374d0931fadede17d0723a17cb93780ef38c",
      "title": "Fundamental care and knowledge interests: Implications for nursing science",
      "authors": [
        {
          "name": "J. Granero-Molina",
          "authorId": "1387466661"
        },
        {
          "name": "C. Fernández-Sola",
          "authorId": "1387466580"
        },
        {
          "name": "Ester Mateo-Aguilar",
          "authorId": "1485004023"
        },
        {
          "name": "Cayetano Aranda-Torres",
          "authorId": "1401934943"
        },
        {
          "name": "Pablo Román-López",
          "authorId": "1401934880"
        },
        {
          "name": "J. Hernández-Padilla",
          "authorId": "1387466560"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1111/jocn.14159",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ced8374d0931fadede17d0723a17cb93780ef38c",
      "venue": "Journal of Clinical Nursing",
      "journal": {
        "name": "Journal of Clinical Nursing",
        "pages": "2489–2495",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49e8801174184f52119e2e7c72e57fdb30fc6fbd",
      "title": "Social Development According to Habermas and His View of the Future",
      "authors": [
        {
          "name": "Hamza Jaber Sultan",
          "authorId": "2408956982"
        },
        {
          "name": "Beida Dawoud",
          "authorId": "2408958622"
        }
      ],
      "year": 2020,
      "abstract": "The research focuses on the effect of social development on communication process. The topic is tremendously important because it influences the lives of the communities in different sciences and arts. Hence, it affects the future and changes many of the concepts, views and thoughts of new generations. Thus, it leads to new ways of thinking in science, literature and art in addition to its impact upon the nature of human behaviour, whether positively or negatively, and cultural and social development. Scientific development happens in the change of the old prevalent view into a more logical concept that depends on real knowledge, especially when dealing with magic or sorcery. Literature and art affect Habermasian social development in presenting the negative sides of the society in an easy criticism that reflects the actual life of the public. It motivates supports and activates the positive aspects of the society to serve that society.",
      "citationCount": 0,
      "doi": "10.65811/211",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49e8801174184f52119e2e7c72e57fdb30fc6fbd",
      "venue": "International Jordanian Journal Aryam for Humanities and Social Sciences",
      "journal": {
        "name": "International Jordanian Journal Aryam for Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5e0c76ae1eb38b8c51abd2d129e463ab57ff2a38",
      "title": "Causal inference in ethnographic research: Refining explanations with abductive logic, strength of evidence assessments, and graphical models",
      "authors": [
        {
          "name": "Jeffrey G. Snodgrass",
          "authorId": "33587377"
        },
        {
          "name": "H. J. Franc¸ois",
          "authorId": "2300281814"
        },
        {
          "name": "I. Dengah",
          "authorId": "2300282148"
        },
        {
          "name": "Seth I. Sagstetter",
          "authorId": "2179521472"
        },
        {
          "name": "K. X. Zhao",
          "authorId": "2179504635"
        }
      ],
      "year": 2024,
      "abstract": "In their classic accounts, anthropological ethnographers developed causal arguments for how specific sociocultural structures and processes shaped human thought, behavior, and experience in particular settings. Despite this history, many contemporary ethnographers avoid establishing in their work direct causal relationships between key variables in the way that, for example, quantitative research relying on experimental or longitudinal data might. As a result, ethnographers in anthropology and other fields have not advanced understandings of how to derive causal explanations from their data, which contrasts with a vibrant “causal revolution” unfolding in the broader social and behavioral sciences. Given this gap in understanding, we aim in the current article to clarify the potential ethnography has for illuminating causal processes related to the cultural influence on human knowledge and practice. We do so by drawing on our ongoing mixed methods ethnographic study of games, play, and avatar identities. In our ethnographic illustrations, we clarify points often left unsaid in both classic anthropological ethnographies and in more contemporary interdisciplinary theorizing on qualitative research methodologies. More specifically, we argue that for ethnographic studies to illuminate causal processes, it is helpful, first, to state the implicit strengths and logic of ethnography and, second, to connect ethnographic practice more fully to now well-developed interdisciplinary approaches to causal inference. In relation to the first point, we highlight the abductive inferential logic of ethnography. Regarding the second point, we connect the ethnographic logic of abduction to what Judea Pearl has called the ladder of causality, where moving from association to intervention to what he calls counterfactual reasoning produces stronger evidence for causal processes. Further, we show how graphical modeling approaches to causal explanation can help ethnographers clarify their thinking. Overall, we offer an alternative vision of ethnography, which contrasts, but nevertheless remains consistent with, currently more dominant interpretive approaches.",
      "citationCount": 6,
      "doi": "10.1371/journal.pone.0302857",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e0c76ae1eb38b8c51abd2d129e463ab57ff2a38",
      "venue": "PLoS ONE",
      "journal": {
        "name": "PLOS ONE",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "410982c35e158ff8a19d302573c13426dee41669",
      "title": "On diversity of human-nature relationships in environmental sciences and its implications for the management of ecological crisis",
      "authors": [
        {
          "name": "L. Mouysset",
          "authorId": "10704331"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/s40656-023-00575-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/410982c35e158ff8a19d302573c13426dee41669",
      "venue": "History and Philosophy of the Life Sciences",
      "journal": {
        "name": "History and Philosophy of the Life Sciences",
        "pages": "1-20",
        "volume": "45"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eee008435e92317788641e82ddc7a863ab55eaa8",
      "title": "A characterization of philosophical knowledge in ‘Chinese modernity’: philosophical studies in Chinese Universities and the Academy of Social Sciences",
      "authors": [
        {
          "name": "Wan Jun-ren",
          "authorId": "1483525188"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1017/S1062798703000188",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eee008435e92317788641e82ddc7a863ab55eaa8",
      "venue": "Europaeum review",
      "journal": {
        "name": "European Review",
        "pages": "171 - 181",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6417173b574042efbefc6e963f755c4815ba833f",
      "title": "Economic Knowledge, Evolutionary Epistemology, and Human Interests",
      "authors": [
        {
          "name": "J. Wisman",
          "authorId": "93127913"
        }
      ],
      "year": 1989,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1080/00213624.1989.11504931",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6417173b574042efbefc6e963f755c4815ba833f",
      "venue": "",
      "journal": {
        "name": "Journal of Economic Issues",
        "pages": "647-656",
        "volume": "23"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ec4f839deb0d51b6312b2c0834c16ac9f1eca13c",
      "title": "FILSAFAT ILMU DALAM MADZHAB KRITIS JURGEN HABERMAS",
      "authors": [
        {
          "name": "Umdatul Baroroh",
          "authorId": "2222377989"
        }
      ],
      "year": 2023,
      "abstract": "This research aims to explore Habermas' ideas about the philosophy of science in the critical schools. His idea is a counter to the positivism school which is considered to fail in understanding the humanitarian knowledge (geisteswistenschaften). The study was conducted using a library approach. Data collecting is done through a study of the literature, either in hard copy or soft copy, or online or offline. The results of this study confirm that human knowledge is not value-free. Therefore, human knowledge cannot be understood only by empirical evidence. On the other hand, human knowledge can only be understood by understanding the meaning symbolized through expression and language. Furthermore, Habermas also affirmed the importance of directing knowledge to interests that free the oppression of human life. So that human knowledge has a contribution to the struggle for justice.",
      "citationCount": 0,
      "doi": "10.15575/jaqfi.v8i1.22809",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec4f839deb0d51b6312b2c0834c16ac9f1eca13c",
      "venue": "JAQFI. Jurnal aqidah dan filsafat islam",
      "journal": {
        "name": "Jaqfi: Jurnal Aqidah dan Filsafat Islam"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c43f0b50c81f18fa1949f5c371e694300835af5",
      "title": "An Educational Philosophical Interpretation on the Knowledge Interests Theory of Jurgen Habermas",
      "authors": [
        {
          "name": "Chen Xiang-qian",
          "authorId": "66941456"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c43f0b50c81f18fa1949f5c371e694300835af5",
      "venue": "",
      "journal": {
        "name": "Journal of Yangtze Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "69cfcec1bba46d176a190b7fc867752a72f87d0e",
      "title": "La comunidad categoría disciplinar de trabajo social",
      "authors": [
        {
          "name": "Martín Sánchez Villal",
          "authorId": "2291225328"
        },
        {
          "name": "Miguel Bautista Miranda",
          "authorId": "2203017415"
        },
        {
          "name": "Vasti Zurisadai Jiménez Amador",
          "authorId": "2291220865"
        }
      ],
      "year": 2025,
      "abstract": "\n\n\nThe disciplinary and professional development of social work is based on a set of epistemic, theoretical, methodological, technical and instrumental references; oriented to study and intervene facts or phenomena associated with social needs and problems located in the context of community. In this sense, this paper aims to analyze the category of community as a term that has been approached and used by various disciplines and professions of the social and human sciences, such as sociology, social work, anthropology, medicine, political science and law. It is a reflexive documentary study, since it resorted to the search for information in books and specialized printed and digital articles. The results show that each field of knowledge analyzed adds specificities and practices to the concept in question. Thus, the various conceptual elaborations of community make evident regularities that situate it as a contiguous geographical place, social unit, belonging, common interests, shared practices, attention to social problems, among others. These are conceptual constructions that have been defined according to each field of knowledge, where characteristics are attributed to it according to its object of study. This analysis is the basis for the elaboration of a concept of community from the perspective of social work, to contribute to disciplinary and professional development.\n\n\n",
      "citationCount": 0,
      "doi": "10.62621/rxqff487",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69cfcec1bba46d176a190b7fc867752a72f87d0e",
      "venue": "REVISTA ACANITS REDES TEMÁTICAS EN TRABAJO SOCIAL ISSN: 2992-6947",
      "journal": {
        "name": "REVISTA ACANITS REDES TEMÁTICAS EN TRABAJO SOCIAL ISSN: 2992-6947"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
