[s2_search.py] Searching Semantic Scholar: 'Habermas Weber historical development social evolution' (year=1980-2025), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_a0391b4fab57d215)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber historical development social evolution",
  "results": [
    {
      "paperId": "7056dd40ee5ce59810cc02438b78798032947a26",
      "title": "اندیشه های یورگن هابرماس",
      "authors": [
        {
          "name": "حریری اکبری",
          "authorId": "117939876"
        },
        {
          "name": "دکتر محمد",
          "authorId": "118267803"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22067/jss.v0i0.15974",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7056dd40ee5ce59810cc02438b78798032947a26",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4a29f688ca7ad80cd55ba97433a277ad709b0bd1",
      "title": "Social Dynamics of Dalits in Nepal: Historical Development of Untouchability and Exploitation",
      "authors": [
        {
          "name": "DolRaj Kafle",
          "authorId": "2295418244"
        },
        {
          "name": "D. Sapkota",
          "authorId": "2326708372"
        },
        {
          "name": "T. Kc",
          "authorId": "2315345979"
        }
      ],
      "year": 2025,
      "abstract": "This research examined the historical context, evolution, and current state of untouchability and discrimination in Nepal, with a specific focus on the Dalit community. Data relating to Dalit, untouchability and discrimination were collected from various secondary sources, including academic libraries and reputable websites. Data relating to origin, historical development and socio-legal frameworks were separately studied and analysis was made using qualitative approach. The study identifies Nepalese kings as the originators of untouchability, institutionalizing it based on the four varnas of the Hindu system. Untouchability was minimal in ancient times, became institutionalized and peaked in the medieval period, but has significantly decreased in modern times due to various legal measures. Furthermore, the research underscores the importance of continued efforts towards education, cultural change, and legal enforcement to eliminate untouchability and discrimination, fostering a more equitable and inclusive society in Nepal.",
      "citationCount": 1,
      "doi": "10.18535/sshj.v9i01.1587",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a29f688ca7ad80cd55ba97433a277ad709b0bd1",
      "venue": "Social Science and Humanities Journal",
      "journal": {
        "name": "Social Science and Humanities Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "title": "Is it possible to form a rational identity? A critical reading of Habermas’ account of social identity",
      "authors": [
        {
          "name": "Ali Teymoori",
          "authorId": "2310146629"
        },
        {
          "name": "Amin Mataji",
          "authorId": "2366894880"
        }
      ],
      "year": 2025,
      "abstract": "Habermas’ account of social identity is the most sophisticated among various deliberative and expansive democratic models and aligns with his long-standing theoretical commitment to communicative rationality that is tailored to the democratic organization of society. Taking a normative stance, he proposes a procedural account of social identity within communicative rationality, achievable only in modernity and deliberative democracy. We argue that his formulation of social identity is inadequate, given a problematic stage-based framework in his historical account of societal evolution and the insubstantial nature of social identity in his linguistic and procedural accounts of social identity. Nonetheless, Habermas’ approach can serve as a starting point to develop a more inclusive and empirically defensible conceptual framework for collective identity, grounded in robust institutional foundations and a substantive account of the political. Finally, by challenging Habermas’ separation of system and lifeworld, we argue that a rational social identity should be rooted in both domains.",
      "citationCount": 0,
      "doi": "10.1177/01914537251348412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "389d2200aad31e6cb8500655add66c1dda58b4a6",
      "title": "The Historical Evolution of Development Policies in the Turkic World: A Theoretical Assessment of Macroeconomic Institutions and Structural Transformations in the Central Asian Turkic Republics",
      "authors": [
        {
          "name": "Hamza Özçiftçi",
          "authorId": "2369355600"
        },
        {
          "name": "Burak Aydemir",
          "authorId": "2401904222"
        }
      ],
      "year": 2025,
      "abstract": "This study analyzes the historical evolution of development policies in the Turkic World, particularly in the Central Asian Turkic Republics, by integrating macroeconomic structures, institutional transformations, and economic history perspectives. Existing research has shown that post-1991 transition economies in the region experienced extensive privatization, market liberalization, and structural adjustments shaped by external actors, while macroeconomic outcomes remained highly dependent on political stability, institutional quality, and resource endowments. However, the literature also indicates that neoliberal reform packages alone have been insufficient for achieving sustainable development without the support of strong, inclusive, and accountable institutions.Building on these well-established insights, this study offers a multidimensional contribution by combining development economics, institutional economics, and economic history to produce an integrated analytical framework for the Turkic World. Through a comparative assessment of Kazakhstan, Uzbekistan, Kyrgyzstan, and Azerbaijan, the study not only highlights the historical roots and uneven trajectories of the transition process but also evaluates contemporary macroeconomic indicators to reveal the extent to which institutional capacity shapes development outcomes. In doing so, the study demonstrates that long-term and sustainable development in the region depends not merely on policy reforms, but on the depth, enforceability, and social legitimacy of institutional structures.By presenting an interdisciplinary synthesis and a comparative regional perspective, this research adds conceptual clarity to the relationship between institutional transformation and macroeconomic performance and contributes to the broader discussion on how transition economies can design more resilient and inclusive development strategies. Keywords: Transition Economies, Institutional Development, Macroeconomic Reforms in the Turkic World. \nCite this article as: Özçiftçi, H., & Aydemir, B. (2025). The historical evolution of development policies in the Turkic world: a theoretical assessment of macroeconomic institutions and structural transformations in the Central Asian Turkic republics. Journal of Business Administration and Social Studies, 9, 0035, doi:10.5152/JBASS.2025.25035.",
      "citationCount": 0,
      "doi": "10.5152/jbass.2025.25035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/389d2200aad31e6cb8500655add66c1dda58b4a6",
      "venue": "Journal of Business Administration and Social Studies",
      "journal": {
        "name": "Journal of Business Administration and Social Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0d08520b897dd1e31d8144a710ac407f94769423",
      "title": "THE HISTORICAL EVOLUTION AND CURRENT DEVELOPMENT OF FOLK SONG ACTIVITIES",
      "authors": [
        {
          "name": "Ning Li",
          "authorId": "2372801458"
        },
        {
          "name": "MD Jais Ismail",
          "authorId": "2370760044"
        }
      ],
      "year": 2025,
      "abstract": "This article systematically reviews the historical evolution and contemporary development of folk song activities, emphasizing their cultural, social, and global significance. It explores how folk song activities have adapted to societal changes while maintaining their artistic essence. Through an extensive literature review, the study examines key scholarly contributions over the past decade, analyzing the transformation of folk song activities across different historical periods and assessing the influence of social, political, and economic factors on their creation, dissemination, and reception. Folk songs, as a core element of folk culture, hold deep historical, cultural, and social meanings, reflecting unique cultural values and social functions. Despite the challenges posed by globalization and modernization, folk songs also encounter new development opportunities. The article highlights significant milestones in the history of folk songs, traces innovation and integration trends in contemporary society, and offers strategic recommendations for future development, including enhancing preservation efforts, fostering innovation, expanding dissemination channels, strengthening music education, and advancing industrialization. Ultimately, this study aims to provide both theoretical insights and practical guidance for future research on the protection and preservation of folk song activities.",
      "citationCount": 1,
      "doi": "10.55197/qjssh.v6i3.690",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d08520b897dd1e31d8144a710ac407f94769423",
      "venue": "Quantum Journal of Social Sciences and Humanities",
      "journal": {
        "name": "Quantum Journal of Social Sciences and Humanities"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "43cbaa5dfab9b33c8b6ac9b40fdacc1a300e8a89",
      "title": "An Appraisal of the Historical Development of the African Response to Extradition",
      "authors": [
        {
          "name": "G. Antai",
          "authorId": "2295405960"
        }
      ],
      "year": 2024,
      "abstract": "The research work delves into the evolution of African countries' approach to extradition over the course of history. Extradition, the legal process of surrendering individuals accused of crimes to another jurisdiction, has undergone significant changes in Africa, influenced by regional cooperation efforts. The study provides an in-depth examination of the significant events in the development of extradition laws across the African continent. The impacts of World War II on extradition is also scrutinized, highlighting how political motivations sometimes influenced extradition decisions, leading to contentious cases and strained international relations. Additionally, the study examines how regional organisations such as the Economic Community of West African States (ECOWAS), the South African Development Commission (SADC), and also how African Union (A.U) in general work to promote integration and cooperation within the region on legal issues, including extradition. The work further analyses recent efforts to modernize extradition laws in some African countries, aligning them with international standards and practices. This has been facilitated by increased cooperation with international organizations, enhancing legal and operational capacities in extradition matters. This research study extensively analyses the historical development of the African response to extradition in Africa. It sheds light on the evolving approaches, challenges, and regional cooperation efforts concerning extradition practices on the continent. The findings contribute to a deeper understanding of how extradition has shaped and been shaped by Africa's legal, political, and social landscape throughout history. Keywords: AU, ECOWAS, Extradition, Cooperation, Crimes, SADC.",
      "citationCount": 1,
      "doi": "10.59298/nijcrhss/2024/4.3.2735",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/43cbaa5dfab9b33c8b6ac9b40fdacc1a300e8a89",
      "venue": "NEWPORT INTERNATIONAL JOURNAL OF CURRENT RESEARCH IN HUMANITIES AND SOCIAL SCIENCES",
      "journal": {
        "name": "NEWPORT INTERNATIONAL JOURNAL OF CURRENT RESEARCH IN HUMANITIES AND SOCIAL SCIENCES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "70c3720938dd7a523172f774c356ecad4a6ed739",
      "title": "The Social Evolution of World Politics",
      "authors": [
        {
          "name": "Mathias Albert",
          "authorId": "2267976654"
        },
        {
          "name": "Hauke Brunkhorst",
          "authorId": "97775408"
        },
        {
          "name": "I. Neumann",
          "authorId": "97847535"
        },
        {
          "name": "S. Stetter",
          "authorId": "79562405"
        }
      ],
      "year": 2023,
      "abstract": "How can we understand long-term change in world politics better? Based on readings of thinkers as diverse as Habermas, Foucault and Luhmann, the authors of this book propose a framework for understanding such change in terms of social evolution. They show that processes of social learning and unlearning are key to understanding the long-term historical evolution of complex societies, and propose to approach these with the core concepts of autonomization, hierarchical complexity, and co-evolution. Three case studies illustrate this social evolutionary perspective to the study of world politics, examining the evolution of forms of organizing political authority, of conflicts, of diplomacy, of law as boundary condition.",
      "citationCount": 2,
      "doi": "10.14361/9783839465271",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70c3720938dd7a523172f774c356ecad4a6ed739",
      "venue": "Edition Politik",
      "journal": {
        "name": "Edition Politik"
      },
      "publicationTypes": null
    },
    {
      "paperId": "95f5a34238a14804e0a6d0766e2117befee5567d",
      "title": "Regularities of Wars in the Context of Social Evolution",
      "authors": [
        {
          "name": "N. Rozov",
          "authorId": "2138230629"
        }
      ],
      "year": 2025,
      "abstract": "The article discusses and explains multiple empirical generalizations related to the origins and dynamics of wars of different types made by prominent political scientists and historical sociologists. The generalizations concern the peculiarities of the pre-war periods, which were characterized by escalating conflict rhetoric and mutual provocations. The territorial basis of many military conflicts is examined. Traditional feuds with a series of crises are also fraught with wars. If the parties are roughly equal, wars become protracted and involve adjacent states. Large powerful states (great powers and superpowers) are more likely to start wars. Also considered are the more controversial positions on great power inequality as a factor preventing war, as well as the theory of \"democratic peace\". The weakness of the normative (moralistic) argument that rulers and elites are more peaceful in democracies is shown. Also unconvincing is the economic explanation, according to which democracies that trade with each other are therefore not inclined to go to war. The strongest is the institutional factor related to the plurality of power actors who can influence decisions. This explanation utilizes the concept of collegial power sharing. A distinction is made between leadership and hegemony in international relations. macrosociology of world history. The following approaches have been used in the context of social evolution and macrosociology of world history: the model of changing phases of social development, the challenge-response scheme, the extended functional model, the alternation of epochs of stability and periods of turbulence, the intersecting epochs of empire expansion and the formation of nation-states. Such epochs are characterized by special — transformational — wars. Fragile, weak, crumbling states can fall into civil wars that involve neighbors and great powers.",
      "citationCount": 0,
      "doi": "10.31119/jssa.2025.28.1.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95f5a34238a14804e0a6d0766e2117befee5567d",
      "venue": "Zhurnal sotsiologii i sotsialnoy antropologii (The Journal of Sociology and Social Anthropology)",
      "journal": {
        "name": "Zhurnal sotsiologii i sotsialnoy antropologii (The Journal of Sociology and Social Anthropology)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e3d522bfaf519c60de74d3416227d32cd7f77f14",
      "title": "A Public Historical Perspective on The Evolution of Social Policies in The Guangdong-Hong Kong-Macao Greater Bay Area",
      "authors": [
        {
          "name": "Peihong Li",
          "authorId": "2335505680"
        }
      ],
      "year": 2024,
      "abstract": "In order to appreciate how historical events influence regional social policies, this study employs the lens of public history to explore the development of social policies in the Guangdong-Hong Kong-Macao Greater Bay Area (GBA). This article looks at the unique characteristics of social policies in Guangdong, Hong Kong, and Macao over the course of many historical eras in light of the GBA's rapid socioeconomic growth. This article highlights the unique advantages of the GBA by comparing and contrasting the regional cooperation and policy development of the San Francisco Bay Area and the European Union. The study uses a mixed-methods approach to find patterns and possible future directions for the development of GBA's social policy by combining cross-regional comparison with historical document analysis. Findings indicate that GBA benefits from unique regional strengths in areas like integration, social equity, and sustainable development. The study concludes that public history provides valuable insights for policymakers, enabling them to address contemporary challenges more effectively by incorporating historical perspectives into policy formulation. This approach not only ensures that valuable lessons from the past are preserved but also enhances the ability of GBA's policies to foster regional cohesion and respond to future socio-political dynamics.",
      "citationCount": 0,
      "doi": "10.54097/ptp3wf59",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3d522bfaf519c60de74d3416227d32cd7f77f14",
      "venue": "Journal of Education, Humanities and Social Sciences",
      "journal": {
        "name": "Journal of Education, Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0d891383c248df7c2ac9fb34036018a605eaa39b",
      "title": "The historical evolution of caste and territorial power: the case of Jats in Punjab, India",
      "authors": [
        {
          "name": "Awanish Kumar",
          "authorId": "2364340575"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article presents a historical account of emergence and development of the territorial power of Jats in Punjab through analysing three elements. First, their historical appropriation of the village as their agrarian territory, which was often perpetuated under the discourse of ‘village community’/clans and the monopolisation of the peasant identity. Second, the often-benevolent administration in Punjab during the colonial rule. Third, the development of a discourse of caste-progressiveness of Jats. The Punjab experience in this regard is significant to understand similar processes in other states and to make appropriate strategies for social movements and policy advocacy regarding agrarian/social reforms.",
      "citationCount": 0,
      "doi": "10.1080/02255189.2025.2497385",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0d891383c248df7c2ac9fb34036018a605eaa39b",
      "venue": "Canadian Journal of Development Studies / Revue canadienne d'études du développement",
      "journal": {
        "name": "Canadian Journal of Development Studies / Revue canadienne d'études du développement",
        "pages": "487 - 506",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "42f618d46511a1716cbb4e1947cc9638fbab82c6",
      "title": "Entrepreneurial identity in comparative historical context: the evolution of French and Chinese family businesses",
      "authors": [
        {
          "name": "Lihua Li",
          "authorId": "2373549974"
        },
        {
          "name": "Xiaolan Zhou",
          "authorId": "2373387646"
        },
        {
          "name": "Zizheng Zhou",
          "authorId": "2373773599"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/s41599-025-05497-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/42f618d46511a1716cbb4e1947cc9638fbab82c6",
      "venue": "Humanities and Social Sciences Communications",
      "journal": {
        "name": "Humanities and Social Sciences Communications",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5c852e01ef9aab158274d381475f0082931b94a8",
      "title": "On Governance of Higher Education in China: Historical Evolution, Realistic Dilemma, and Future Optimization",
      "authors": [
        {
          "name": "Ruohan Li",
          "authorId": "2337343546"
        },
        {
          "name": "Yuling Liu",
          "authorId": "2337270410"
        },
        {
          "name": "Xu Yunbo",
          "authorId": "2337294479"
        }
      ],
      "year": 2025,
      "abstract": "The governance of higher education in China has gone through three different stages of development, and the relationship between government and universities in terms of management and being managed has not fundamentally changed. Efficient management institutions still occupy a central position in education governance within universities, neglecting the participation of teachers, students, and social subjects in governance, resulting in a lack of endogenous motivation, innovative vitality, and social functions in higher education. To address the issue, the author proposes a technology-empowered multi-subject co-governance model to optimize the structure of higher education governance.",
      "citationCount": 0,
      "doi": "10.47191/ijsshr/v8-i4-23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c852e01ef9aab158274d381475f0082931b94a8",
      "venue": "International journal of social science and human research",
      "journal": {
        "name": "International Journal of Social Science and Human Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d6a76e42e2191443951c1566f1f1a9aa46c64cf8",
      "title": "The Historical Change and Evolution Logic of Our Country's Pension System",
      "authors": [
        {
          "name": "Limin Jian",
          "authorId": "2313171670"
        }
      ],
      "year": 2024,
      "abstract": "The pension system is a core component of the social security system and has gradually become an important component of the state's efforts to address population ageing, promote people's well-being and social equity. Based on the theoretical analysis frame of historical institutionalism, this paper combs the historical development venation and vicissitude path of China's pension system, and systematically summarizes the internal motive force and evolution logic of our country's pension system vicissitude, in order to promote the optimization of our pension system to provide inspiration for thinking. It is found that the changes of our country's pension system have experienced three stages: the initial establishment of traditional pension system, the socialization of modern pension system and the innovation and development of multi-pillar pension system. The reform of economic system, the change of value idea and the pressure of external environment are the deep structural factors that affect the changes of our country's pension system, thus hindering institutional change. The reform of state-owned enterprises, the interest conflict of the actors and the external demonstration effect provide the motive mechanism for the reform and change of our country's pension system.",
      "citationCount": 0,
      "doi": "10.54691/v1wyyh74",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6a76e42e2191443951c1566f1f1a9aa46c64cf8",
      "venue": "Frontiers in Humanities and Social Sciences",
      "journal": {
        "name": "Frontiers in Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "369270f93902afe056e2dfef104bb9dfa8f52bfb",
      "title": "From Folk Art to Social Media: The Evolution of Visual Communication in Development Discourse in India",
      "authors": [
        {
          "name": "Sumana Mitra",
          "authorId": "2363775781"
        },
        {
          "name": "Dr. Abhishek Das",
          "authorId": "2364128334"
        }
      ],
      "year": 2024,
      "abstract": "Visual communication has played a crucial role in shaping development discourse across different historical periods in India. From traditional folk-art forms such as Madhubani, Warli, and Patta Chitra to contemporary digital platforms like social media, visuals have been used as powerful tools to disseminate messages, mobilize communities, and influence policy. This study explores the evolution of visual communication in Indian development discourse, tracing its transition from indigenous art forms to modern-day digital communication strategies. Using a qualitative research approach and discourse analysis, the study examines the role of visuals in development initiatives, their impact on public perception, and how different stakeholders—such as NGOs, government agencies, and grassroots movements—harness visual storytelling for advocacy and awareness campaigns.",
      "citationCount": 0,
      "doi": "10.51879/pijssl/080310",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/369270f93902afe056e2dfef104bb9dfa8f52bfb",
      "venue": "Praxis international journal of social science and literature",
      "journal": {
        "name": "Praxis International Journal of Social Science and Literature"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e88bbb662beca15058797083654a40a9f410088b",
      "title": "Donors and Disciplines Meet the Political Economy of Development: The Contested Evolution of Political Settlements Analysis",
      "authors": [
        {
          "name": "Pritish Behuria",
          "authorId": "94312969"
        }
      ],
      "year": 2025,
      "abstract": "Over the last two decades, political settlements analysis (PSA) have been widely published in academic journals and been influential in development programming. This article is based on a review of 75 peer-reviewed publications employing PSA across social science journals. In line with existing research, it identifies two schools of PSA research. First, an ‘originalist’ approach that aims to expand the historical materialist and structuralist roots of PSA, initially developed by Mushtaq Khan. Second, ‘revisionist’ approaches, which dissent from Mushtaq Khan’s original work while aligning with mainstream approaches to varying degrees. Such ‘revisionist’ approaches are not entirely unified and show both dissent from and alignment with dominant New Institutional Economics and Good Governance approaches. Building on Michael Polanyi’s analysis of how scholarly communities are captured by incentives to both show dissent from existing scholarly work and show alignment with dominant framings, this article evaluates how such tensions have evolved within the PSA literature. PSA is an example of an approach that was originally established in opposition to neoclassical economics. However, revisionist PSA approaches have brought more popular interpretations of PSA in line with mainstream understandings, hoping to build a consensus, while the structuralist roots of PSA have been obfuscated.",
      "citationCount": 1,
      "doi": "10.1177/14649934251322274",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e88bbb662beca15058797083654a40a9f410088b",
      "venue": "Progress in Development Studies",
      "journal": {
        "name": "Progress in Development Studies",
        "pages": "79 - 102",
        "volume": "25"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5000deda8b837039ddf037b7ca39d95e1e37fd62",
      "title": "Tracing the Historical Evolution of Form and Aesthetic Meaning in Dhadak Merak Reyog Ponorogo, 1920s-1990s",
      "authors": [
        {
          "name": "Heri Wijayanto",
          "authorId": "2297610708"
        },
        {
          "name": "Alip Sugianto",
          "authorId": "2075719408"
        },
        {
          "name": "Ekapti Wahjuni Djuwitaningsih",
          "authorId": "2082755459"
        }
      ],
      "year": 2024,
      "abstract": "The Dhadak Merak Reyog Ponorogo is a mask that embodies aesthetic and philosophical values. Therefore, this study aims to capture the form of Dhadak Merak Reyog Ponorogo over time and uncover the values it represents. The methodology in this research uses a visual semiotics approach to explain the symbols in Dhadak Merak Reyog Ponorogo. The findings reveal that the development of Dhadak Merak was initially very simple, lacking peacock feathers, and performed by two people acting as jegol in the 1920s. Subsequently, the peacock appearance was neatly arranged, but it did not have peacock cohong until 1940. During the Sukarno period, the peacock cohong began adorning Dhadak Merak, giving it a realistic impression until the New Order era, when the form of Dhadak Merak was standardized. The evolution of Dhadak Merak’s form is related to the community’s social, political, and economic conditions. Dhadak Merak holds meanings that symbolize the representation of a king and queen, embodying high aesthetic and philosophical values for the people of East Java, Indonesia.Dhadak Merak Reyog Ponorogo merupakan sebuah topeng yang mengandung makna nilai estetis dan filosofis. Oleh karena itu penelitian ini ingin memotret bentuk Dhadak Merak Reyog Ponorogo dari waktu ke waktu serta mengungkap nilai yang terkandung di dalamnya. Metodologi dalam penelitian ini mengunakan pendekatan semiotika visual untuk menjelaskan simbol-simbol secara objektif yang terdapat dalam Dhadak Merak Reyog Ponorogo. Hasil dari penelitian ini adalah bahwa perkembangan Dhadak Merak pada awal sangat sederhana, belum memiliki bulu merak dan dimainkan oleh dua orang yang berperan sebagai jegol tahun 1920an. Selanjutnya tampilan burung merak sudah ditata dengan rapi tetapi belum memiliki cohong burung merak sampai dengan tahun 1940. Pada periode Sukarno, cohong burung merak sudah menghiasi Dhadak Merak sehingga terkesan realis sampai pada era Orde Baru ada pembakuan bentuk Dhadak Merak. Perjalan perubahan bentuk Dhadak Merak terkait dengan kondisi sosial, politik dan ekonomi masyarakat. Dhadak Merak menyimpan makna yang melambangkan representasi dari raja dan permaisuri yang memiliki nilai estetik dan filosofi yang tinggi bagi masyarakat Jawa TImur, Indonesia.",
      "citationCount": 2,
      "doi": "10.15294/paramita.v34i1.32396",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5000deda8b837039ddf037b7ca39d95e1e37fd62",
      "venue": "Paramita: Historical Studies Journal",
      "journal": {
        "name": "Paramita: Historical Studies Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2608dd5dcf0da9f95e243c9f47eceff4ce441c1c",
      "title": "Historical Context of State Regulation of Human Development in Ukraine",
      "authors": [
        {
          "name": "Oleksandr Holubiev",
          "authorId": "2365781812"
        }
      ],
      "year": 2025,
      "abstract": "This article presents a comprehensive analysis of the evolution of state policy on human development in Ukraine within the context of historical transformations, socio-economic shifts, and European integration processes. The relevance of the research is determined by the growing need to understand the state’s role in ensuring sustainable human development as a key resource for national security, institutional resilience, and social justice-especially in the context of war and post-war recovery. The aim of the study is to identify the patterns and transformations in the mechanisms of public regulation of human development throughout Ukraine's history – from the Soviet centralized model to the emergence of modern hybrid approaches based on digitalization, decentralization, and international cooperation. The research employs an interdisciplinary methodology, combining historical-analytical, institutional, comparative, and systems approaches. The article outlines five key historical stages in the formation of human development policy: the Soviet, transitional, institutional, post-revolutionary, and wartime/post-war periods. Each stage is analyzed in terms of its dominant mechanisms, institutions, policy tools, and the socio-economic context that shaped changing political priorities. Particular attention is given to identifying historical lessons that can inform modern policy design amid crisis mobilization, social fragmentation, and the imperative of sustainable recovery. Based on the analysis, practical recommendations are formulated to enhance the effectiveness of public regulation of human development in Ukraine. A political roadmap is proposed, outlining key stages such as strategic planning, digital transformation, regional empowerment, inclusivity, performance evaluation, and integration with the European framework. The results of this study are of both scientific and practical value for public administration, social policy, economic strategy, and the humanitarian development agenda. The type of article is theoretical.",
      "citationCount": 0,
      "doi": "10.54929/3041-2390-2025-04-01-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2608dd5dcf0da9f95e243c9f47eceff4ce441c1c",
      "venue": "Bulletin of the Academy of Labor, Social Relations and Tourism. Series: Economics, Psychology and Management",
      "journal": {
        "name": "Bulletin of the Academy of Labor, Social Relations and Tourism. Series: Economics, Psychology and Management"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6cff01e2ce7876decf15a22ef72fd808dbf32eb7",
      "title": "FORMATION AND EVOLUTION OF POLITICAL ELITES: A COMPARATIVE ANALYSIS OF HISTORICAL AND CONTEMPORARY APPROACHES",
      "authors": [
        {
          "name": "R. Kozachenko",
          "authorId": "2342189877"
        }
      ],
      "year": 2024,
      "abstract": "The article examines the process of formation and evolution of political elites, as well as changes in their functioning under the conditions of globalization and technological transformations. The aim of the work is to analyze historical approaches to the study of political elites and their evolution in the context of contemporary changes. The research is based on a comparative method that allows identifying the key trends characterizing the functioning of elites in various political systems and social contexts. The relevance of the study is determined by the need to reassess classical approaches to elites, particularly in the context of the influence of global factors such as international organizations, transnational corporations, and the development of information technologies. The problem of democratic legitimacy of political elites in the conditions of postmodernism, especially in post-Soviet countries, where political elites are influenced by both internal and external factors, is highlighted. The main results of the research include the identification of key stages in the development of political elites, as well as new approaches to studying them in the context of technological and social changes. Specifically, the role of information technologies in changing political communication and the influence of new social groups on the formation of political elites are analyzed. New approaches to ensuring the democratic legitimacy of elites through feedback mechanisms between elites and voters are also considered. The practical significance of the work lies in revealing modern trends in the evolution of political elites, allowing for a deeper understanding of their role in democratic processes and political changes. It also opens new perspectives for research in political theory, particularly in the context of globalization, the influence of international institutions, and the impact of new technologies on political structures. The conclusions of the article highlight the importance of reassessing traditional approaches to the study of political elites in the context of contemporary challenges such as globalization, digitalization, and changes in the social structure of society.",
      "citationCount": 0,
      "doi": "10.15421/342453",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cff01e2ce7876decf15a22ef72fd808dbf32eb7",
      "venue": "Epistemological Studies in Philosophy Social and Political Sciences",
      "journal": {
        "name": "Epistemological Studies in Philosophy Social and Political Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e9d20dbc45a8a356b3161ee538ba1680e4a7a12",
      "title": "Evolution of China’s Right to Health Legislation: A Historical Analysis and Contemporary Insight into Occupational Health Protection",
      "authors": [
        {
          "name": "Guizhen Liu",
          "authorId": "2337943437"
        },
        {
          "name": "Guixiang Liu",
          "authorId": "2393118333"
        }
      ],
      "year": 2024,
      "abstract": "Health is said to be the fundament for personal survival and development, happiness, and is the source ofprosperity and social progress for any nation. During the 20th National Congress of the Communist Party in China, it was ascertained that the protection of people’s health was given greater priority over development strategies. This article explored the changes and evolution of health laws in China over the past seven decades and specifically focused on the recent changes made to the law on the Prevention and Control of Occupational Diseases and the Occupational Health Protection Action Plan. The occupational health protection action plan outlined the objectives and specific actions and emphasized the importance of a systematic approach to safeguarding the health rights of workers. This article summarized the potential opportunities for further research and policy considerations aimed at addressing challenges in the evolving landscape of occupational health in China.",
      "citationCount": 0,
      "doi": "10.26689/ssr.v6i2.6228",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e9d20dbc45a8a356b3161ee538ba1680e4a7a12",
      "venue": "Scientific and Social Research",
      "journal": {
        "name": "Scientific and Social Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ffa7459e15ec5ee4fcf54808b727a50d9244952",
      "title": "The Evolution and Cultural Significance of Kun Dance: A Historical Perspective",
      "authors": [
        {
          "name": "Wang Qian",
          "authorId": "2331044264"
        },
        {
          "name": "Lena Farida Hussain Chin",
          "authorId": "2331035211"
        }
      ],
      "year": 2024,
      "abstract": ": Kun Dance, an integral part of China's rich artistic heritage, has evolved through centuries, reflecting the cultural and social dynamics of its time. This paper explores the emergence of Kun Dance by examining the cultural and social factors that influenced its development. It highlights the relationship between Kun Dance and traditional Chinese performing arts, particularly Kunqu opera, emphasizing their interconnectedness. Additionally, the historical trajectory of Kun Dance is traced through significant events and influential figures that have shaped its course. Finally, the methods of transmission and preservation of this art form throughout various historical periods are documented, illustrating the resilience and adaptability of Kun Dance in the face of changing societal landscapes.",
      "citationCount": 0,
      "doi": "10.25236/ajhss.2024.071018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ffa7459e15ec5ee4fcf54808b727a50d9244952",
      "venue": "Academic Journal of Humanities &amp; Social Sciences",
      "journal": {
        "name": "Academic Journal of Humanities &amp; Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
