[s2_search.py] Searching Semantic Scholar: 'Habermas Weber philosophy history modernization social evolution' (year=2000-2025) (field=Philosophy), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_e2347073389d3171)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber philosophy history modernization social evolution",
  "results": [
    {
      "paperId": "acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "title": "Western Civilization and Its Problems: A Dialogue between Weber, Elias and Habermas",
      "authors": [
        {
          "name": "P. Geiger",
          "authorId": "2066053229"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1e7ecda94c8f2906ea28b3db034065b8fee6a3b1",
      "title": "The Historical Logic of the Development of Medical Humanities in China and Its Implications for Integrated Talent Strategies",
      "authors": [
        {
          "name": "Lei Chuan",
          "authorId": "2392091328"
        }
      ],
      "year": 2025,
      "abstract": "The development of medical humanities in China has followed a distinctive historical trajectory shaped by indigenous intellectual traditions, modern transformations, and changing conceptions of medicine and humanity. Unlike the relatively linear evolution of medical humanities in Western contexts, the Chinese experience reflects a complex interplay between classical medical thought, moral philosophy, social governance, and modern scientific paradigms. In recent years, the strategic emphasis on the integrated development of education, science and technology, and talent—particularly as articulated in China’s long-term modernization agenda—has renewed scholarly interest in the historical foundations of humanistic approaches to medicine. This paper examines the historical logic of medical humanities in China from a perspective of intellectual history, focusing on its conceptual origins, evolutionary phases, and underlying value orientations. By tracing the continuity and transformation of humanistic thought in Chinese medicine, the study seeks to summarize key historical experiences that can inform contemporary reflections on talent cultivation at the level of ideas and values. Rather than addressing institutional or technological issues, the paper highlights how historical insights from Chinese medical humanities can enrich the conceptual understanding of integrated talent development in the present era.",
      "citationCount": 0,
      "doi": "10.71204/k8w5q502",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e7ecda94c8f2906ea28b3db034065b8fee6a3b1",
      "venue": "Life Studies",
      "journal": {
        "name": "Life Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "489e625e1174dd3333dae4a4014631792eb37600",
      "title": "Historical Evolution of Ideas and Theories Related to the Concept of Civil Society",
      "authors": [
        {
          "name": "Abdul Mueed Kamran",
          "authorId": "2289769034"
        },
        {
          "name": "Syed Shahid",
          "authorId": "2140634709"
        },
        {
          "name": "Hussain Bukhari",
          "authorId": "2289654216"
        }
      ],
      "year": 2023,
      "abstract": "The article presents the historical origin and growth of civil society. The philosophies of many philosophers show the ever-changing dimensions of civil society from time to time. The historical debate starts from classical political economists’ views, continues with Hegelian, Marx’s and Gramsci’s notions of civil society and ends at the current debate on civil society. Classical scholars considered civil society as an economic sphere and the property of emerging industrial societies that were characterized by complex segmentation of labor, the centrality of production and economic interactions. They give more importance to the state rather than individuals. Hegel, Karl Marx and Gramsci are the main philosophers of the classical school of thought. Other scholars like Herbert Marcuse, Jurgen Habermas, John Rawls, Michal Sandel, Charles Tayler and Michal Walzer also contributed in the debate of relationship between the state and civil society. Current scholars like Foucault, Derrida, Deliuze, Lyotard, Fradric Jameson and Francis Fukuyama have discussed the term of civil society with new directions and ideas. The main focus of these scholars is state, human rights, morality, socialism, liberalism and social movements. Their main point is that individuals are more important than the state. The major analysis of this article is based on qualitative approach. The article concludes that the nature of ideas about relationship between the state and civil society and the influence of civil society on state and that of state on civil society have shaped civil society in different dimensions in different periods of history.",
      "citationCount": 0,
      "doi": "10.52700/pjh.v4i2.153",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/489e625e1174dd3333dae4a4014631792eb37600",
      "venue": "PERENNIAL JOURNAL OF HISTORY",
      "journal": {
        "name": "PERENNIAL JOURNAL OF HISTORY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "799b42f07364151c08971afb417865572f80c4ab",
      "title": "Symposium on Jürgen Habermas,\n Auch eine Geschichte der Philosophie",
      "authors": [
        {
          "name": "R. Forst",
          "authorId": "2091205785"
        }
      ],
      "year": 2021,
      "abstract": "In November 2019, Jürgen Habermas published Auch eine Geschichte der Philosophie (Also a History of Philosophy). The title is a reference to a famous essay by Johann Gottfried Herder. These two volumes, the culmination of almost two decades of work, build on Habermas’s previous contributions to the history of philosophy and political thought, most notably The Philosophical Discourse of Modernity (1985). However, they also include a deeper engagement with religion, which reflects his broader post-2001 engagement (Auseinandersetzung) with the themes of “faith and knowledge” and the continuing value of religion in postsecular societies. In seeking to reconstruct the idea of “rational freedom” (vernünftige Freiheit) under conditions of cultural and religious pluralism by building on his communicative framework, this book has important implications for political theory and the history of political thought, as well as for how we should understand democracy in an era increasingly defined by difference and destabilization. Spanning seven decades, Habermas’s publications number in the hundreds. While both the Theory of Communicative Action (1981) and Between Facts and Norms (1992) have been hailed as his magnum opus, this latest work is evenmore expansive and has the potential to change our understanding and evaluation of his thought. At just over 1,700 pages, these volumes build on many aspects of Habermas’s thought, while also opening new perspectives on his work. Habermas’s overarching attempt to rescue the emancipatory potential of modernity by unveiling the perils of one-sided modernization and identifying regressive social developments is one of the most ambitious projects in contemporary political theory.",
      "citationCount": 1,
      "doi": "10.1111/1467-8675.12569",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/799b42f07364151c08971afb417865572f80c4ab",
      "venue": "Constellations",
      "journal": {
        "name": "Constellations"
      },
      "publicationTypes": null
    },
    {
      "paperId": "48881ee229801fefe706d84b0f80e4ab7239d33d",
      "title": "Evolution of education as a constitutional and legal paradigm: historical context and philosophical discourse",
      "authors": [
        {
          "name": "V. Prodan",
          "authorId": "2237337786"
        }
      ],
      "year": 2023,
      "abstract": "This article is devoted to the study of the evolution of education as a constitutional and legal paradigm in the historical context and philosophical discourse. Within the framework of the work, the historical path of education development is considered, starting from primitive and ancient times and ending with the present. Emphasis is placed on the development of the educational paradigm from the point of view of philosophical and cultural changes that had an impact on the perception and regulation of the educational process. \nIn particular, the historical gradation of the development and establishment of education as a constitutional and legal category is proposed to be considered through the prism of the following chronological framework: \nStage I: The Age of the Ancient World (Primitive Age and Ancient times); \nStage II: The Age of the Middle Ages; \nIII stage: Age of Enlightenment; \nIV stage: The period of industrial revolution and modernization; \nStage V: Modernity. \nThe article examines the role of great philosophers and ancient jurists, such as Aristotle, Democritus, Plato, Seneca, Socrates, Ulpian, Cicero, etc., in shaping the concepts of the right to education. \nSpecial attention is paid to how the history of education reflects social and cultural changes. From primitive forms of learning to modern education systems, this article shows how education has always been not only a right, but also an important factor in social evolution. \nEmphasis is placed on the works of the following famous philosophers, the American - J. Dewey, the Brazilian - P. Freire and the domestic - P. Kulish, who had an impact on the formation and development of the philosophy of modern education. \nThe conclusions of the article emphasize that the right to education is determined not only by legal norms, but also by the social context and philosophical views. They emphasize the importance of understanding the historical development of education for the modern understanding of the constitutional and legal paradigm of education, which reflects the dynamics of society and its needs for education and development",
      "citationCount": 0,
      "doi": "10.24144/2788-6018.2023.05.31",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/48881ee229801fefe706d84b0f80e4ab7239d33d",
      "venue": "Analytical and Comparative Jurisprudence",
      "journal": {
        "name": "Analytical and Comparative Jurisprudence"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8839509f364fadd648e05a91419a3e4178569a9e",
      "title": "Philosophy of the Social Sciences: Towards Pragmatism",
      "authors": [
        {
          "name": "P. Baert",
          "authorId": "2760718"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 172,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8839509f364fadd648e05a91419a3e4178569a9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "38677c98812916d9f6699d1dcccd0d5b8da40314",
      "title": "Public Sphere and Communicative Rationality: Interrogating Habermas's Eurocentrism",
      "authors": [
        {
          "name": "S. Gunaratne",
          "authorId": "98013728"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 39,
      "doi": "10.1177/152263790600800201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38677c98812916d9f6699d1dcccd0d5b8da40314",
      "venue": "",
      "journal": {
        "name": "Journalism & Mass Communication Monographs",
        "pages": "156 - 93",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5b2af3c42439c634fe14f3851e8d3f6c4673b9b1",
      "title": "Materialism and Social Inquiry in the Continental Tradition in Philosophy",
      "authors": [
        {
          "name": "Andrew M. Koch",
          "authorId": "2409296811"
        }
      ],
      "year": 2017,
      "abstract": "The continental tradition in philosophy has gotten more “materialistic” over the last two hundred years. This has resulted from a combination of some very specific moves with regard to the epistemological parameters of understanding and the assertion that ideas may have material force in history. Therefore, the materialism within the continental tradition is not a materiality of being, but a materiality of understanding and action. Such an inquiry opens up space between the activities of sensation and the mental faculty of cognition. ‘I think, therefore I am,’ is not an empirical statement, but a statement of cognition. It is assumed that this distinction is at the core of continental philosophy.\n Cognition is always interpretive. Experience is the start of cognition, but not its final product. Our cognitions cannot be separated from our experience of the physical, social, and cultural environment around us. The symbolic nature of language reinforces the interpretive nature of our thoughts and ideas. Our language is, therefore, always projecting an implicit image of the world. Language is, therefore, always political. The materiality of these cognitive world-views is manifested in two ways. First, in their formation. They are the products of sensual contact with the world. Second, in their effects. They move people. It is a picture of the world which serves to shape the content and character of human behavior. Whether we want to call these phantoms of the mind, world-view, ideas, thoughts, cognitions, or any other term, the dual character of their materiality is secure.\n This work examines the threads materialist ideas running through the efforts of some major authors in the continental tradition in philosophy. A model of materialism is constructed in Chapter One and used to assess the materialist elements in works from Kant, Marx, Weber, Nietzsche, and contemporary poststructuralism. The work demonstrates the evolution of materialist thinking within the tradition and asserts an evolving and developing articulation of materialism in relation to the thoughts and activities of human beings.",
      "citationCount": 1,
      "doi": "10.5040/9798216458838",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b2af3c42439c634fe14f3851e8d3f6c4673b9b1",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "74301f4c6541ae309a1db97d6a8f4276d35d1a95",
      "title": "Evolutionary Invisible Hand. The Problem of Rational Decision-Making and Social Ordering Matus Posvanc—The Evolutionary Invisible Hand",
      "authors": [
        {
          "name": "D. Prychitko",
          "authorId": "112915807"
        },
        {
          "name": "Richard Ebeling",
          "authorId": "2287516910"
        },
        {
          "name": "Mario Rizzo",
          "authorId": "2287343286"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/74301f4c6541ae309a1db97d6a8f4276d35d1a95",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3460d4bbee4a60bc64f7c594468948fcc3a60d39",
      "title": "Habermas@discourse.net: Toward a Critical Theory of Cyberspace",
      "authors": [
        {
          "name": "Michael Froomkin",
          "authorId": "12907711"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 163,
      "doi": "10.2139/SSRN.363840",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3460d4bbee4a60bc64f7c594468948fcc3a60d39",
      "venue": "",
      "journal": {
        "name": "Harvard Law Review",
        "pages": "749",
        "volume": "116"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "title": "Decolonial philosophy and the historical-sociological blindness of the theories of modernity: a new way to Latin-American philosophy",
      "authors": [
        {
          "name": "Leno Francisco Danner",
          "authorId": "113281659"
        }
      ],
      "year": 2018,
      "abstract": "The paper argues on the Latin-American philosophy as a decolonial praxis which unveils and overcomes the historical-sociological blindness of the theories of modernity (such as Max Weber and Jürgen Habermas). This historical-sociological blindness is characterized (a) by the separation between European culture and the modern Realpolitik of the colonialism as non-dependent and non-mutually-supported moments, and (b) by the reconstruction of the process of constitution of the European modernity as an endogenous, self-referential and basically internal movement of evolution, ignoring again its correlation and profound linking with colonialism. The paper argues that the critical and emancipatory role of the modernity’s normative paradigm only is possible by that historical-sociological blindness. So, the Latin-American philosophy, the moment it denounces and unveils the historical-sociological blindness of the theories of modernity, points directly to the self-restraint of the modernity’s normative paradigm as the basic theoretical-political agenda and praxis for a decolonial philosophy, as condition also to the correction of the modernity itself. Contrarily to Habermas, who defends the renewal of the modernity’s normative paradigm as a non-fundamentalist epistemological-moral universalism, the decolonial philosophy will show that the historical-sociological blindness only can be resolved from the self-restraint of the modernity and from an anti-colonial politics based on the reparation for colonialism as a critical-normative concept for theoretical analysis and political praxis regarding modernity-modernization as a totalizing epistemological-cultural-societal movement towards colonialism.    ",
      "citationCount": 0,
      "doi": "10.15210/dissertatio.v47i0.9644",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fc792f5d84325f5da7bccb941c772ae5bcee4e65",
      "venue": "Revista Dissertatio de Filosofia",
      "journal": {
        "name": "Revista Dissertatio de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "316d845131d6e66cc5cee0e749a0f70ffdfec003",
      "title": "El resurgimiento de la religión, ¿un reto para la autocomprensión de la modernidad?",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "116361031"
        },
        {
          "name": "Profesor Emérito",
          "authorId": "67166816"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.21898/dia.v53i60.284",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/316d845131d6e66cc5cee0e749a0f70ffdfec003",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "3-20",
        "volume": "53"
      },
      "publicationTypes": null
    },
    {
      "paperId": "92dd86ff884370a3769cdd097703f3ab30773104",
      "title": "The History of Continental Philosophy",
      "authors": [
        {
          "name": "Alan D. Schrift",
          "authorId": "1893848"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.5860/choice.48-5426",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92dd86ff884370a3769cdd097703f3ab30773104",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "386b5823feb48478b99d3a3f4a77a66c6d33a876",
      "title": "The Modernization of Non-Western Societies: A Perspective of Constructive Realism",
      "authors": [
        {
          "name": "K. Hwang",
          "authorId": "102262818"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-1-4614-1439-1_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/386b5823feb48478b99d3a3f4a77a66c6d33a876",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-40",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1f7956d65bc36bf5d835e184dfc8da33f8a0a5bb",
      "title": "HABERMAS, PUBLIC SPHERE, AND COMMUNICATIVE-ACTION THEORY Eurocentrism or universalism?",
      "authors": [
        {
          "name": "S. Gunaratne",
          "authorId": "98013728"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1f7956d65bc36bf5d835e184dfc8da33f8a0a5bb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "67d967a19448c6b1ff3a4613f123796ba791c32e",
      "title": "Digital dialectic",
      "authors": [
        {
          "name": "Peter Lunenfeld",
          "authorId": "3144398"
        },
        {
          "name": "R. Coyne",
          "authorId": "2359401"
        },
        {
          "name": "M. Emmer",
          "authorId": "145450555"
        },
        {
          "name": "Craig Harris",
          "authorId": "2146887082"
        },
        {
          "name": "M. Heim",
          "authorId": "26472146"
        },
        {
          "name": "Carol Gigliotti",
          "authorId": "1683214"
        },
        {
          "name": "Katherine Hayles",
          "authorId": "71229924"
        },
        {
          "name": "Erkki Huhtamo",
          "authorId": "66573653"
        },
        {
          "name": "Florian Brody",
          "authorId": "30927693"
        },
        {
          "name": "Lev Manovich",
          "authorId": "2895132"
        },
        {
          "name": "Pam Grant Ryan",
          "authorId": "2146519739"
        }
      ],
      "year": 2020,
      "abstract": "template of \"thesis-anti thesis-synthesis\" to be applied in a doctri­ naire manner to politics. Dialectic was, rather, the concrete movement of social history itself. Marx, the next signpost in the development of the dia­ lectic, identified history with the history of civil wars and violent revolu­ tions, but Hegel's dialectic originally included the more subtle shifting forces of social change that propel human evolution. In those systems that adopted Marx's philosophy, the dialectic became the cornerstone of official ideology. In the Soviet Union, for example, mil­ lions of students in Communist schools carried textbooks bearing the stamp \"DIAMAT,\" short for \"Dialectical Materialism.\" The dialectic in its Marx­ ist-Leninist form belonged to materialistic phi losophy as a rigid set of doc­ trines defining the socioeconomic struggle between capital and labor. The straight party l ine of communism largely eroded the original meaning of \"dialectic\" as a term to describe historical dynamics. This was particularly ironic, for, as we have seen, dialectic resists stability, finding its form in the unsettling, the changing, the shifting. Both historical and critical discussion of the dialectic runs through this paper, but it i s important to acknowledge that the present taint of the word \"dialectic\" is due to its centrality to Marxist thought and policies. As a result, many people automatically recoil against dialectic and fail to see its usefulness in weighing the new reality layer. It is true that networked com­ puter media have launched an information space that ill befits the material­ istic mold of Marxism, based as it was in the reading of early industrial capitalism. I believe, nonetheless, that we can still use dialectic as a tool to move beyond the polarity of fear and fascination that characterizes the continuum binding the fans of the antitechnology Unabomber to the mil­ lions who use computers to surf the Internet. The dialectic I have in mind is that which preceded Marxism and can be clearly described. I want to show that dialectic can indeed illuminate the paradoxes of the current debate about the value of cyberspace. Though bound by an underlying ontology, the dialectic can still illuminate the con­ fusion and tension created by new media. There is something of the joke or paradox that propels all dialectical thinking. We live in a most appropriate era (0 savor the dialectical joke. An appropriate joke, indeed, for an era when people express their support for anarchist-inspired attacks on technology by posting messages to the World Wide Web.",
      "citationCount": 9,
      "doi": "10.5040/9781838719913.0015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/67d967a19448c6b1ff3a4613f123796ba791c32e",
      "venue": "Fields of View",
      "journal": {
        "name": "Fields of View"
      },
      "publicationTypes": null
    },
    {
      "paperId": "64476f23adee069c4ebc3ebda31fe08e8bdc8d00",
      "title": "The dynamics of secularization as a process of mutual learning of philosophy and religion",
      "authors": [
        {
          "name": "Kateryna Kuznetsova",
          "authorId": "2381485756"
        }
      ],
      "year": 2021,
      "abstract": "The article deals with the current stage of development of society, associated with the formation of a new type of relationship between the secular and the religious consciousness. If in the secular society of the recent past, these relations were based on the domination of secular ideology, and religious consciousness was interpreted as the evolutionary past of society, the significance of which decreases with social progress until the complete disappearance of religion, then post-secular culture is associated with the formation of a new constructive attitude towards the religious consciousness as an immanent component of social consciousness, which does not disappear with the development of society, but only changes the forms of expression, as well as with the formation of an equal dialogue between secular and religious. Post-secularism does not mean a return to the dominant position of religion and does not cancel the achievement of the secular paradigm. Secularism has transcoding the cultural matrix, therefore, it is no longer possible to take a central meaning and value-forming place in the culture of religion and confessional traditions that once gave birth to this culture. In addition, globalization creates a situation of interaction of religious traditions, unprecedented in the history of mankind, within the framework of one cultural and legal field. We are no longer talking about oppression by more progressive traditions of spiritually primitive traditions (Christianity or Islam in relation to paganism) - traditions with highly developed spiritual, intellectual and missionary potential have to interact with each other. Post-secularity means not only a critical revision of the stage consciousness, but also openness, receptivity, and at least interest in all the various forms of human religiosity. Secularization must be understood, according to J. Habermas, as the dual and complementary learning. Modernization embraces religious and secular consciousness, modifying them. This process of learning, change and enrichment is the essence of the post-secular era. The main characteristic of post-secular society is the \"two-way learning process\" of faith and reason, or their correlation. In the field of education, the necessary result of the formation of a post-secular society is the introduction of dialogue and tolerance as necessary principles of educational activity and the absence of discrimination on religious grounds.",
      "citationCount": 0,
      "doi": "10.31874/2309-1606-2020-26-2-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64476f23adee069c4ebc3ebda31fe08e8bdc8d00",
      "venue": "Filosofiya osvity. Philosophy of Education",
      "journal": {
        "name": "Filosofiya osvity. Philosophy of Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1d86870665d8f9d75dcdc5236a9d219e8a8bfcdf",
      "title": "Commentaries on Weber's Theory of Rationality",
      "authors": [
        {
          "name": "Fu Yong-jun",
          "authorId": "30684858"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d86870665d8f9d75dcdc5236a9d219e8a8bfcdf",
      "venue": "",
      "journal": {
        "name": "Journal of Literature,history and Philosophy",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "055f7e554b8883cc281c02f5d6c0e621ed4fcfee",
      "title": "Accounting History and the Enlightenment – an introduction",
      "authors": [
        {
          "name": "C. R. Baker",
          "authorId": "144220745"
        }
      ],
      "year": 2019,
      "abstract": "In 1784, Immanuel Kant wrote an essay entitled: “Answering the Question: What is Enlightenment?” (German: Beantwortung der Frage: Was ist Aufklärung?). The initial paragraph of Kant’s essay defined a lack of Enlightenment as existing when people failed to think for themselves, not because of a lack of intellect, but rather due to a lack of courage. Kant’s essay addressed the reasons for a lack of Enlightenment and the preconditions necessary to make it possible for people to enlighten themselves. He argued that all religious and state dogmatism and paternalism would need to be abolished and people given the freedom to use their intellect before Enlightenment could be stated to exist. Of course, Kant’s essay does not constitute a full description of the “Enlightenment,” which is a much broader term encompassing social, political, cultural, and economic transformations that began in Europe in the eighteenth century and which have arguably determined who we are, what we think, and how we act today. In accounting history research, references to the Enlightenment have been relatively uncommon. As an example, in a doctoral dissertation published by Juan Baños Sánchez-Matamoros in 2002 at the Universidad Pablo de Olavide in Seville, Spain, there was a central reference to the Illustrados (“Enlightened ones”) at the court of Carlos III in Spain in the eighteenth century. In this dissertation, Baños argued that the Illustrados were following the Enlightenment trend of European philosophy, associated with the works of Locke, Voltaire, Diderot, and Kant during the seventeenth and eighteenth centuries. Enlightenment philosophy was highly critical of all forms of traditional authority, particularly those associated with religion and feudalistic or aristocratic society. Enlightenment thinking sought to replace fear and superstition with “truth” and the establishment of a new social order based on reason, natural law, and political democracy. Many historians have regarded the process of Enlightenment as being linear and irreversible; however, more recent authors such as Adorno and Horkheimer have argued that there have been contradictory and even dangerous aspects to the process of Enlightenment. Even more recent scholars such as Habermas, Foucault, and Lyotard have expressed skepticism about the grand narratives associated with the Enlightenment, which promise that humanity will be liberated through the pursuit of rational knowledge. Despite the pessimism of these authors, it can be argued that advances in scientific knowledge, political democracy, and intellectual freedom have benefited many people in many countries throughout the world, and that a process of Enlightenment can be generally considered to be desirable for most people. The articles in this Special Issue encompass a wide range of historical periods, ranging from research that traces the evolution of Enlightenment philosophy as an emancipatory project, which arose in the eighteenth century, and the resultant effects on political changes in various countries, along with the intertwining between Enlightenment thought and the rise of industrial capitalism. 822011 ACH0010.1177/1032373218822011Accounting HistoryBaker editorial2019",
      "citationCount": 0,
      "doi": "10.1177/1032373218822011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/055f7e554b8883cc281c02f5d6c0e621ed4fcfee",
      "venue": "Accounting History",
      "journal": {
        "name": "Accounting History",
        "pages": "163 - 166",
        "volume": "24"
      },
      "publicationTypes": [
        "Editorial"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
