[s2_search.py] Searching Semantic Scholar: 'Habermas social evolution learning history development' (year=2000-2025) (field=Philosophy), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_89b41d7c1f1022e9)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas social evolution learning history development",
  "results": [
    {
      "paperId": "1cba839e207deec2707f339a33d7d3d04cd49f86",
      "title": "Habermas, History and Social Evolution: Moral Learning and the Trial of Louis XVI",
      "authors": [
        {
          "name": "Alan R. How",
          "authorId": "115083113"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/0038038501035001011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cba839e207deec2707f339a33d7d3d04cd49f86",
      "venue": "",
      "journal": {
        "name": "Sociology",
        "pages": "177 - 194",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52d7bb69ee651e0f37958811681e9ead2edf7e6d",
      "title": "A developmental logic: Habermas's theory of social evolution",
      "authors": [
        {
          "name": "Keunchang Oh",
          "authorId": "2275082161"
        }
      ],
      "year": 2023,
      "abstract": "In the paper, I first consider how his theory of social norms is connected to his theory of social evolution by examining the importance of learning in his theory of both social norms and social evolution. Then I turn to David Owen and Amy Allen's critiques of Jürgen Habermas. My aim is to develop their critique of Habermas by elucidating an important but neglected distinction between the developmental logic and the developmental dynamics in Habermas's theory of social evolution. Drawing on this distinction, I claim that Habermas's theory is problematic in that he underestimates the importance of the developmental dynamics. By introducing the distinction between individual learning and social learning, I also question his account of progress as accumulative experience of learning. This is because, unlike cumulative culture at the level of phylogenesis, individuals ontogenetically experience a kind of non‐cumulative social learning. Unlike cumulative culture, each individual has to undergo a kind of non‐cumulative social learning. The problem is that Habermas conceives the learning process too narrowly such that learning does not guarantee social evolution.",
      "citationCount": 1,
      "doi": "10.1111/theo.12509",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52d7bb69ee651e0f37958811681e9ead2edf7e6d",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ed09b3eaf8b38884a4943f55b58ed58c48471c09",
      "title": "Progress and Regression, Modernity and Social Evolution",
      "authors": [
        {
          "name": "José Maurício Domingues",
          "authorId": "2369694109"
        }
      ],
      "year": 2025,
      "abstract": "This paper deals with progress and evolution. Regarding progress, it in particular critically engages with recent works (Wagner, Allen, Jaeggi), arguing that we need a more assertive perspective. Our immersion in an evolutionarily and contingently created but globally established (modern) imaginary is found to underpin that more assertive perspective of progress. To articulate its perspective more generally, the paper draws upon a former elaboration on evolutionary homology and homoplasy regarding power. Thereby it tackles the development of morals/ethics, leading to a discussion of progress – and regression – including but going beyond material and cognitive issues. It grapples with evolutionary theory (introducing ‘homoplasy’ and ‘convergence’) and discontinuist views of history, as well as modernity, also glancing at some post/decolonial perspectives regarding history (Chakrabarty, Dussel). Finally, the text introduces the concepts of retrospective teleology and of prospective teleology in order to frame how these issues are, or may be, dealt with within the imaginary of contemporary modernity, in which universalized equal freedom – and universal solidarity – appear as a criterion for progress.",
      "citationCount": 1,
      "doi": "10.55533/2765-8414.1127",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed09b3eaf8b38884a4943f55b58ed58c48471c09",
      "venue": "Emancipations",
      "journal": {
        "name": "Emancipations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2ca29fd6aebd5a7c8b4601a187a28134e9171b3a",
      "title": "2. From Social Evolution to Multiple Modernities: History and Normativity in Habermas",
      "authors": [
        {
          "name": "A. Allen",
          "authorId": "116617759"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.7312/alle17324-004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ca29fd6aebd5a7c8b4601a187a28134e9171b3a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c4ff153f76b1ac87e32faeebcd0b76552209b246",
      "title": "The “Philosophy of Education” Evolution in the Context of Post-History and the Rise of a Brand-New Philosophical Paradigm",
      "authors": [
        {
          "name": "Z. Makarov",
          "authorId": "2165043848"
        },
        {
          "name": "Anatolii Yarovyi",
          "authorId": "2394723661"
        },
        {
          "name": "Tetiana Ponomarenko",
          "authorId": "2368242154"
        },
        {
          "name": "Svitlana Hladchenko",
          "authorId": "2368241469"
        },
        {
          "name": "Hanna Surina",
          "authorId": "2368243160"
        },
        {
          "name": "Kostiantyn Levchuk",
          "authorId": "2368150191"
        }
      ],
      "year": 2025,
      "abstract": "The current sociocultural landscape is characterised by the rapid growth of social sciences and an accumulation of knowledge in social and humanities expertise. At the same time, there is an accelerated development of social education. The global educational crisis, coupled with the drawbacks of existing reform strategies, has highlighted the need for philosophical reflection on education. Achieving educational objectives at the international (those initiated by UNESCO) and national levels requires new conceptual, methodological and axiological approaches. In the 21st century, the philosophy of education must allow for individual choice in addressing traditional metaphysical questions while being rooted in a collective understanding of present-day realities. However, the educational system is overly focused on past scientific knowledge and often neglects culture, human nature and existential needs. As a result, today’s education, lacking deep roots in the cultural-historical process, inadvertently disconnects people from their cultural heritage, leading to potentially harmful outcomes. Meanwhile, one’s perception of the world and humanity is shaped by human creativity and the cultural-historical foundations of human communities. Even science draws its norms from these foundations and serves as a component and expression of culture. This article analyses current approaches to defining the role of the philosophy of education, as well as identifying key trends in its development within Ukrainian and international scientific discourse. It provides a historical overview of the periods when the philosophy of education first emerged as an aspect of post-history. Additionally, the article explores the evolution of a new philosophical paradigm within the education sector. Finally, it uncovers the potential consequences for both educational thought and practice.",
      "citationCount": 1,
      "doi": "10.18662/rrem/17.2/1008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4ff153f76b1ac87e32faeebcd0b76552209b246",
      "venue": "Revista Romaneasca pentru Educatie Multidimensionala",
      "journal": {
        "name": "Revista Romaneasca pentru Educatie Multidimensionala"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "7d9cd6f926ba394951a4e6567ba2f68dacd36023",
      "title": "THE EVOLUTION OF THE CONCEPT OF SUSTAINABLE DEVELOPMENT: SOCIO-PHILOSOPHICAL ASPECTS",
      "authors": [
        {
          "name": "Viktor Polishchuk",
          "authorId": "2248641837"
        }
      ],
      "year": 2025,
      "abstract": "Actual scientific researches and issues analysis. The concept of sustainable development has been widely studied by many scholars. The report “The Limits to Growth” (1972) by Donella and Dennis Meadows, Jørgen Randers, and William Behrens first emphasized the planet's limited resources. E. F. Schumacher in “Small Is Beautiful” (1973) proposed a human-centered approach to economics, while Alvin Toffler in “The Third Wave” (1980) examined society’s adaptation to rapid changes. The Brundtland Report “Our Common Future” (1987) established the notion of sustainable development at the international level. R. Costanza, H. Daly, and J. Lovelock highlighted ecological economics and resource conservation, while Z. Hull and H. Jonas explored ethical responsibility towards future generations. A. Papuziński systematized the philosophical paradigms of sustainable development, identifying pragmatic, conservative, and systemic approaches. A. Fergus, J. Rowney, J. Habermas, and M. Foucault emphasized the importance of discourse in sustainable development. Contributions by G. Nersesyan and S. Gordidzhin focus on the regulation of corporate social responsibility.\nThe research objective. To examine the evolution of the concept of sustainable development from a philosophical perspective, particularly its socio-philosophical aspects, and to determine their significance for ensuring the harmonious development of society.\nThe statement of basic materials. The evolution of the concept of sustainable development is examined from its historical origins to modern paradigms. The impact of global crises on achieving sustainable development goals and the integration of environmental, economic, and social dimensions into decision-making processes is analyzed. Special attention is given to corporate social responsibility (CSR) as an ethical component of business and its role in sustainable development.",
      "citationCount": 0,
      "doi": "10.33930/ed.2019.5007.51(10-12)-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d9cd6f926ba394951a4e6567ba2f68dacd36023",
      "venue": "Educational Discourse: collection of scientific papers",
      "journal": {
        "name": "Educational Discourse: collection of scientific papers"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bde536f52498fec0ea68a861b9312994bbaff81d",
      "title": "Evolution or Progress? A (Critical) Defence of Habermas's Theory of Social Development",
      "authors": [
        {
          "name": "G. Kirkpatrick",
          "authorId": "37472749"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1177/0725513603072001135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bde536f52498fec0ea68a861b9312994bbaff81d",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "112 - 91",
        "volume": "72"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a1a1957aa74039ac8a7b91ba730542292f71dc21",
      "title": "A paralaxe dos direitos humanos, sua fundamentação em três perspectivas jusfilosóficas: A. Sen, J. Habermas e R. Alexy",
      "authors": [
        {
          "name": "Alberto Paulo Neto",
          "authorId": "2290228293"
        }
      ],
      "year": 2025,
      "abstract": "Human rights constitute a form of defense of human life, in its individual and collective configuration, with dignity. This normative political ideal acquired theoretical density throughout history when it was conceived as the desire for freedom and equality in law and in fact for individuals and communities that fought to guarantee their representation in political society. Human rights are the expression that each individual and the social group must be respected in the potential development of their capacities. The perspective of the universality of human rights provides the analysis of its foundation under multiple theoretical orientations and movements in defense of its normative meaning. In Amartya Sen's theory of capability approach, human rights are questioned by their competence in guaranteeing the material and structural conditions for a life of dignity. Jürgen Habermas' discourse theory clarifies the intrinsic relationship between human rights and democracy in their connection with private and public autonomy. Robert Alexy's discursive constitutionalism amplifies the ideal of human rights by deepening the reflection on its characteristics and its politicization in the configuration of fundamental rights. Finally, human rights are the normative reference for the foundation of a democratic and fair society, and we must observe its semantic structure from the multiple theoretical perspectives in dialogue.",
      "citationCount": 0,
      "doi": "10.5335/rjd.v39i2.15873",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a1a1957aa74039ac8a7b91ba730542292f71dc21",
      "venue": "Revista Justiça do Direito",
      "journal": {
        "name": "Revista Justiça do Direito"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "35da26fd105566122408e4848605cdb3a1281256",
      "title": "Evolution of artificial intelligence — real and hypothetical social threats",
      "authors": [
        {
          "name": "M. A. Ri",
          "authorId": "2323063871"
        }
      ],
      "year": 2024,
      "abstract": "The article considers the problem of artificial intelligence evolution in the context of its negative impact on social, economic and political aspects of society. The stages of evolution of artificial intelligence are described when comparing it with human cognitive abilities, the range of performed tasks and the ability of artificial intelligence to uncontrolled self-learning. General problems of artificial intelligence application in job substitution, manipulation of public opinion and training of artificial intelligence on incorrect historical data set are disclosed. On the example of the popular language neural network ChatGPT the  development of artificial intelligence is analyzed, demonstrating the theoretical possibility of  evolution to superintelligence and probable risks associated with this phenomenon.",
      "citationCount": 1,
      "doi": "10.35854/2219-6242-2024-3-380-390",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/35da26fd105566122408e4848605cdb3a1281256",
      "venue": "The Sociology of Law",
      "journal": {
        "name": "Sociology and Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f460c94b60b53d20ab3498a8e5efb64daeb6ce7b",
      "title": "THE EVOLUTION OF BASIC HUMAN RIGHTS CONCEPTS AND THE PROCESS OF HUMAN RIGHTS DEVELOPMENT",
      "authors": [
        {
          "name": "Maka A. Sadulaeva",
          "authorId": "2308053708"
        },
        {
          "name": "Maka S. Dadaeva",
          "authorId": "2305637270"
        },
        {
          "name": "Khunkar-Pasha A. Azarov",
          "authorId": "2292822481"
        }
      ],
      "year": 2024,
      "abstract": "Being an issue that seems to occupy a central place in international and domestic affairs, the term «human rights» has become an inevitable keyword for people when considering the future social order. However, it cannot be denied that human rights are also a highly specialized and sensitive issue that constantly causes controversy. The modern concept of human rights is a product of the interaction of diachrony and synchrony. Undoubtedly, it is useful to explore all the subtleties of human rights issues in order to eliminate confusion around human rights issues and see them through a prism. This article attempts to start with several basic concepts that have emerged in the history of human rights development, trace the history of human rights and analyze the evolution of the concept of human rights.",
      "citationCount": 0,
      "doi": "10.36871/ek.up.p.r.2024.06.01.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f460c94b60b53d20ab3498a8e5efb64daeb6ce7b",
      "venue": "EKONOMIKA I UPRAVLENIE: PROBLEMY, RESHENIYA",
      "journal": {
        "name": "EKONOMIKA I UPRAVLENIE: PROBLEMY, RESHENIYA"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f7e3071b305c912e501b6834bd402f87a9be8d84",
      "title": "Collective learning in social fields: Bourdieu, Habermas and critical discourse studies",
      "authors": [
        {
          "name": "Bernhard Forchtner",
          "authorId": "116489527"
        },
        {
          "name": "Christian Schneickert",
          "authorId": "2081371284"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.1177/0957926516630892",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7e3071b305c912e501b6834bd402f87a9be8d84",
      "venue": "",
      "journal": {
        "name": "Discourse & Society",
        "pages": "293 - 307",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eff1c61f57d5dea4a14069b45e1802ce63908534",
      "title": "Big History, Chaos Theory, and the Solar-Induced Aurora: Illustrating the Entangled Phases of Human Development with Cosmic Plasma at the Geospace Interface",
      "authors": [
        {
          "name": "Edward R. Slack",
          "authorId": "2323405720"
        },
        {
          "name": "Robert M. Schoch",
          "authorId": "2323408748"
        },
        {
          "name": "Catherine Ulissey",
          "authorId": "2323408329"
        }
      ],
      "year": 2024,
      "abstract": "This research explores humanity’s cognitive evolution within the framework of Big History, identifying three primary mechanisms—natural selection, symbolic language, and collective learning—as key to our species’ unique development. The study argues that external symbolic storage, first seen in the Upper Paleolithic era, revolutionized Homo sapiens’ ability to transmit knowledge across generations, with evidence of such systems found as early as 130,000 years ago. The paper contends that extreme space weather events, including auroral activity, played a significant role in triggering bursts of mental complexity, particularly during three prehistoric junctures: 130,000–100,000 ybp, 40,000–39,000 ybp, and 25,000–11,700 ybp. These epochs are linked to key milestones in material culture, such as rock art and symbolic artifacts. By analyzing the alignment between space weather episodes and shifts in hominid behavior, the study offers new perspectives on the cognitive milestones that laid the groundwork for complex social organization, symbolic expression, and the eventual rise of civilization. The findings suggest that symbolic and visual systems, predating written language, were influenced by both environmental and cosmic factors, providing a foundation for the continued evolution of human cognition.",
      "citationCount": 0,
      "doi": "10.22339/jbh.v7i4.7404",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eff1c61f57d5dea4a14069b45e1802ce63908534",
      "venue": "Journal of Big History",
      "journal": {
        "name": "Journal of Big History"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b406d1f283a56f83483d155c9b8dfd1ad5828781",
      "title": "The Philosophy of Paradigm Change in the History of Social Evolution",
      "authors": [
        {
          "name": "J. Cantwell",
          "authorId": "144683912"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-981-32-9350-2_1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b406d1f283a56f83483d155c9b8dfd1ad5828781",
      "venue": "Paradigm Shift in Technologies and Innovation Systems",
      "journal": {
        "name": "Paradigm Shift in Technologies and Innovation Systems"
      },
      "publicationTypes": null
    },
    {
      "paperId": "facfa7fe327edf213222f1b321a2e2e217d7039e",
      "title": "Habermas’s Politics of Rational Freedom: Navigating the History of Philosophy between Faith and Knowledge",
      "authors": [
        {
          "name": "Peter J. Verovšek",
          "authorId": "73775757"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Despite his hostility to religion in his early career, since the turn of the century Habermas has devoted his research to the relationship between faith and knowledge. His two-volume Auch eine Geschichte der Philosophie is the culmination of this project. Spurred by the attacks of 9/11 and the growing conflict between religion and the forces of secularization, I argue that this philosophy of history is the centerpiece of an important turning point in Habermas’s intellectual development. Instead of interpreting religion merely as part of the history of postmetaphysical thinking, Habermas now sees it as a crucial normative resource for both philosophy and social cohesion in the future aswell. Despite its backward-looking approach,my basic thesis is that this book is best understood as a forward-looking appeal for a tolerant, self-reflective democratic politics that brings religious and secular citizens together dialogically through the cooperative use of their rational freedom.",
      "citationCount": 5,
      "doi": "10.1515/auk-2020-0008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/facfa7fe327edf213222f1b321a2e2e217d7039e",
      "venue": "Analyse & Kritik. Zeitschrift für Sozialtheorie",
      "journal": {
        "name": "Analyse & Kritik",
        "pages": "191 - 218",
        "volume": "42"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f6c51ba7bc25f707735b73f4780c80c52b1558eb",
      "title": "The Conceptual Plurality in Jürgen Habermas’s Auch eine Geschichte der Philosophie",
      "authors": [
        {
          "name": "A. Nascimento",
          "authorId": "144150004"
        }
      ],
      "year": 2024,
      "abstract": "In Auch eine Geschichte der Philosophie (Also a History of Philosophy), Jürgen Habermas weaves together various themes such as faith and knowledge, history and theology, naturalism and epistemic justification, learning processes and moral development as well as multiculturalism and deliberative democracy in a transnational public sphere. This article argues that to articulate these multiple elements, Habermas adopts a robust framework built upon four conceptual pillars that can be clearly identified: postmetaphysical, postconventional, postnational, and postsecular. This “conceptual plurality” underlies his genealogy of the centuries-long tension and mutual learning between religious faith and scientific knowledge in the Western philosophical tradition. By considering the interplay of these concepts, it is possible to understand the several ways in which religion emerges in contemporary society and the equally multiple strategies Habermas uses to interpret religion throughout his career, which are masterfully reconsidered and articulated in his opus magnum on religion.",
      "citationCount": 0,
      "doi": "10.5840/resphilosophica20241012122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6c51ba7bc25f707735b73f4780c80c52b1558eb",
      "venue": "Res Philosophica",
      "journal": {
        "name": "Res Philosophica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "57e9faa37bc07d2e19ddd668ec38ce218e153ff8",
      "title": "How to Save the World: Toward A New Social Movement- \"Individual Evolution\"",
      "authors": [
        {
          "name": "Bernard Phillips",
          "authorId": "2344923535"
        }
      ],
      "year": 2025,
      "abstract": ": We begin with understanding THE BASIC PROBLEM humanity faces, a prerequisite for developing a solution. It is our bureaucratic way of life, with its focus on hierarchy , narrow specialization and personal conformity , that prevents us from fulfilling our evolutionary potential. As a result, given the recent invention of weapons of mass destruction, we are poised to destroy ourselves and become just another life form which has become extinct. Our individualistic and small two-legged great ape ancestors had to form bureaucratic groups for protection when they were forced to come down from the trees in Africa due to declining foliage. For they were confronted by large, powerful and swift four-legged predators. We continue with an evolutionary VISION for every single individual who walks the planet, by contrast with our having learned to see ourselves as very limited beings. However, it is possible for us to learn, over time, to adopt that vision, for we are nothing less than learning animals, and we’ve developed language as well as the scientific method. What is essential, following the vision of the Buddha, is that we learn to reward ourselves ever more frequently and move toward an evolutionary way of life with its emphasis on equality, interdisciplinary understanding, and autonomy. However, to continue to move in these directions, given our lifetimes of having been brainwashed by our bureaucratic way of life, it is essential that we follow the idea invoked by an ancient Japanese proverb: “Vision without action is a daydream; action without vision is a nightmare.” What we require is vision with ACTION if we are to save the world. Following a previous book, Creating Life Before Death: Before Disaster Strikes the Ship of State (2024, second edition), along with five previous ISAR articles —especially the most recent one published in October, 2024—the individual must learn to evolve. It is the further development of the individual that is the basis for the continued evolution of society. That October article listed ten ways in which anyone can learn to reinforce or reward oneself ever more frequently throughout one’s everyday life. This approach is simplified in the present article, making it much easier to employ, into simply (1) evolutionary perception, and (2) evolutionary action. By so doing, one builds on an evolutionary vision with momentary actions which transform oneself, enabling one to continue to evolve throughout one’s everyday life, and teach others to do the same. Those actions must include one’s mundane everyday activities. As a result, those mundane activities, which normally are perceived as trivial, become elevated as part of a nobler vision. They become part of one’s efforts to develop a widening social movement pointing toward individual evolution. Over time, the result can be nothing less than the trashing of our bureaucratic way of life. This approach to vision and action fulfills Polak’s and Busch’s understanding of what will make for a successful image of the future able to actually transform the future.",
      "citationCount": 0,
      "doi": "10.2139/ssrn.5070338",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57e9faa37bc07d2e19ddd668ec38ce218e153ff8",
      "venue": "Social Science Research Network",
      "journal": {
        "name": "SSRN Electronic Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2df0f8ee328f2e35820963d7aa56fbb1f12b7099",
      "title": "We All Have Climate Solutions: Embracing Evolution Over Revolution in Management Education",
      "authors": [
        {
          "name": "Alex Hope",
          "authorId": "2394881046"
        },
        {
          "name": "P. Molthan-Hill",
          "authorId": "1405290648"
        }
      ],
      "year": 2025,
      "abstract": "In response to Laasch’s call for radical transformation in Responsible Management Learning and Education (RMLE), we explore how evolutionary approaches can achieve paradigm shifts toward sustainable futures that climate urgency demands. While acknowledging the moral imperative underlying revolutionary frameworks, we identify three fundamental implementation challenges: institutional constraints limiting anti-paradigmatic performative politics, cognitive barriers inadequately addressed in paradigmatic transformation, and sustainability concerns surrounding civil disobedience pedagogy. Our evolutionary framework integrates three complementary theories addressing these barriers: Incremental Change Theory enables paradigmatic transformation through gradual theoretical flexibility; Complex Adaptive Systems Theory facilitates cognitive transformation through sustained social support; and Diffusion of Innovation Theory ensures adoption through strategic stakeholder alignment. Drawing on Habermas’s communicative reason and prescriptive theorizing, we demonstrate how evolutionary processes enable radical transformations to emerge organically from institutional dynamics. Through practical evidence including a twelve-year greenhouse gas consultancy project engaging 2,100 students and 360 organizations, alongside documented outcomes from leading business schools, we illustrate how evolutionary approaches achieve comprehensive climate education integration while maintaining institutional sustainability. Our implementation frameworks demonstrate how systematic transformation processes can equip future business leaders with competencies needed to address global sustainability challenges through systematic rather than disruptive change processes.",
      "citationCount": 0,
      "doi": "10.1177/10525629251390444",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2df0f8ee328f2e35820963d7aa56fbb1f12b7099",
      "venue": "Journal of Management Education",
      "journal": {
        "name": "Journal of Management Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d6a83ab0cc021a2e53a24b8477f7467f7529d6a9",
      "title": "A Case of Communicative Learning?: Rereading Habermas’s Philosophical Project through an Arendtian Lens",
      "authors": [
        {
          "name": "Peter J. Verovšek",
          "authorId": "73775757"
        }
      ],
      "year": 2019,
      "abstract": "Jürgen Habermas has sought to set critical theory on firm normative foundations by drawing on thinkers outside the canon of Western Marxism. My basic thesis is that Hannah Arendt is a crucial but underappreciated resource for his intellectual development. To make this point, I focus on Arendt’s importance for Habermas’s work on the public sphere in the 1960s and the social theory he developed in the 1970s and ‘80s, despite his reluctance to cite her writings in his early career. More generally, I argue that rereading Habermas’s critical theory through Arendt’s political thought helps to clarify the importance of politics within his work, thus countering accusations that he is an abstract thinker of “high liberalism” who is uninterested in “real politics.” A greater appreciation of Arendt’s work as a condition of possibility for Habermas’s philosophy demonstrates the importance of reading their work together as part of a common project.",
      "citationCount": 9,
      "doi": "10.1086/703988",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d6a83ab0cc021a2e53a24b8477f7467f7529d6a9",
      "venue": "Polity",
      "journal": {
        "name": "Polity",
        "pages": "597 - 627",
        "volume": "51"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2131e2caad2da7b163799770c345e74c0cb5f786",
      "title": "Developing a Research Design based on the distinction of History from the Social Sciences",
      "authors": [
        {
          "name": "Rafia Riaz",
          "authorId": "2280264857"
        },
        {
          "name": "Amanullah Khan",
          "authorId": "2280262911"
        }
      ],
      "year": 2024,
      "abstract": "The issues of methodology are mainly associated with the concept of authenticity and verification of knowledge which is a key element of epistemology. Since antiquity, various solutions have been proposed and methods were evolved in order to ensure accuracy and truthfulness of the knowledge gained. As far as history was concerned, its methods were evolved in its own epistemological framework in ancient and medieval times. However after the development of philosophy of science in the west, the discipline of history had to face severe methodological crisis. Some major philosophers of history after an evolutionary process rejected the methods of sciences; however the discipline is still somehow related with the social sciences. The present research argues that history is even different, ancient and unique from the social sciences. Thus the methods of research in history are entirely different and building a research design in history is a completely different task. The present research has evaluated the evolution of development of methods in the social sciences as well as in history in order to draw a distinction of social sciences from history. The study further proposed a historical research design which is based on the traditional methods of research in history; and which also ensures maximum authenticity by using tools of reliability. The study will help the historians to highlight the actual methodological nature of their discipline and to justify the claims of their researches as authentic and different from the rest of the social sciences at the same time.  \n ",
      "citationCount": 1,
      "doi": "10.52015/jrss.12i1.236",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2131e2caad2da7b163799770c345e74c0cb5f786",
      "venue": "Journal of Research in Social Sciences",
      "journal": {
        "name": "Journal of Research in Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ae55ff8f4183467b1b2c3428ded3df2f539b3c28",
      "title": "El problema del aprendizaje social en la Teoría Crítica de Habermas, Eder y Brunkhorst",
      "authors": [
        {
          "name": "Robinson Lobos",
          "authorId": "134653404"
        }
      ],
      "year": 2019,
      "abstract": "In the context of Critical Theory, a series of works have been developed with the aim of making plausible the idea of moral progress under the term of social learning. Taking as a starting point the work of Jürgen Habermas, they have sought to describe the change of moral reasoning in terms of universalist principles of judgement. Criticism against this proposal has led Klaus Eder and Hauke Brunkhorst to develop alternative approaches. This article argues that, in spite of their efforts, the works of these three authors have kept the assumption that historical moral changes may be described as a progressive development of a universalist logic. This assumption causes two problems: the use of teleological arguments that conceive as necessary the realization of moral principles; and restrictions of the kind of moral arguments that are considered relevant to explain social learning.",
      "citationCount": 1,
      "doi": "10.15691/07194714.2019.003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae55ff8f4183467b1b2c3428ded3df2f539b3c28",
      "venue": "Economia Politica",
      "journal": {
        "name": "Economía y Política"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
