[s2_search.py] Searching Semantic Scholar: 'Weber world religions rationalization Habermas' (year=2000-2025) (field=Philosophy), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_0164a8809f092bf1)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Weber world religions rationalization Habermas",
  "results": [
    {
      "paperId": "456fa5c64c2cc83f8fc74383d80336415f518d62",
      "title": "Rationalization and Colonialization of Life World:Construction of Rationality from Weber to Habermas",
      "authors": [
        {
          "name": "L. Jian",
          "authorId": "2117283198"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/456fa5c64c2cc83f8fc74383d80336415f518d62",
      "venue": "",
      "journal": {
        "name": "Journal of Shijiazhuang University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9d0943af099f40bd8bf20b7a158870277fc7a3ad",
      "title": "SELF-REFLEXIVE VOLUNTEERING AS RATIONALIZATION OF THE LIFE-WORLD: FROM MAX WEBER TO JÜRGEN HABERMAS",
      "authors": [
        {
          "name": "S. Hewa",
          "authorId": "4527819"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d0943af099f40bd8bf20b7a158870277fc7a3ad",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "9b4bffd8505ee2a1219e1f028e51d7ecc6abb0d6",
      "title": "Introduction: Rationalization in Religions",
      "authors": [
        {
          "name": "C. Markschies",
          "authorId": "2060791418"
        }
      ],
      "year": 2018,
      "abstract": "Philosopher Carl Friedrich Gethmann, a member of the Berlin-Brandenburg Academy, has described rationalization as the “targeted, structured and reproducible operation of optimization.”1 Gethmann’s broad definition covers rationalization across a range of very different areas – in the economy, in society, even in the mind of the individual. In our own field of religious studies, the first scholar who comes to mind in this context is the philosopher and sociologist Max Weber, who introduced the term “rationalization” to the field.2 Maintaining that religious rationalization preceded social rationalization, Weber identified rationalization structures within the Judeo-Christian tradition that, as Gethmann puts it, “encouraged the establishment of rational conceptions of the world and the emergence of a modern consciousness.”3 In his studies of the “economic ethics of the world religions,” Weber developed the notion of a universal historical process of “disenchantment” (Entzauberung4) of the religious-metaphysical conceptions of the world and argued for a “unidirectional rationalization of all world religions.” According to Weber, all paths of religious rationalization lead towards an understanding of the world that is purified of magical notions. Only the occidental path of development, however, leads to a fully decentralized understanding of the world.5 It is not my intention, at this juncture, to provide a full recapitulation of Weber’s view of the rationalization that is inherent in all world religions. His basic assumptions concerning an occidental rationalism, and thus a particularly marked rationalism in the occidental religions, which he set against the Orient and its religions,6 appear highly problematic to us today. In view of the obvious problems in Weber’s conceptualization, I believe it makes more sense, in talking about “rationalization in religions,” to stick with Gethmann’s definition of rationalization and to speak of an optimization of the “rationality” of religion. But what is rationality? I turn again to Gethmann, who defines “rationality” as “developing processes for the discursive upholding of claims to validity, to follow these and to",
      "citationCount": 0,
      "doi": "10.1515/9783110446395-002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9b4bffd8505ee2a1219e1f028e51d7ecc6abb0d6",
      "venue": "Rationalization in Religions",
      "journal": {
        "name": "Rationalization in Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1eb68b0e39baec4726ec8f3b26cbe56004da870e",
      "title": "Study of the Rationalization Theory of Weber and Habermas",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1eb68b0e39baec4726ec8f3b26cbe56004da870e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "373a81008477ae5310823e506e8810411bbe0203",
      "title": "A Comparative Study of the Rationalization Theories between Habermas' and Weber's",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/373a81008477ae5310823e506e8810411bbe0203",
      "venue": "",
      "journal": {
        "name": "Humanities & Social Science Journal of Hainan University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab6fac63d1cb528b653aedcdf9faae60198f1e2b",
      "title": "On the Analysis Pattern of Sociological Rationality:A Perspective about the Rationalization Theory of Weber and Habermas",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab6fac63d1cb528b653aedcdf9faae60198f1e2b",
      "venue": "",
      "journal": {
        "name": "Journal of Hunan University of Science & Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ba4165be423206015e543a837fdc942693ee0544",
      "title": "Rationalization, legitimation, and domination in modern industrial societies : the alternative perspectives of Max Weber and Jürgen Habermas",
      "authors": [
        {
          "name": "Penny Pasdermajian",
          "authorId": "115507099"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba4165be423206015e543a837fdc942693ee0544",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "f0cb1617f56467d4be04c313f7465115996173fe",
      "title": "LIVRO DISCUTE A PRESENÇA DE WEBER NAS FILOSOFIAS DE HABERMAS, ARENDT E MACINTYRE",
      "authors": [
        {
          "name": "H. Carvalho",
          "authorId": "115413048"
        }
      ],
      "year": 2015,
      "abstract": "N, Keith. Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre. Ashgate Publishing Co., 2012. \nKeith Breen é Lecturer de Political Theory na School of Politics, International Studies and Philosophy, Queen's University Belfast, Northern Ireland. \n\"Under Weber's Shadow\" presents an extended critical evaluation of the social and political thought of Jurgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. \"Under Weber's Shadow\" will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "citationCount": 0,
      "doi": "10.26694/PENSANDO.V6I11.3617",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0cb1617f56467d4be04c313f7465115996173fe",
      "venue": "Pensando - Revista de Filosofia",
      "journal": {
        "name": "Pensando - Revista de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "78b57e19970c64a871fb563d7cef4097520ff5e9",
      "title": "Max Weber at 100",
      "authors": [],
      "year": 2024,
      "abstract": "\n The year 2020 marked the centennial of the death of Max Weber, the German sociologist, scholar of world religions, economic historian, social philosopher, and theoretician of modern political life. This volume presents a collection of essays on the legacy and relevance of his thought. The authors, an international array of distinguished scholars, are drawn from various disciplines—philosophy, political science, intellectual history, and sociology. They comprise both experts who have contributed to the ongoing study of Weber’s oeuvre and theorists who discern his enduring bond with key problems in the humanities and social sciences. Max Weber at 100 seeks to understand the ways that Weber’s legacy may take shape in the century to come. It contends that Weber’s sustained relevance will derive not only—and perhaps not even predominantly—from his empirical claims, such as the “Weber thesis” about the origins of capitalism. Two key dimensions of his thought will play an increasingly important role in determining his significance: his inchoate but equally evocative theories about ecology, global capitalism, imperialism, democracy, and gender; and his broader, nonempirical or even philosophical observations concerning questions of human nature, value freedom, objectivity, secularization, rationalization, and disenchantment. The contributors cast a critical eye over Weber’s oeuvre to ask what can still be learned from his work, and how his legacy might be contested or transformed.",
      "citationCount": 0,
      "doi": "10.1093/9780197604953.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78b57e19970c64a871fb563d7cef4097520ff5e9",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "title": "WEBER E HABERMAS: RELIGIÃO E RAZÃO MODERNA",
      "authors": [
        {
          "name": "L. Araújo",
          "authorId": "2103916551"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "title": "Weber and Habermas or the Thresholds of the Progressive Modernity: Constitution, Interpretation and Understand",
      "authors": [
        {
          "name": "F. Henríquez",
          "authorId": "2083601511"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e04dbea6f073867bfa5807deae3cc8820c951e65",
      "title": "Wendy Brown, Nihilistic Times: Thinking with Max Weber",
      "authors": [
        {
          "name": "S. Turner",
          "authorId": "47505199"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s12115-023-00848-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e04dbea6f073867bfa5807deae3cc8820c951e65",
      "venue": "Society",
      "journal": {
        "name": "Society",
        "pages": "457-460",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "title": "Western Civilization and Its Problems: A Dialogue between Weber, Elias and Habermas",
      "authors": [
        {
          "name": "P. Geiger",
          "authorId": "2066053229"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "38d1af287a352b6299823eb184898d7f0845b947",
      "title": "Notas sobre o conceito de afinidades eletivas e sua articulação com processo de racionalização na obra de Max Weber",
      "authors": [
        {
          "name": "S. Riscal",
          "authorId": "118064976"
        }
      ],
      "year": 2021,
      "abstract": "This article aims to present some reflections on the concept of “elective affinities” and what their possible role is in the systematization of the rationalization process in Max Weber's work. It is about understanding, to what extent, the concept of elective affinities would present analytical possibilities for clarifying the particular type of relationship, between the guidelines of acetic Protestantism's life conducts and the forms of capitalist economic organization, which would have characterized the type specific rationality in the West. The study mainly focuses on Weber's writings on the sociology of religions, in particular in the second version of Die Protestantische Ethik und der Geist des Kapitalismus (Protestant ethics and spirit of capitalism) - present in Gesammelte Aufsatze zur Religionssociologie - and in the study - Die Wirtschaftsethik der Weltreligionen (Economic Ethics of World Religions).",
      "citationCount": 0,
      "doi": "10.5007/1806-5023.2021.E74399",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38d1af287a352b6299823eb184898d7f0845b947",
      "venue": "",
      "journal": {
        "name": "Em Tese",
        "pages": "394-419",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "title": "A comparison of rationalized theories between Habermas and Weber",
      "authors": [
        {
          "name": "Lu Zi",
          "authorId": "2058488966"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "venue": "",
      "journal": {
        "name": "Journal of China Youth College For Political Sciences",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "41e60c1491f429a9bd2b46f19244e59065cb1254",
      "title": "Ernst Troeltsch: Political Ethics and Comparative Religions",
      "authors": [
        {
          "name": "Paul S. Chung",
          "authorId": "9340634"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-030-17172-8_9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41e60c1491f429a9bd2b46f19244e59065cb1254",
      "venue": "Critical Theory and Political Theology",
      "journal": {
        "name": "Critical Theory and Political Theology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ffbe172f851f5456fc5e7840a003805ed4acfd2",
      "title": "Vallás és ráció : Weber varázstalanítás fogalmának recepciójához",
      "authors": [
        {
          "name": "András Máté-Tóth",
          "authorId": "2077321035"
        },
        {
          "name": "S. Heidl",
          "authorId": "2155967503"
        }
      ],
      "year": 2020,
      "abstract": "The present study tries to examine Max Weber’s famous technical term „disenchantment” and the rationalization of religion along with the receptions of Christofer Adair-Toteff, Hans Joas and Jürgen Habermas. First Adair-Toteff summarizes the general meaning concerning the rationalization in the concept of Weber by reflecting critically on the most important authors. Secondly, Hans Joas followed historically the genealogy and the inherent dynamic of the term and idea of „Entzauberung” (disenchantment). He focuses on the central question of sociology of religion, whether it is possible to describe and analyze the role of religion in modern societies by employing the Weberian concepts of disenchantment and rationalization. Thirdly and lastly, Jürgen Habermas, similarly to Jonas, offers an alternative understanding of the linear process of secularization and rationalization. We hope that through the examination of the three different receptions have contributed to the contemporary discourse concerning Weber’s theory of religion in Hungary.",
      "citationCount": 0,
      "doi": "10.55193/rs.2020.2.26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ffbe172f851f5456fc5e7840a003805ed4acfd2",
      "venue": "Vallástudományi Szemle",
      "journal": {
        "name": "Vallástudományi Szemle"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aae2684e80c63933e7272af2cb0995ba6c215a38",
      "title": "Habermas and Religion",
      "authors": [
        {
          "name": "C. Calhoun",
          "authorId": "50363150"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        },
        {
          "name": "Jonathan VanAntwerpen",
          "authorId": "118432843"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 74,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aae2684e80c63933e7272af2cb0995ba6c215a38",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "198d0f08fcaa2d8192804ed0f35878ce08d2eb73",
      "title": "Disenchantment of the world: Weber, Judaism, and Maimonides",
      "authors": [
        {
          "name": "Jonathan Zisook",
          "authorId": "120148271"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/1468795X17691433",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/198d0f08fcaa2d8192804ed0f35878ce08d2eb73",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "173 - 190",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4cfabacecef33c7d0ce46c81d756e1f4c422eb69",
      "title": "ENTRE O MITO E O DESENCANTAMENTO: A RELIGIÃO EM WEBER, ADORNO E HORKHEIMER",
      "authors": [
        {
          "name": "Sergio Sezino Douets Vasconcelos",
          "authorId": "113892212"
        },
        {
          "name": "H. Lima",
          "authorId": "134066886"
        }
      ],
      "year": 2018,
      "abstract": "O objetivo deste artigo é discutir a relação de afinidade nos pensamentos de Weber, Adorno e Horkheimer, com relação ao desencantamento do mundo. Em vista desse objetivo, o percurso da investigação tomará como pedra de toque a questão da racionalização ocidental para demonstrar que, mesmo percorrendo caminhos distintos para apreender os pressupostos teóricos do mundo moderno, a conclusão de ambos sobre os destinos dessa sociedade resguarda assimetria, sobretudo no que diz respeito às consequências do processo de racionalização para a religião. Julgamos que a tematização dessa afinidade é importante porque pode ajudar na compreensão do problema da secularização e da crise de sentido na contemporaneidade.Palavras-chave: Racionalização, Modernidade e Identidade e Religião.Abstract: The objective of this article is to discuss the affinity relationship present in Weber, Adorno and Horkheimer's thoughts regarding the disenchantment of the world. With this intention, the starting point will be the occidental rationalization to demonstrate that even taking distinct paths to learn the theoretical assumptions of the modern world, the conclusion of both regarding society's fate cover asymmetry, above all with respect to the consequences of the process of religion's rationalization. We believe that this affinity subject is important because it can help comprehend the secularization problem and the meaning crisis in contemporaneity.Keywords: Rationalization, Modernity and Identity and Religion.Enviado: 08-10-2018 - Aprovado e publicado: 12-2018",
      "citationCount": 1,
      "doi": "10.25247/paralellus.2018.v9n21.p565-582",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cfabacecef33c7d0ce46c81d756e1f4c422eb69",
      "venue": "PARALELLUS Revista de Estudos de Religião - UNICAP",
      "journal": {
        "name": "PARALELLUS Revista de Estudos de Religião - UNICAP"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
