[s2_search.py] Searching Semantic Scholar: 'Honneth dialectics rationalization Habermas Weber', limit=20
[s2_search.py] Retrieved 13/13 papers...
[s2_search.py] Search complete: 13 papers found
[s2_search.py] Cached results (cache key: s2_e3d6b53e42299ff7)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Honneth dialectics rationalization Habermas Weber",
  "results": [
    {
      "paperId": "94c9043bd00b4754706424620dc251e93b7c7318",
      "title": "The Dialectics of Rationalization: An Interview with Jürgen Habermas",
      "authors": [
        {
          "name": "A. Honneth",
          "authorId": "92405469"
        },
        {
          "name": "Eberhard Knödler-Bunte",
          "authorId": "1485027814"
        },
        {
          "name": "Arno Widmann",
          "authorId": "113446430"
        }
      ],
      "year": 1981,
      "abstract": null,
      "citationCount": 45,
      "doi": "10.3817/0981049005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94c9043bd00b4754706424620dc251e93b7c7318",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "31 - 5",
        "volume": "1981"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c6d349007bb20dd82b337532e8156c53b769635b",
      "title": "Totality, Reason, Dialectics: The Importance of Hegel for Critical Theory from Lukács to Honneth",
      "authors": [
        {
          "name": "O. Dahbour",
          "authorId": "113537867"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/978-1-137-55801-5_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c6d349007bb20dd82b337532e8156c53b769635b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "87-108",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c8ab60ae69c03862003489ac5cfeaa7305aa3da",
      "title": "Rationalization in Weber and Habermas : A Comparative Perspective on a Macrosociological Concept Ömer Turan",
      "authors": [
        {
          "name": "Ömer Turan",
          "authorId": "95940823"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c8ab60ae69c03862003489ac5cfeaa7305aa3da",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "05b865ac75aa89d2b49f7acf17c79c9b26c3d5af",
      "title": "Crítica y normatividad en la escuela de frankfurt: hacia una reconstrucción del pensamiento de jürgen habermas",
      "authors": [
        {
          "name": "César Ortega Esquembre",
          "authorId": "116436050"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05b865ac75aa89d2b49f7acf17c79c9b26c3d5af",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c091e864a312576404f7d53e20dc410d4fc75fe",
      "title": "Kritinė teorija ir kultūros politika",
      "authors": [
        {
          "name": "Gintautas Mažeikis",
          "authorId": "104642036"
        }
      ],
      "year": 2023,
      "abstract": "Critical Theory from 1923 to the present day is mostly associated with the Frankfurt School and activities of the Institute for Social Research (German: Institut für Sozialforschung). Thinkers such as W. Benjamin, E. Bloch, and G. Scholem belong to the environment of the Institute. The Institute is usually associated with three generations of thinkers: the representatives of the first generation would be M. Horkheimer, T. Adorno, H. Marcuse; the representative of the second generation would be J. Habermas; the representative of the third generation would be A. Honneth. The classical premises of Critical Theory come from the works of Western Marxism – G. Lukács, then from the works of sociology – M. Weber, and from psychoanalysis – S. Freud. Their followers and interpreters also belong here as well as A. Schonberg’s atonal music (“atonal dialectic”) and G. Scholem’s mystical and at the same time apophatic anarchism. In this book the author emphasizes apophatic cultural philosophy and criticism, which is related to T. Adorno’s negative dialectic and S. Žižek’s Lacanian critique of thinking. Other thinkers, such as H. Arendt, J. Derrida, G. Agamben, J. Butler, R. Braidotti, S. Buck-Morss did not belong to the afore mentioned Institute, however, they do belong to Critical Theory. In Lithuania, Critical Theory is developed in one way or another by a whole set of philosophers: V. Rubavičius, Z. Norkus, A. Žukauskaitė, K. Kirtiklis. K. Pocius, T. Kavaliauskas and others. One of the main themes of Critical Theory is the analysis and critique of symbolical thinking and culture industries in the context of continental philosophy. [...]",
      "citationCount": 1,
      "doi": "10.7220/9786094675539",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c091e864a312576404f7d53e20dc410d4fc75fe",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "388596c42c0f72f8eb059c69cfad6add79748c3d",
      "title": "Weber’s Protestant Ethic Thesis and Ecological Modernization: The Continuing Influence of Calvin’s Doctrine on Twenty-First Century Debates over Capitalism, Nature and Sustainability",
      "authors": [
        {
          "name": "E. Yanarella",
          "authorId": "3474621"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-94-017-9376-6_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/388596c42c0f72f8eb059c69cfad6add79748c3d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "145-173",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fe5e9ae60aea2f7a5a28d6f4a7b46c1e0456a33a",
      "title": "Contemporary Sociological Theory and Its Classical Roots: The Basics",
      "authors": [
        {
          "name": "G. Ritzer",
          "authorId": "1957024"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 227,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe5e9ae60aea2f7a5a28d6f4a7b46c1e0456a33a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d2ce8fda143de9a578deb6bfeea8eaf3d16bfe3e",
      "title": "Social Theory: A Historical Introduction",
      "authors": [
        {
          "name": "A. Callinicos",
          "authorId": "104296665"
        }
      ],
      "year": 1999,
      "abstract": null,
      "citationCount": 100,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d2ce8fda143de9a578deb6bfeea8eaf3d16bfe3e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e0f651542a96c1de01667553e4dc9bac72eff954",
      "title": "The Social Lens: An Invitation to Social and Sociological Theory",
      "authors": [
        {
          "name": "Ken D. Allan",
          "authorId": "144424697"
        }
      ],
      "year": 2006,
      "abstract": "Part I: Modernity and the Sociological Response Chapter 1. On Theory A Lesson From History Critical Thinking and Theory Theory in Brief Building Your Theory Toolbox Chapter 2. The Evolution of Society: Herbert Spencer (1820-1903) Theorist's Digest The Life and Times of Herbert Spencer Concepts and Theory: Social Evolution Concepts and Theory: Social Institutions Summary Building Your Theory Toolbox Chapter 3. Contradictions in Capitalism: Karl Marx (1818-1883) Theorist's Digest The Life and Times of Karl Marx Concepts and Theory: Human Nature and History Concepts and Theory: Contradictions in Capitalism Concepts and Theory: The Problem of Consciousness Summary Building Your Theory Toolbox Chapter 4. The Irrationality of Rationality: Max Weber (1864-1920) Theorist's Digest The Life and Times of Max Weber Concepts and Theory: The Rationalization of Society--Religion Concepts and Theory: The Rationalization of Society--Capitalism Concepts and Theory: The Rationalization of Society--Bureaucracy Concepts and Theory: Class, Authority, and Social Change Summary Building Your Theory Toolbox Chapter 5. The Problem With Diversity: Emile Durkheim (1858-1917) Theorist's Digest The Life and Times of Emile Durkheim Concepts and Theory: Religious Roots of Society Concepts and Theory: Social Diversity and Morality Concepts and Theory: Individualism in Modern Society Summary Building Your Theory Toolbox Chapter 6. The Modern Person: George Herbert Mead and Georg Simmel George Herbert Mead (1863-1931) Theorist's Digest Concepts and Theory: Truth, Meaning, and Action Concepts and Theory: Meaning and Interaction Concepts and Theory: Making Yourself Summary Georg Simmel (1858-1918) Theorist's Digest Concepts and Theory: The Individual in Society Concepts and Theory: The Self in the City Summary Building Your Theory Toolbox Chapter 7. The Challenges of Gender and Race: Charlotte Perkins Gilman and W. E. B. Du Bois Charlotte Perkins Gilman (1860-1935) Theorist's Digest Concepts and Theory: The Social Evolution of Gender Summary W. E. B. Du Bois (1868-1963) Theorist's Digest Concepts and Theory: Cultural Oppression Concepts and Theory: The Dark Nations and World Capitalism Summary Building Your Theory Toolbox Part II: Contemporary Sociological Theory Chapter 8. Structural Functionalism: Talcott Parsons, Robert K. Merton, and Jeffrey C. Alexander Social Systems: Talcott Parsons Theorist's Digest Concepts and Theory: Making the Social System Concepts and Theory: System Functions and Control Summary Unanticipated Consequences and Ambivalence: Robert K. Merton Theorist's Digest Concepts and Theory: Critiquing Parsons' Functionalism Concepts and Theory: Dynamic Functionalism Summary Democracy and Civil Society: Jeffrey C. Alexander Theorist's Digest Concepts and Theory: The New Civil Sphere Concepts and Theory: Civil Institutions Concepts and Theory: Civil Society Outcomes Summary Building Your Theory Toolbox Chapter 9. Conflict Theory: Lewis Coser, Ralf Dahrendorf, and Randall Collins The Functional Consequences of Conflict: Lewis Coser Theorist's Digest Concepts and Theory: Variation in Conflict Concepts and Theory: The Integrating Forces of Conflict Summary Power and Dialectical Change: Ralf Dahrendorf Theorist's Digest Concepts and Theory: Power and Group Interests Concepts and Theory: Conditions of Conflict and Social Change Summary Emotion and the World in Conflict: Randall Collins Theorist's Digest Concepts and Theory: Four Main Points in Conflict Sociology Concepts and Theory: Geopolitics Summary Building Your Theory Toolbox Chapter 10: What Happened to Class? Erik Olin Wright, Daniel Bell, and Pierre Bourdieu Making Class Count: Erik Olin Wright Theorist's Digest Concepts and Theory: Analytical Marxism Concepts and Theory: Specifying Class Summary Postindustrial Society: Daniel Bell Theorist's Digest Concepts and Theory: Rethinking Society Concepts and Theory: The Decline of Class Concepts and Theory: Polity and Culture Summary Embodying Class: Pierre Bourdieu Theorist's Digest Concepts and Theory: Structuring Class Concepts and Theory: Replicating Class Summary Building Your Theory Toolbox Chapter 11. Structures of Racial and Gender Inequality: William Julius Wilson and Janet Saltzman Chafetz The Declining Significance of Race: William Julius Wilson Theorist's Digest Concepts and Theory: American Racial History Concepts and Theory: Policy Implications Summary Structures of Gender Inequality: Janet Saltzman Chafetz Theorist's Digest Concepts and Theory: Coercive Structures of Gender Inequality Concepts and Theory: Changing Gender Inequality Summary Building Your Theory Toolbox Chapter 12. Exchange Theory: George Homans, Peter Blau, and Randall Collins Elementary Forms of Social Behavior: George Homans Theorist's Digest Concepts and Theory: Basic Principles of Behavioral Psychology Summary Social Exchanges and Power: Peter Blau Theorist's Digest Concepts and Theory: Social Exchanges Concepts and Theory: Creating Power and Social Structures Summary Ritualized Exchanges: Randall Collins Theorist's Digest Concepts and Theory: Emotion--The Generalized Media of Exchange Concepts and Theory: Interaction Ritual Chains (IRCs) Concepts and Theory: The Ritualized Production of Stratification Summary Building Your Theory Toolbox Chapter 13. Self and Situation: Erving Goffman, R. S. Perinbanayagam, and Harold Garfinkel Managing Your Self-Image: Erving Goffman Theorist's Digest Concepts and Theory: Impression Management Concepts and Theory: Frames and Keys Summary The Language of the Self: R. S. Perinbanayagam Theorist's Digest Concepts and Theory: Dialogic Acts and Agency Concepts and Theory: Language of Identity Summary Organizing Ordinary Life: Harold Garfinkel Theorist's Digest Concepts and Theory: Everyday Social Order as an Accomplishment Concepts and Theory: Doing Society--Reflexively Summary Building Your Theory Toolbox Part III: Contemporary New Visions and Critiques Chapter 14. Problems in Modernity: Jurgen Habermas and Anthony Giddens Democracy in Danger: Jurgen Habermas Theorist's Digest Concepts and Theory: Capitalism and Legitimation Concepts and Theory: The Colonization of Democracy Concepts and Theory: Communicative Action and Civil Society Summary Runaway Modernity: Anthony Giddens Theorist's Digest Concepts and Theory: The Dynamics of Modernity Concepts and Theory: The Experience of Modernity Summary Building Your Theory Toolbox Chapter 15. Globalizing Systems: Immanuel Wallerstein and Manuel Castells Global Capitalism: Immanuel Wallerstein Theorist's Digest Concepts and Theory: The Dialectics of Capitalism Concepts and Theory: The End of the World as We Know It Summary The Network Society: Manuel Castells Theorist's Digest Concepts and Theory: Information Technology Concepts and Theory: Networks, Identities, and Democracy Summary Building Your Theory Toolbox Chapter 16. Upsetting Reality: Michel Foucault and Jean Baudrillard Defining the Possible and Impossible: Michel Foucault Theorist's Digest Concepts and Theory: The Truth About Truth Concepts and Theory: The Practices of Power Concepts and Theory: Disciplining the Body Summary The End of Everything: Jean Baudrillard Theorist's Digest Concepts and Theory: Mediating the World Concepts and Theory: Losing the World Concepts and Theory: The Postmodern Person Summary Building Your Theory Toolbox Chapter 17. Politics of Identity: Dorothy E. Smith, Patricia Hill Collins, and Cornel West Gendered Consciousness: Dorothy E. Smith Theorist's Digest Concepts and Theory: The Problem With Facts Concepts and Theory: The Standpoint of Women Summary Race and Matrices of Domination: Patricia Hill Collins Theorist's Digest Concepts and Theory: The Standpoint of Black Women Concepts and Theory: Intersectionality and Matrices of Domination Summary Race and Democracy: Cornel West Theorist's Digest Concepts and Theory: Black Existence in America Concepts and Theory: The Post-Democratic Age Summary Building Your Theory Toolbox References Index About the Author",
      "citationCount": 68,
      "doi": "10.4135/9781071978047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0f651542a96c1de01667553e4dc9bac72eff954",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dac1966cd2727c41a8a28bac5b168b81176fb815",
      "title": "Crises sistêmicas e racionalização social como reificação: uma reconstrução da teoria social marxiana",
      "authors": [
        {
          "name": "Daniel Valente Pedroso de Siqueira",
          "authorId": "146550673"
        }
      ],
      "year": 2019,
      "abstract": "Resumo: Como entender o desenvolvimento teórico e as mudanças históricosociais que impulsionaram a recuperação e alteração da teoria marxiana no século XX e como esta ainda se encontra atuante sobre nosso horizonte social contemporâneo? Fazendo uso da reconstrução crítica de Habermas, a recuperação se inicia com Weber, a passagem por Lukács e na recepção horkheimeriana-adorniana, que tanto influenciou a crítica social do século XX, o presente artigo busca apresentar uma possibilidade de leitura.  Palavras-chave: Teoria crítica. Reificação. Marx. Habermas. Modernidade.  Abstract: How can we understand the theoretical development and all the socialhistorical changes which drove the incoming recovery and the further alteration of the Marxian theory in the twentieth century and how is it still possible to assumes it on our contemporary societies? Recovering Habermas’s critical reconstruction, which starts with Weber, the next step over Lukács, and the Horkheimerian-Adornian theoretical reception, which has largely influenced twentieth social critic, the aim paper intents to show up a possible reading.  Keywords: Critical theory. Reification. Marx. Habermas. Modernity.  REFERÊNCIAS  ARAUTO, A. “Lukács’ Theory of Reification”. In: Telos, n. 11, 1972.  ARGÜELLO, K. O Ícaro da Modernidade: Direito e Política em Max Weber. São Paulo: Acadêmica, 1997.  BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massachusetts: The MIT Press, 1991.  BRAATEN, J. Habermas’s Critical Theory of Society. Albany: State University of New York Press, 1991.  COUTINHO, C. N. Lukács: A Ontologia e a Política. In: ANTUNES, R. & RÊGO, W. L. (orgs.). Lukács: Um Galileu no Século XX. São Paulo: Boitempo Editorial, 1996.  GIDDENS, A. “Reason without Revolution? Habermas’s Theorie des Kommunikativen Handelns”. In :BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massaschusetts : The MIT Press, 1991.  HABERMAS, J. “Does Philosophy still have a Purpose?”. In: HABERMAS, J. Philosophical-Political Profiles. Cambridge, Massachusetts: The MIT Press, 1983.  HABERMAS, J.  The Theory of Communicative Action, Volume I: Reason and the Rationalization of Society. Boston: Beacon Press, 1984.  HABERMAS, J.  Técnica e Ciência como “Ideologia”. São Paulo: Unesp, 2014.  HONNETH, A. The Critique of Power: Reflective Stages in a Critical Social Theory. Cambridge: The MIT Press, 1997.  HORKHEIMER, M. Eclipse da Razão. São Paulo: Centauro Editora, 2002.  HORKHEIMER, M. Teoria Tradicional e Teoria Crítica. São Paulo: Abril Cultural, 1975.  HORKHEIMER, M.; ADORNO, T. W. Dialética do Esclarecimento. Rio de Janeiro: Jorge Zahar Editor, 2006.  LEO MAAR, W. “A Reificação como Realidade Social: Práxis, Trabalho e Crítica Imanente em HCC”. In: ANTUNES, R. & RÊGO, W. L. (orgs). Lukács: Um Galileu no século XX. São Paulo: Boitempo Editorial, 1996.  LUKÁCS, G. História e Consciência de Classe: Estudos sobre a Dialética Marxista. São Paulo: WMF Martins Fontes, 2016.MARX, K. A Ideologia Alemã. São Paulo: Boitempo Editorial, 2007.  MARX, K. Grundrisse: Manuscritos Econômicos de 1857-1858 & Esboços da Crítica da Economia Política. São Paulo: Boitempo Editorial, 2011.  MELO, R. Marx e Habermas: Teoria Crítica e os Sentidos de Emancipação. São Paulo: Editora Saraiva, 2013.  MENEZES, A. B. N. T. Habermas e a Modernidade: Uma “Metacrítica da Razão Instrumental”. Natal: EDUFRN, 2009.  NETTO, J. P. “Lukács e o Marxismo Ocidental”. In: ANTUNES, R. & RÊGO, W. L. (orgs.). Lukács: Um Galileu no Século XX. São Paulo: Boitempo Editorial, 1996.  NOBRE, M. A Dialética Negativa de Theodor W. Adorno: A Ontologia do Estado Falso. São Paulo: Iluminuras/FAPESP, 1998.  NOBRE, M. A Teoria Crítica. Rio de Janeiro: Zahar Editor, 2004.  PINZANI, A. Habermas: Introdução. São Paulo: Artmed, 2004. REPA, L. A Transformação da Filosofia em Jürgen Habermas: Os Papéis de Reconstrução, Interpretação e Crítica. São Paulo: Editora Singular, 2008.  TEIXEIRA, M. Razão e Reificação: Um Estudo sobre Max Weber em “História e Consciência de Classe” de Georg Lukács. Campinas: Unicamp, Dissertação de mestrado, in mimeo, 2010.  WELLMER, A. “Reason, Utopia, and the Dialectic of Enlightenment”. In: BERNSTEIN, R. J. Habermas and Modernity. Cambridge, Massachusetts: The MIT Press, 1991.  ",
      "citationCount": 0,
      "doi": "10.25244/TF.V11I3.3400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dac1966cd2727c41a8a28bac5b168b81176fb815",
      "venue": "Trilhas Filosóficas",
      "journal": {
        "name": "Trilhas Filosóficas"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad2b3dac3bf9a179ebdba220ca0a4623cdd50cb0",
      "title": "Critical Theory in the Twenty-First Century: The Logic of Capital Between Classical Social Theory, the Early Frankfurt School Critique of Political Economy and the Prospect of Artifice",
      "authors": [
        {
          "name": "Harry F. Dahms",
          "authorId": "72103919"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1057/978-1-137-59952-0_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad2b3dac3bf9a179ebdba220ca0a4623cdd50cb0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "47-74",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4bc4dc92d9da273efbcb0e174fa46e4ece4a97ed",
      "title": "Critical Theory and International Relations A Reader",
      "authors": [
        {
          "name": "S. Roach",
          "authorId": "118215737"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 28,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bc4dc92d9da273efbcb0e174fa46e4ece4a97ed",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "92dd86ff884370a3769cdd097703f3ab30773104",
      "title": "The History of Continental Philosophy",
      "authors": [
        {
          "name": "Alan D. Schrift",
          "authorId": "1893848"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.5860/choice.48-5426",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92dd86ff884370a3769cdd097703f3ab30773104",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 13,
  "errors": []
}
