[s2_search.py] Searching Semantic Scholar: 'Habermas reconstruction historical materialism social evolution' (year=1975-2025), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_eae91ce926a17a79)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas reconstruction historical materialism social evolution",
  "results": [
    {
      "paperId": "3189fcc9a8f0e79bac411da36826ef2f73cff9b0",
      "title": "Towards a reconstruction of historical materialism",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 1975,
      "abstract": null,
      "citationCount": 74,
      "doi": "10.1007/BF00212739",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3189fcc9a8f0e79bac411da36826ef2f73cff9b0",
      "venue": "",
      "journal": {
        "name": "Theory and Society",
        "pages": "287-300",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "78eff717078cc1121323fee717186f744b60f51e",
      "title": "THE ANTINOMIES OF HABERMAS'RECONSTRUCTION OF HISTORICAL MATERIALISM",
      "authors": [
        {
          "name": "C. Browne",
          "authorId": "49520284"
        }
      ],
      "year": 2019,
      "abstract": "There are few attempts to reformulate the historical perspective of classical sociological theory comparable to that of Jürgen Habermas’ reconstruction of historical materialism. Habermas considered historical materialism to be principally a theory of social evolution and he sought to revise its conception of historical development. In Habermas’ opinion, the logic of the development of normative structures, social identities and cultural understandings differs from that of material production and the organizational complexity of social systems. My analysis reveals how the major innovation of Habermas’ reconstruction of historical materialism is the ensuing conceptualizations of the social relations of production as forms of social integration and the function of systematically distorted communication in their historical institution. Despite the significant implications of this supplementation of the paradigm of production with a theory of communication, Habermas’ reconstruction of historical materialism is shown to be limited by its inflexible logic of development and disengagement from the conflicts internal to processes of material production. It is proposed that the historical perspective of other strands of contemporary social theory may rectify these limitations through their concern with social creativity, institutional variations and the dialectics of social struggle.",
      "citationCount": 1,
      "doi": "10.21680/1982-1662.2019V2N24ID17477",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78eff717078cc1121323fee717186f744b60f51e",
      "venue": "Revista Inter-Legere",
      "journal": {
        "name": "Revista Inter-Legere"
      },
      "publicationTypes": null
    },
    {
      "paperId": "be0a09a50676e2b9260144f687e2f688a0881135",
      "title": "Production Paradigm,Practice and Reason A Comment on Habermas' Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "He Cui-xiang",
          "authorId": "1445268445"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be0a09a50676e2b9260144f687e2f688a0881135",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "af3b7c76e2f152e3040bcf3c0af6a240e24b2889",
      "title": "Life-World and System in Habermas’ Historical Materialism",
      "authors": [
        {
          "name": "J. Domingues",
          "authorId": "17750854"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9780230376342_3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af3b7c76e2f152e3040bcf3c0af6a240e24b2889",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "39-57",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9c6cf8ba62fe3e9896e309b5aea5dff7a6ce4ae",
      "title": "La recepción del pensamiento de Marx en el joven Habermas",
      "authors": [
        {
          "name": "César Ortega Esquembre",
          "authorId": "116436050"
        }
      ],
      "year": 2018,
      "abstract": "The article analyzes the influence of Marx’s thought on the formulation of Habermas’ early theory, starting out from Albrecht Wellmer’s and Jurgen Habermas’ critiques of the Marxian conception of historical materialism. The paper then goes on to examine the reconstruction of some of the postulates of Marxism carried out by Habermas on the basis of a new theory of social evolution. This brings to light some basic assumptions of Marx’s theory that are transformed in Habermas’ conceptualization and constitute the necessary basis to understand the author’s later thought.",
      "citationCount": 1,
      "doi": "10.15446/IDEASYVALORES.V67N167.57601",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9c6cf8ba62fe3e9896e309b5aea5dff7a6ce4ae",
      "venue": "",
      "journal": {
        "name": "Ideas Y Valores",
        "pages": "13-36",
        "volume": "67"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b9c9ece272fa5e276c57a189cb7180838651382c",
      "title": "Social Darwinism in European and American Thought, 1860–1945: Nature as Model and Nature as Threat. By Hawkins Mike. New York: Cambridge University Press, 1997. 344p. $69.95 cloth, $27.95 paper.",
      "authors": [
        {
          "name": "G. R. Johnson",
          "authorId": "49443013"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.2307/2586319",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9c9ece272fa5e276c57a189cb7180838651382c",
      "venue": "American Political Science Review",
      "journal": {
        "name": "American Political Science Review",
        "pages": "930 - 932",
        "volume": "92"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7056dd40ee5ce59810cc02438b78798032947a26",
      "title": "اندیشه های یورگن هابرماس",
      "authors": [
        {
          "name": "حریری اکبری",
          "authorId": "117939876"
        },
        {
          "name": "دکتر محمد",
          "authorId": "118267803"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22067/jss.v0i0.15974",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7056dd40ee5ce59810cc02438b78798032947a26",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "2d5ddcf55b4cd00c039f837453a884fb576502eb",
      "title": "An Analysis of Habermas’ Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "紫辉 冀",
          "authorId": "2312561482"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.12677/acpp.2024.137215",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d5ddcf55b4cd00c039f837453a884fb576502eb",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "673f9c75aada77f5f335e233648a7fbb2c31e24a",
      "title": "Evaluates Habermas Reconstruction Historical Materialism the Theory Basic Point",
      "authors": [
        {
          "name": "Z. Ying",
          "authorId": "47503116"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/673f9c75aada77f5f335e233648a7fbb2c31e24a",
      "venue": "",
      "journal": {
        "name": "Journal of Social Science of Jiamusi University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "28b06f7f00ec658a2985baf47a5fa8126917b2ce",
      "title": "Jürgen Habermas’ Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "H. Reichelt",
          "authorId": "92534603"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1057/9780333993798_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28b06f7f00ec658a2985baf47a5fa8126917b2ce",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "105-145",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2c32fa04e21524675a4a4b9ff72de032f07f7748",
      "title": "The spirit of sports before modern times: a historical materialism perspective",
      "authors": [
        {
          "name": "Wei He",
          "authorId": "2322822046"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article examines the evolution of the spirit of sports before the modern era through the lens of historical materialism, focusing on ancient Greek civilization and the Middle Ages. Building on previous research, it applies Marxist stage theory and Althusser’s concept of the Ideological State Apparatus to analyze how the spirit of sports emerged under different material and social conditions. The article argues that ancient Greek sports embodied a form of spirituality, not rooted in ethical ideals but as a mechanism to mediate political tensions. Greek mythology, especially in the Olympic Games, reinforced social hierarchies and class divisions, with the spirit of sports serving as an ideological tool linked to state power. Sports were institutionalized and used to assert dominance rather than embodying universal virtues. In contrast, during the Middle Ages, no unified ‘spirit of sports’ ideology emerged. Unlike the structured sports of ancient Greece, medieval sports were informal, sporadic, and lacked institutionalization. The dominant influence of the Catholic Church, which viewed bodily activities as sinful, further hindered the development of a cohesive sports ideology during this period. The article argues that the spirit of sports is not a timeless or metaphysical concept but a product of specific historical and material conditions. By treating the spirit of sports as an ideology shaped by these conditions, the article challenges modern idealizations, particularly those promoted by the International Olympic Committee. The conclusion suggests that future research should explore how the spirit of sports has evolved in the modern era, shaped by changing political, economic, and social dynamics. This would deepen our understanding of sports as a social construct and its ethical implications. Keywords: historical materialism, spirit of sports, ideology, Althusser, ancient Greece, Middle Ages",
      "citationCount": 0,
      "doi": "10.1080/17511321.2025.2464578",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c32fa04e21524675a4a4b9ff72de032f07f7748",
      "venue": "Sport, Ethics and Philosophy",
      "journal": {
        "name": "Sport, Ethics and Philosophy",
        "pages": "156 - 170",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4cd48d52c8d4a0fa0d91d99d7b215639ae0a66ab",
      "title": "An Examination of the Deep Integration of Technology and Culture in the Digital Age from the Perspective of Historical Materialism",
      "authors": [
        {
          "name": "Wentao Yu",
          "authorId": "2396296617"
        },
        {
          "name": "Tao Zhang",
          "authorId": "2396658548"
        }
      ],
      "year": 2025,
      "abstract": "In the digital age, the deep integration of science and technology with culture is essentially a contemporary manifestation of the fundamental contradictions in society. The dialectical relationship between social existence and social consciousness in historical materialism reveals their intrinsic connection. The exponential leap in technological productivity, the lag in cultural relations of production, and the adaptive adjustments of the superstructure create tension, leading to structural contradictions such as a rupture in value paradigms and insufficient technological empowerment. Only by dialectically grasping the dialectical laws governing the movement of productive forces and relations of production, and between the economic base and the superstructure, and by fully leveraging the supporting role of science and technology and the guiding role of culture, can we achieve a dialectical unity between technological rationality and humanistic spirit, injecting new momentum into the evolution of human civilization.",
      "citationCount": 0,
      "doi": "10.53469/jssh.2025.7(11).17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4cd48d52c8d4a0fa0d91d99d7b215639ae0a66ab",
      "venue": "Journal of social sciences and humanities",
      "journal": {
        "name": "Journal of Social Science and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a6573c5dc748883f4fad25bb90b70d5be4398b8b",
      "title": "The Historical Materialism in The Origin of the Family, Private Property and the State: Concrete Manifestations and Value Implications",
      "authors": [
        {
          "name": "Jiechun Xie",
          "authorId": "2350298437"
        }
      ],
      "year": 2025,
      "abstract": "The Origin of the Family, Private Property and the State is a classic work by Friedrich Engels that expounds on the principles of historical materialism. In this text, Engels employs the historical materialism to elucidate the origins and evolution of the family, private property, and the state. Family structures transform alongside advancements in productive forces, private property arises from social division of labor and shifts in labor practices, and the state emerges as the product of irreconcilable class contradictions. The materialist historical perspective presented in this work holds significant theoretical and practical value. Theoretically, it demonstrates the truthfulness of historical materialism through concrete examples, enriches the Marxist theoretical framework, and provides a foundation for interdisciplinary integration. Practically, it offers insights for addressing familial and societal issues and advancing social development. In the contemporary era, the historical materialism articulated in this text reinforces confidence in socialism with Chinese characteristics, promotes social harmony and stability, encourages the construction of new family relationships, and provides critical theoretical support for understanding the evolution of human society. It holds profound implications for the theory and practice of socialism with Chinese characteristics in the new era.",
      "citationCount": 0,
      "doi": "10.59825/jhss.2024.3.1.79",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6573c5dc748883f4fad25bb90b70d5be4398b8b",
      "venue": "Yixin Publisher",
      "journal": {
        "name": "Yixin Publisher"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "17bd60920aa00a37318144cd62d36f8e3c06113c",
      "title": "An Analysis of Habermas' Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "Zhang Zhen",
          "authorId": "144621895"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/17bd60920aa00a37318144cd62d36f8e3c06113c",
      "venue": "",
      "journal": {
        "name": "Journal of Yuxi Teachers' College",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "dde7b17495477afda4a108f8b227fdec7224c107",
      "title": "Historical Materialism and Progress",
      "authors": [
        {
          "name": "Robin Dolar",
          "authorId": "2398368004"
        }
      ],
      "year": 2025,
      "abstract": "The paper addresses the concept of progress through an examination of different paradigms in the natural and social sciences. By considering how progress relates to various theoretical frameworks, it analyzes the distinction between teleology and evolution; scientific attempts to reconstruct a theory of history; definitions of capitalism that imply continuous and discontinuous conceptions of historical development; and different perspectives on premodern and modern institutions. The discussion concludes by outlining the implications these concepts hold for understanding modernity and progress. In doing so, the paper seeks to provide a nuanced account of how progress is portrayed in contemporary academic literature.",
      "citationCount": 0,
      "doi": "10.64651/8-2-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dde7b17495477afda4a108f8b227fdec7224c107",
      "venue": "Retrospektive",
      "journal": {
        "name": "Retrospektive"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "title": "Is it possible to form a rational identity? A critical reading of Habermas’ account of social identity",
      "authors": [
        {
          "name": "Ali Teymoori",
          "authorId": "2310146629"
        },
        {
          "name": "Amin Mataji",
          "authorId": "2366894880"
        }
      ],
      "year": 2025,
      "abstract": "Habermas’ account of social identity is the most sophisticated among various deliberative and expansive democratic models and aligns with his long-standing theoretical commitment to communicative rationality that is tailored to the democratic organization of society. Taking a normative stance, he proposes a procedural account of social identity within communicative rationality, achievable only in modernity and deliberative democracy. We argue that his formulation of social identity is inadequate, given a problematic stage-based framework in his historical account of societal evolution and the insubstantial nature of social identity in his linguistic and procedural accounts of social identity. Nonetheless, Habermas’ approach can serve as a starting point to develop a more inclusive and empirically defensible conceptual framework for collective identity, grounded in robust institutional foundations and a substantive account of the political. Finally, by challenging Habermas’ separation of system and lifeworld, we argue that a rational social identity should be rooted in both domains.",
      "citationCount": 0,
      "doi": "10.1177/01914537251348412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd59550e46e20aaeaa167a9dc93d57f1787cab9a",
      "title": "EXAMINING THE (GEO)DEMOGRAPHIC AND SOCIAL EVOLUTION OF ROMANIAN VILLAGES DURING THE PAST CENTURY. CASE STUDY: STRAJA COMMUNE IN BUCOVINA",
      "authors": [
        {
          "name": "Diana Istrate",
          "authorId": "2314231550"
        },
        {
          "name": "I. Cristea",
          "authorId": "152740087"
        },
        {
          "name": "Ionela Grădinaru",
          "authorId": "39716195"
        },
        {
          "name": "Mihai Barbacariu",
          "authorId": "2383606300"
        },
        {
          "name": "M. Mîndrescu",
          "authorId": "7449167"
        }
      ],
      "year": 2025,
      "abstract": "Since the late eighteenth century the rural settlements of Romania have\nundergone significant transformations under the influence of evolving population\nstructures, shifting political regimes, economic reorganisation, and cultural change.\nWithin this historical context, this investigation focuses on Straja commune located\nin the mountainous region of Bucovina near the Ukrainian border. Straja benefits from\ncontinuous statistical records, which make it a valuable case study for tracking\ndemographic and social developments across generations. The research examines population dynamics by analysing birth, fertility, and mortality rates, alongside\ninternal and international migration based on archival sources, numerical data\nspanning over two centuries, and insights gathered through fieldwork, including a\nstudent-led survey. This comprehensive perspective enables the reconstruction of past\ntrajectories and the projection of future trends through 2050. The findings reveal how\nvariations in population structure have shaped community organisation, exposing\nforms of continuity, adaptation, and vulnerability in a peripheral context. Beyond its\nempirical scope, the work contributes to ongoing debates on sustainability, territorial\ncohesion, and the resilience of historically rooted settlements, providing a relevant\nreference point for researchers and decision-makers engaged in planning strategies for\nmarginal rural regions.",
      "citationCount": 0,
      "doi": "10.30892/auog.35203-935",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd59550e46e20aaeaa167a9dc93d57f1787cab9a",
      "venue": "Analele Universităţii din Oradea: Seria Geografie",
      "journal": {
        "name": "Analele Universităţii din Oradea, Seria Geografie"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "f6d0fc154ba5b3380a0daea81d88ba281c952d06",
      "title": "The Evolution of Materialism from Democritus to Karl Marx",
      "authors": [
        {
          "name": "N. D. Cuong",
          "authorId": "152789044"
        }
      ],
      "year": 2024,
      "abstract": "This paper delves into the evolution of materialism from its origins with Democritus to its development by Karl Marx. It begins with Democritus' atomism, which proposed that everything is made up of indivisible atoms, laying the groundwork for a materialist worldview. The study then explores how Epicurus expanded on these ideas, focusing on sensory experience and the pursuit of a tranquil life. Moving into the Enlightenment, the paper examines the mechanistic materialism of thinkers like Hobbes and La Mettrie, who viewed humans as complex machines governed by physical laws. Finally, it addresses Marx's dialectical and historical materialism, which combined materialist philosophy with Hegelian dialectics to explain the influence of material conditions and economic structures on society and history. This analysis highlights the enduring significance of materialist thought in understanding social and historical processes.",
      "citationCount": 0,
      "doi": "10.52521/kg.v21i3.14007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f6d0fc154ba5b3380a0daea81d88ba281c952d06",
      "venue": "Kalagatos",
      "journal": {
        "name": "Kalagatos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d8f3308e3b28207ca62b12bf5d1a9eb124bec7ac",
      "title": "On Habermas'Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "Peng Wei-feng",
          "authorId": "104112717"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8f3308e3b28207ca62b12bf5d1a9eb124bec7ac",
      "venue": "",
      "journal": {
        "name": "Journal of Mianyang Normal University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a64da315c12472ec7c821d36e258d6188c9d02b0",
      "title": "From Labor to Interaction: Comments on Habermas’ Reconstruction of Historical Materialism",
      "authors": [
        {
          "name": "Weng Han-bing",
          "authorId": "1518328429"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a64da315c12472ec7c821d36e258d6188c9d02b0",
      "venue": "",
      "journal": {
        "name": "Journal of Changshu Institute of Technology",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
