{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber philosophy of history rationalization",
  "results": [
    {
      "paperId": "f1580bc5ff6c600b5bde26309c558683ea998dda",
      "title": "Weber, Habermas, and Transformations of the European State: Conclusion: Habermas's Philosophy of History and Europe's Future",
      "authors": [
        {
          "name": "John P. McCormick",
          "authorId": "143902318"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/CBO9780511756047.008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f1580bc5ff6c600b5bde26309c558683ea998dda",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "373a81008477ae5310823e506e8810411bbe0203",
      "title": "A Comparative Study of the Rationalization Theories between Habermas' and Weber's",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/373a81008477ae5310823e506e8810411bbe0203",
      "venue": "",
      "journal": {
        "name": "Humanities & Social Science Journal of Hainan University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f0cb1617f56467d4be04c313f7465115996173fe",
      "title": "LIVRO DISCUTE A PRESENÇA DE WEBER NAS FILOSOFIAS DE HABERMAS, ARENDT E MACINTYRE",
      "authors": [
        {
          "name": "H. Carvalho",
          "authorId": "115413048"
        }
      ],
      "year": 2015,
      "abstract": "N, Keith. Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre. Ashgate Publishing Co., 2012. \nKeith Breen é Lecturer de Political Theory na School of Politics, International Studies and Philosophy, Queen's University Belfast, Northern Ireland. \n\"Under Weber's Shadow\" presents an extended critical evaluation of the social and political thought of Jurgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. \"Under Weber's Shadow\" will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "citationCount": 0,
      "doi": "10.26694/PENSANDO.V6I11.3617",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0cb1617f56467d4be04c313f7465115996173fe",
      "venue": "Pensando - Revista de Filosofia",
      "journal": {
        "name": "Pensando - Revista de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e04dbea6f073867bfa5807deae3cc8820c951e65",
      "title": "Wendy Brown, Nihilistic Times: Thinking with Max Weber",
      "authors": [
        {
          "name": "S. Turner",
          "authorId": "47505199"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s12115-023-00848-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e04dbea6f073867bfa5807deae3cc8820c951e65",
      "venue": "Society",
      "journal": {
        "name": "Society",
        "pages": "457-460",
        "volume": "60"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "title": "Western Civilization and Its Problems: A Dialogue between Weber, Elias and Habermas",
      "authors": [
        {
          "name": "P. Geiger",
          "authorId": "2066053229"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "78b57e19970c64a871fb563d7cef4097520ff5e9",
      "title": "Max Weber at 100",
      "authors": [],
      "year": 2024,
      "abstract": "\n The year 2020 marked the centennial of the death of Max Weber, the German sociologist, scholar of world religions, economic historian, social philosopher, and theoretician of modern political life. This volume presents a collection of essays on the legacy and relevance of his thought. The authors, an international array of distinguished scholars, are drawn from various disciplines—philosophy, political science, intellectual history, and sociology. They comprise both experts who have contributed to the ongoing study of Weber’s oeuvre and theorists who discern his enduring bond with key problems in the humanities and social sciences. Max Weber at 100 seeks to understand the ways that Weber’s legacy may take shape in the century to come. It contends that Weber’s sustained relevance will derive not only—and perhaps not even predominantly—from his empirical claims, such as the “Weber thesis” about the origins of capitalism. Two key dimensions of his thought will play an increasingly important role in determining his significance: his inchoate but equally evocative theories about ecology, global capitalism, imperialism, democracy, and gender; and his broader, nonempirical or even philosophical observations concerning questions of human nature, value freedom, objectivity, secularization, rationalization, and disenchantment. The contributors cast a critical eye over Weber’s oeuvre to ask what can still be learned from his work, and how his legacy might be contested or transformed.",
      "citationCount": 0,
      "doi": "10.1093/9780197604953.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/78b57e19970c64a871fb563d7cef4097520ff5e9",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "3c5f75566503fed77f05fafc3329d49e2daae2b1",
      "title": "Nueva filosofía genealógica y sociológica de la religión",
      "authors": [
        {
          "name": "Jesús Conill-Sancho",
          "authorId": "1404946740"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of this contribution is to support a new task of philosophy of religion: its transformation through genealogy as philosophical and sociological method. Starting point of this new approach is found according to several authors from Jaspers in the so-called “axial age”. Taking the discourse on faith and knowledge as a guiding thread Habermas carries out a genealogy or history of thought that examines how the religious can be found even in the background of some forms of contemporary postmetaphysical philosophy. In his work, especially in his lastest book Auch eine Geschichte der Philosophie Habermas develops a genealogy of thought from its religious roots, but accepts the weberian thesis of secularization. However Joas proposes an alternative to the weberian and habermasian conception of secularizing rationalization, because Joas considers that such a conception is problematic.",
      "citationCount": 0,
      "doi": "10.17990/rpf/2025_81_3_0805",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c5f75566503fed77f05fafc3329d49e2daae2b1",
      "venue": "Revista Portuguesa de Filosofia",
      "journal": {
        "name": "Revista Portuguesa de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "title": "A comparison of rationalized theories between Habermas and Weber",
      "authors": [
        {
          "name": "Lu Zi",
          "authorId": "2058488966"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "venue": "",
      "journal": {
        "name": "Journal of China Youth College For Political Sciences",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8839509f364fadd648e05a91419a3e4178569a9e",
      "title": "Philosophy of the Social Sciences: Towards Pragmatism",
      "authors": [
        {
          "name": "P. Baert",
          "authorId": "2760718"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 172,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8839509f364fadd648e05a91419a3e4178569a9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "400e10353e872c534093d90adf9ccc84775d5a66",
      "title": "Philosophies of History: From Enlightenment to Post-Modernity",
      "authors": [
        {
          "name": "R. Burns",
          "authorId": "2149820342"
        },
        {
          "name": "Hugh Rayment-Pickard",
          "authorId": "1518391983"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.5860/choice.38-4032",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/400e10353e872c534093d90adf9ccc84775d5a66",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ffba164ceeda6b3b87a652df9fba7508b39665b",
      "title": "Political Philosophy: What It Is and Why It Matters",
      "authors": [
        {
          "name": "Ronald S. Beiner",
          "authorId": "104044775"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.5860/choice.187843",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ffba164ceeda6b3b87a652df9fba7508b39665b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3460d4bbee4a60bc64f7c594468948fcc3a60d39",
      "title": "Habermas@discourse.net: Toward a Critical Theory of Cyberspace",
      "authors": [
        {
          "name": "Michael Froomkin",
          "authorId": "12907711"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 163,
      "doi": "10.2139/SSRN.363840",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3460d4bbee4a60bc64f7c594468948fcc3a60d39",
      "venue": "",
      "journal": {
        "name": "Harvard Law Review",
        "pages": "749",
        "volume": "116"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "669c3944680fe0ff12e1be27bc8182ab9d44b630",
      "title": "La revelación de la razón: Max Weber y Franz Rosenzweig",
      "authors": [
        {
          "name": "Eugenio Muinelo Paz",
          "authorId": "114457373"
        }
      ],
      "year": 2015,
      "abstract": "The point of departure is how both of the authors criticize Hegel and leave philosophy of history. The exhaustion of Hegel’s historical ontotheology set the task of searching for new ways to deal with history beyond panlogistic identification between reality and concept. So emerged an empiricism of history, which was opened to receive a posteriori the facts of the process of rationalization. Great attention was paid to what set reason in motion from outside itself. It wasn't possible from a mere historical point of view, but only through the passage to metahistoricity. Its tensions with historicity gave them sufficient grounds to focuse their studies on judaism.",
      "citationCount": 0,
      "doi": "10.5209/REV_RPUB.2015.V18.N1.47657",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/669c3944680fe0ff12e1be27bc8182ab9d44b630",
      "venue": "",
      "journal": {
        "name": "Res Publica",
        "pages": "49-73",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eac866747982f847ba8389d0172086ed0889d409",
      "title": "Habermas: da análise da Öffentlichkeit ao projeto de uma \"teoria do agir comunicativo\"",
      "authors": [
        {
          "name": "C. A. Ferraz",
          "authorId": "144334282"
        }
      ],
      "year": 2010,
      "abstract": "This article intends to be an exposition of Habermas' Philosophy of Enlightenment. In this sense, we will present specially his earlier thought in order to establish his grounds, which implicates to start with the influences upon him (I. Kant, J.L. Austin, the \"second\" Wittgenstein, M. Weber, E. Husserl, K.O. Apel and so forth) as well as with his critic towards the first members of the Frankfurt School (specially against the pessimism of T. Adorno and M. Horkheimer on the power of reason to set us free). Finally, we will show how Habermas is an extension of the project of the Philosophy of Enlightenment, which makes him an example of Modern thought in the contemporary history of Philosophy.",
      "citationCount": 1,
      "doi": "10.1590/S0101-31732010000200012",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eac866747982f847ba8389d0172086ed0889d409",
      "venue": "",
      "journal": {
        "name": "Trans-form-acao",
        "pages": "193-222",
        "volume": "33"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2bdaab05a9fcb86a6f97b74174cf324ebfc0a263",
      "title": "Habermas on sports: social theory from a moral perspective.",
      "authors": [
        {
          "name": "W. Morgan",
          "authorId": "114407917"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1057/9780230523180_12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2bdaab05a9fcb86a6f97b74174cf324ebfc0a263",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "173-186",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "92dd86ff884370a3769cdd097703f3ab30773104",
      "title": "The History of Continental Philosophy",
      "authors": [
        {
          "name": "Alan D. Schrift",
          "authorId": "1893848"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.5860/choice.48-5426",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92dd86ff884370a3769cdd097703f3ab30773104",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e08bb2c411f6d3405973108446cbb7ff7a9cbf31",
      "title": "Secularization, Legal Indeterminacy, and Habermas's Discourse Theory of Law",
      "authors": [
        {
          "name": "Mark C. Modak-Truran",
          "authorId": "1403055607"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e08bb2c411f6d3405973108446cbb7ff7a9cbf31",
      "venue": "",
      "journal": {
        "name": "Florida State University Law Review",
        "pages": "2",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "eceefbffd5867e606239845f54f9a0130c49cad8",
      "title": "A Note on Thematic Affinities in Max Weber and Heinrich Heine: Disenchantment, Devaluing Reversal, and the Demonic",
      "authors": [
        {
          "name": "R. Button",
          "authorId": "49168510"
        }
      ],
      "year": 2012,
      "abstract": "Abstract:This 'note' constitutes a study of thematic affinities in the work of the German poet Heinrich Heine (1797–1856) and Max Weber (1864–1920). With an emphasis on Weber's reference to Heine in the footnotes of The Protestant Ethic and the Spirit of Capitalism, we seek to respond to and explore Gregory Höhn's (2002) observation that in the philosophy of history expressed in Heine's poetry and prose, Heine anticipates Weber's understanding of the process of disenchantment and its existential consequences. This discussion is the site for a consideration of the Enlightenment-mythology relation. A particular emphasis is placed on devaluing reversal as a motif of the disenchantment-rationalization narrative in Heine and Weber, and how this motif relates to a condition of alienation. We explore the way in which devaluing reversal as an inner motif of the development of modern capitalist society finds an apposite expression in the religious image of the demonic.",
      "citationCount": 2,
      "doi": "10.15543/MWS/2012/1/6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eceefbffd5867e606239845f54f9a0130c49cad8",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "119 - 95",
        "volume": "12"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6634d79739ede94008ed967b7e8d44761bc0f2f0",
      "title": "Rationalization and Plurality of Rationalities",
      "authors": [
        {
          "name": "G. Raulet",
          "authorId": "2072217157"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6634d79739ede94008ed967b7e8d44761bc0f2f0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
