{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas reading Weber interpretation",
  "results": [
    {
      "paperId": "12b56db231ec031c4215bbf0b8fc6e1a6c86381a",
      "title": "Reading Habermas",
      "authors": [
        {
          "name": "Michael Hofmann",
          "authorId": "2313986068"
        }
      ],
      "year": 2022,
      "abstract": "Reading Habermas: Structural Transformation of the Public Sphere dissolves Habermas’s monolithic stylization to precisely access his seminal distinction between the purely political polis of antiquity, which excludes the private economy from the res publica, and the modern public sphere with its rational-critical discourse about commodity exchange and social labor in the political economy. Deconstructing the uniform mold of Structural Transformation’s narrative about a rise and fall of the bourgeois public sphere in modernity also allows to identify and understand the ideology-critical methodologies of Habermas’s theory reconstruction of Kant’s ideal of the liberal public in the context of the French Revolution. \n Readers of this guide realize that Habermas’s interpretation of a sociological and political category with the norms of constitutional theory and intellectual history causes the “collapsing of norm and description” he acknowledged in 1989 and thus frequent misunderstandings about the historical validity of Structural Transformation’s ideal-type derived from Condorcet’s absolute rationalism and Kant’s “unofficial” philosophy of history. Specifically, the guide explains that Habermas’s key construct of a “morally pretentious rationality” of the bourgeois public sphere entirely depends on the claim about “natural laws” harmoniously regulating the economy. While neoliberalism still maintains this claim, Hegel “decisively destroyed” it already in 1821.",
      "citationCount": 4,
      "doi": "10.5771/9781498590174",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12b56db231ec031c4215bbf0b8fc6e1a6c86381a",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Book"
      ]
    },
    {
      "paperId": "1d3481ff20d858a222d45e588cf9d08d01c47c51",
      "title": "Rereading Habermas in Times of CRISPR-cas: A Critique of and an Alternative to the Instrumentalist Interpretation of the Human Nature Argument",
      "authors": [
        {
          "name": "Annett Wienmeister",
          "authorId": "2127520276"
        }
      ],
      "year": 2022,
      "abstract": "Habermas’s argument from human nature, which speaks in favour of holding back the use of human germline editing for purposes of enhancement, has lately received criticism anew. Prominent are objections to its supposedly genetic essentialist and determinist framework, which underestimates social impacts on human development. I argue that this criticism originates from an instrumentalist reading of Habermas’s argument, which wrongly focuses on empirical conditions and means-ends-relations. Drawing on Habermas’s distinction of a threefold use of practical reason, I show how an alternative—the ethical—reading avoids essentialist and determinist objections by addressing an existential level of sense making. I present three reasons that speak in favour of the ethical reading and I demonstrate how it incorporates social aspects of character formation. Habermas’s account therefore offers exactly what the critics claim is missing. The paper concludes with a conceptual challenge that the ethical reading has to face within Habermas’s overall approach to genetic engineering.",
      "citationCount": 1,
      "doi": "10.1007/s11673-022-10206-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1d3481ff20d858a222d45e588cf9d08d01c47c51",
      "venue": "Journal of Bioethical Inquiry",
      "journal": {
        "name": "Journal of Bioethical Inquiry",
        "pages": "545 - 556",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9450398dba85f6a0bc7cd3ede2ed8dc480fbdcc6",
      "title": "Jürgen Habermas’s Communicative Democracy: Between Peirce and Dewey",
      "authors": [
        {
          "name": "štěpán Raška",
          "authorId": "2335326585"
        }
      ],
      "year": 2025,
      "abstract": "In this article, I develop an interpretation of Jürgen Habermas’s theory of democracy, with particular attention to his later work, highlighting pragmatic inspirations and affinities. Following a brief outline of Peirce’s communicative conception of scientific inquiry, I analyze Habermas’s theory in relation to the concept of communication, including his contextually significant critique of Hannah Arendt. Three functions of communication within Habermas’s framework form the core of my approach, situating him in close proximity to the pragmatic philosophical tradition. In conclusion, I draw on Axel Honneth’s reading of John Dewey’s theory of democracy to underscore Habermas’s relevance for contemporary discussions on pragmatism and democracy.",
      "citationCount": 0,
      "doi": "10.31577/filozofia.2025.80.5.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9450398dba85f6a0bc7cd3ede2ed8dc480fbdcc6",
      "venue": "Filozofia",
      "journal": {
        "name": "Filozofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "41a2c8741ff9486e2f6e8d953450bc4db5869f1d",
      "title": "Social pathologies and ideologies in light of Jürgen Habermas: a new interpretation of the thesis of colonisation",
      "authors": [
        {
          "name": "César Ortega-Esquembre",
          "authorId": "1573462424"
        }
      ],
      "year": 2020,
      "abstract": "This paper analyses the role that the critique of ideologies plays within Jürgen Habermas’ Critical Theory. I offer a reinterpretation of the thesis of colonisation of lifeworld in light of a specific reading of the critique of ideologies, trying to show that this thesis can be interpreted as a case of critique of ideologies. To do so, I firstly present a brief general map of the different forms of social critique present today in social philosophy by placing special emphasis on the critique of ideologies. Secondly, I briefly state Habermas’ diagnosis on the colonisation of lifeworld by differentiating the two levels of critique which are, in my view, contained within the theory of communicative action: critique as the discursive redemption of validity claims by participants and critique as an observer’s social diagnosis. Lastly, I confront these two levels of critique with the form of critique of ideologies analysed in the first point and conclude that we can refer to the second level as a case of a critique of ideologies.",
      "citationCount": 2,
      "doi": "10.1057/s41599-020-00563-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41a2c8741ff9486e2f6e8d953450bc4db5869f1d",
      "venue": "Humanities and Social Sciences Communications",
      "journal": {
        "name": "Humanities and Social Sciences Communications",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "title": "Weber and Habermas or the Thresholds of the Progressive Modernity: Constitution, Interpretation and Understand",
      "authors": [
        {
          "name": "F. Henríquez",
          "authorId": "2083601511"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f9beb093f6771cd29c104c69a194b32cc1335d1b",
      "title": "Offerings of Resistance: Transcending Weber through a Benjaminian Interpretation of Theravada Merit-Making",
      "authors": [
        {
          "name": "Sokthan Yeng",
          "authorId": "103967259"
        }
      ],
      "year": 2021,
      "abstract": "Abstract:Questions about whether or not Theravada Buddhists are rational and capitalistic reduce Theravada traditions to Max Weber's interpretation. I aĴ empt to go beyond Weber's reading by turning to Walter Benjamin's philosophy because he challenges the use of reason and points to instances where the ethical dimension not only appears but can also disrupt the tempo and logic of capitalism.",
      "citationCount": 1,
      "doi": "10.1353/pew.2021.0029",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9beb093f6771cd29c104c69a194b32cc1335d1b",
      "venue": "Philosophy East & West",
      "journal": {
        "name": "Philosophy East and West",
        "pages": "473 - 496",
        "volume": "71"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8a159dba6946d1524fdbd174c8122d413a32548c",
      "title": "Reading habermas reading freud",
      "authors": [
        {
          "name": "B. Flynn",
          "authorId": "96490391"
        }
      ],
      "year": 1985,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1007/BF00143023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a159dba6946d1524fdbd174c8122d413a32548c",
      "venue": "",
      "journal": {
        "name": "Human Studies",
        "pages": "57-76",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d70e325fec973b657206037671f4309190babeb9",
      "title": "Post-Truth Literature and the Politics of Belief: Interpretation, Manipulation, Fictiocracy, and Incredulity in Contemporary Indian Narratives",
      "authors": [
        {
          "name": "A. R. Kannan",
          "authorId": "2374716355"
        },
        {
          "name": "P. Sumathi",
          "authorId": "2341397133"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:\nContemporary Indian literature has become an important space for questioning the intricate web of belief, truth, and narrative construction in the post-truth world. The study explores critically the ways literary narratives engage with post-truth practices such as linguistic manipulation, pseudofactuality, fictiocracy, and reader incredulity to mirror and critique the epistemic uncertainty of contemporary Indian society. Through the calculated use of fractured narration, metafictional techniques, and allegorical criticism, these texts expose the processes by which truth is fabricated, disputed, and frequently militarized within dominant ideologies. Through a reading of influential works by Arundhati Roy, Amitav Ghosh, Geetanjali Shree, Perumal Murugan, Meena Kandasamy, and Samit Basu, this research examines how literature resists the epistemic erasure inherent in post-truth discourse, providing alternative forms of knowledge production that contest both historical revisionism and media-facilitated distortions.\nPositioning itself in the larger debate about narrative epistemology and post-truth politics, this research contends that literature is not simply a reflection of post-truth realities but an active agent that intervenes within them, serving as a location of epistemic resistance. Fictions like The Ministry of Utmost Happiness and Tomb of Sand subvert narrative stability to reveal the vulnerability of truth, whereas Poonachi and Exquisite Cadavers challenge fictiocratic hierarchies that control political and social realities. In addition, speculative and dystopian fictions like The Wall and Chosen Spirits foster an incredulous mode of reading, which forces the audience to scrutinize the artifice of \"truth\" both in fiction and reality. By applying textual analysis in conjunction with critical theory, the research brings into prominence the contributions of Indian literature to the predicaments of the post-truth era, shedding light on how narrative fictions of literature traverse the fault lines separating fact, fiction, and ideology.",
      "citationCount": 0,
      "doi": "10.36948/ijfmr.2025.v07i04.52347",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d70e325fec973b657206037671f4309190babeb9",
      "venue": "International Journal For Multidisciplinary Research",
      "journal": {
        "name": "International Journal For Multidisciplinary Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "title": "WEBER E HABERMAS: RELIGIÃO E RAZÃO MODERNA",
      "authors": [
        {
          "name": "L. Araújo",
          "authorId": "2103916551"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "525c696dc7e1d619a2695f631ac47629e31ab504",
      "title": "Reading Habermas on Leisure",
      "authors": [
        {
          "name": "K. Spracklen",
          "authorId": "81574607"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1057/9780230239500_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/525c696dc7e1d619a2695f631ac47629e31ab504",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "72-90",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "957926cd63dc464f635520fb5f77aece94e23b71",
      "title": "Objectivity as Rationalization: Synthesizing Marx, Weber, and Habermas",
      "authors": [
        {
          "name": "Pfrry Taka",
          "authorId": "115390492"
        }
      ],
      "year": 1982,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/019685998200700206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/957926cd63dc464f635520fb5f77aece94e23b71",
      "venue": "",
      "journal": {
        "name": "Journal of Communication Inquiry",
        "pages": "135 - 152",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9d2b6e049689698465193d1be5af4f9f71b1aa27",
      "title": "Reconfiguring the Decentralized and Deterritorialized Human: A Post-Anthropocentric Braidottian Reading of Lewis’s The Lion, the Witch and the Wardrobe",
      "authors": [
        {
          "name": "Yasra Sani",
          "authorId": "2381301492"
        },
        {
          "name": "Sobia Sikander",
          "authorId": "2381296979"
        },
        {
          "name": "Mahpara",
          "authorId": "2381296823"
        }
      ],
      "year": 2025,
      "abstract": "This research reconfigures C.S. Lewis’s The Lion, the Witch and the Wardrobe through the theoretical framework of Rosi Braidotti’s post-anthropocentric philosophy as articulated in The Posthuman (2013). Post-anthropocentrism is a critical stance that challenges the preference of the human subject as central to meaning, ethics, and knowledge, and instead situates the human as one among many interdependent life forms. Braidotti’s framework dismantles Eurocentric humanism for its hierarchical structuring of species, bodies, and subjectivities by decentralizing the human as the measure of all things. Instead, she emphasizes on zoe (the impersonal, vital force animating all life), the nature-culture continuum (a non-binary integration of ecological and social realms), and relational subjectivity (identity constituted through multispecies networks). The Pevensie children’s transformation from human-centric perspectives to relational ethics reflects post-anthropocentric models of negotiable identities. Through Braidotti’s post-anthropocentric lens, Narnia emerges as a proto-posthuman space where nonhuman agency disrupts classical hierarchies. This study advances SDG 15 (Life on Land) by exposing how Narnia’s zoe-centric ethics, where Aslan’s thaw challenges ecological instrumentalization, demand a radical rethinking of protection beyond human stewardship. Through close textual analysis, this study departs from the traditional, theological and morally allegorical interpretation of Narnia and reframes it as a proto-posthuman ethical landscape wherein the human is not central, but embedded in a web of more-than-human forces.",
      "citationCount": 0,
      "doi": "10.70670/sra.v3i3.1037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d2b6e049689698465193d1be5af4f9f71b1aa27",
      "venue": "Social Science Review Archives",
      "journal": {
        "name": "Social Science Review Archives"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c75cd0e48ed172670b4565dd94b0287f36d11504",
      "title": "The German Debate on Male Circumcision and Habermas’ Model of Post‐Secularity",
      "authors": [
        {
          "name": "J. Greve",
          "authorId": "145833708"
        }
      ],
      "year": 2018,
      "abstract": "This paper considers Habermas' model of a post-secular political order in the light of the debate on male circumcision that arose in Germany after a court ruled that male circumcision was an unjustifiable act of bodily harm. Central to this model is the idea that religious reasons can only become effective in central legal institutions when they are translated into secular reasons. My paper demonstrates that there are two distinguishable readings of this proviso. On the one hand, there is a broad reading according to which it is only necessary to reach a conclusion that is in line with the democratic principle stating that all citizens can be regarded as co-legislators even if non-generalizable value orientations might then shape the interpretation of fundamental rights (in the case of circumcision, the right to bodily integrity). On the other hand, a truly secular (narrow) reading would avoid the inclusion of non-generalizable value orientations. The debate on circumcision demonstrates that these two interpretations lead to different and conflicting modes of justification. The broad reading allows for a justification of male circumcision, whereas the narrow reading makes such a justification unlikely. In addition, the filtering function of the proviso is weakened in a broad reading.",
      "citationCount": 4,
      "doi": "10.1111/bioe.12526",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c75cd0e48ed172670b4565dd94b0287f36d11504",
      "venue": "Bioethics",
      "journal": {
        "name": "Medical-Legal Studies eJournal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d48626d990d06f373e8c8c2aaa7675487452d6d8",
      "title": "Interpretation and Objectivity",
      "authors": [
        {
          "name": "Edward W. Gimbel",
          "authorId": "113124334"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 17,
      "doi": "10.1177/1065912915621970",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d48626d990d06f373e8c8c2aaa7675487452d6d8",
      "venue": "",
      "journal": {
        "name": "Political Research Quarterly",
        "pages": "72 - 82",
        "volume": "69"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "title": "Diversity in unity in post-truth times: Max Weber’s challenge and Karl Jaspers’s response",
      "authors": [
        {
          "name": "C. Dege",
          "authorId": "2080870545"
        }
      ],
      "year": 2020,
      "abstract": "Max Weber famously diagnosed both an excess and a subordination of meaning in modernity when he coined the term disenchantment next to the fragmentation and irreconcilability of value spheres. Unlike Weber, however, who sought to keep the ideological and the rationalist sides of the modern divide together, his immediate followers capitalized either on his decisionism (i.e. Carl Schmitt) or on his universalism (i.e. Jürgen Habermas). In an attempt to develop a constructive perspective on the question of how we can conceive of irreconcilable values within a larger normative horizon, this article introduces Karl Jaspers’s interpretation and refinement of Weber’s work. Most fundamentally, Jaspers’s existentialist philosophy of communication sought to turn Weber’s warring gods into a source of solidarity rather than divisiveness. I argue that Jaspers did so in rooting human freedom not in the decision or the law but in an experiential uncertainty and the knowledge not to know. The article closes with a discussion of some practical and theoretical implications of Jaspers’s thought for our understanding of diversity in unity in post-truth times.",
      "citationCount": 2,
      "doi": "10.1177/0191453719860225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "703 - 733",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b884902d977517e6f64fd6ec4696249d7797704",
      "title": "La teoría de la acción en Weber, Parsons y Habermas: algunas consideraciones críticas",
      "authors": [
        {
          "name": "Ángeles López Moreno",
          "authorId": "104758372"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5209/FORO.14648",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b884902d977517e6f64fd6ec4696249d7797704",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "179-202",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dcfa84489bd05b401437087b691c2ad6c3be6036",
      "title": "To know the place for the first time : reading and writing my workplace through Habermas",
      "authors": [
        {
          "name": "L. Shapiro",
          "authorId": "117399310"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.14288/1.0090705",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcfa84489bd05b401437087b691c2ad6c3be6036",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7a4279fb50380ab400d85e39d262a78b0b40db16",
      "title": "Crisis and critique in Jürgen Habermas’s social theory",
      "authors": [
        {
          "name": "Rodrigo Cordero",
          "authorId": "66125693"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 27,
      "doi": "10.1177/1368431013520387",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7a4279fb50380ab400d85e39d262a78b0b40db16",
      "venue": "",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "497 - 515",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "663ba7db78b53da01475f10e147cb85b9437c4ca",
      "title": "The Potential of “Frankfurtianess” of Habermas in Organizational Studies",
      "authors": [
        {
          "name": "L. Lara",
          "authorId": "2113689706"
        },
        {
          "name": "F. Vizeu",
          "authorId": "2083927705"
        }
      ],
      "year": 2019,
      "abstract": "1 Universidade Positivo / Programa de Mestrado e Doutorado em Administração, Curitiba – PR, Brazil Abstract This essay reflects on the convergence between Jürgen Habermas’ work and the theoretical framework put forward by the Institute of Social Research in Frankfurt, arguing in favor of the characteristics of the Frankfurt school in Habermas and pointing out research possibilities in the field of Organizational Studies (OS). We discuss the essential theoretical aspects of the work by Horkheimer (1975) “Traditional and Critical Theory,” and produce a critique on the use of generational chronology as the main criterion for understanding the intellectual movement of the Frankfurt School. The methodology is based on the critique of the interpretation using the philosophical hermeneutics (RICOEUR, 1990) and observes the propositional nature of an interpretation offered in theoretical essays (MENEGUETTI, 2011). To support the provocative proposition of this work, we establish a dialogue with authors such as Bottomore (2001), Freitag (2004), Nobre (2004), and Melo (2013)) discussing a non-generational characterization of the Frankfurt School’s members and the proximity of Habermas in relation to the pioneer works on the Critical Theory. We believe that (i) the re-reading of the emancipatory purpose (HABERMAS, 2002); (ii) the deconstruction of the impartiality of the scientific knowledge (HABERMAS, 1987); (iii) and the incorporation of the philosophy of language into the Frankfurtian social criticism (HABERMAS, 2012) are important contributions of Habermas to the Frankfurt’s critical theory. As for a proposal for the field of organizational studies, this esseay concludes that recognizing Habermas as a Critical Theory scholar of the Frankfurt School may constitute a new research agenda for the field. The contribution of this essay lies in helping researchers in the field of Organizational Studies to understand Habermas’ work differently and not as a non-critical or utopian production. In this perspective, it is clear that Habermas’ intellectual production is politically engaged in contemporary social problems, which is a dimension neglected by the researchers of the field of Organizational Studies in Brazil.",
      "citationCount": 0,
      "doi": "10.1590/1679-395171270",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/663ba7db78b53da01475f10e147cb85b9437c4ca",
      "venue": "",
      "journal": {
        "name": "Cadernos Ebape.br",
        "pages": "1-11",
        "volume": "17"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1c11842e87f4faea10544731718e582a5e45b17f",
      "title": "CONSTRUING THE REASONABLE. RAWLS’S POLITICAL LIBERALISM BETWEEN RORTY AND HABERMAS",
      "authors": [
        {
          "name": "A. Siani",
          "authorId": "34639279"
        }
      ],
      "year": 2019,
      "abstract": "The article investigates the concept of \"reasonable\", which can be defined as the keystone of John Rawls' political liberalism, by explaining the opposite possible interpretations in order to obtain a more general clarification on the philosophical project of late Rawls. The first section, after a schematic presentation of Rawls' political liberalism, offers an analytical discussion of the notions of \"reasonable\" and \"rational\" at the domestic level. The second section makes explicit the fundamental ambiguity contained in the concept of \"reasonable\", using in a paradigmatic way the opposite readings proposed by Richard Rorty and Jurgen Habermas (respectively, a contextualist-pragmatist and a Kantiano- universalist reading). Finally, the third section examines the development of the concept of \"reasonable\" at the international level, showing how the ambiguity inherent in this concept leads to tensions not adequately resolved by Rawls. At the same time, while highlighting the tensions paradigmatically represented by the opposite readings of Rorty and Habermas, the article concludes that the late Rawls project cannot be reduced to any of these opposite readings, and deserves to be developed in its peculiarity, starting from a reformulation of the concept of \"reasonable\".",
      "citationCount": 0,
      "doi": "10.4081/ILPOLITICO.2019.57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c11842e87f4faea10544731718e582a5e45b17f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "117-130",
        "volume": "250"
      },
      "publicationTypes": null
    },
    {
      "paperId": "93feb1e8e8f35a6612746335c7658da73a0d0005",
      "title": "Friedman’s Instrumentalism in F53. A Weberian Reading",
      "authors": [
        {
          "name": "Peter Galbács",
          "authorId": "101668989"
        }
      ],
      "year": 2019,
      "abstract": "In this paper, Weber’s methodology of ideal types is applied as a framework to argue for the instrumentalist interpretation of Friedman’s methodology of positive economics. Weber’s ideal-typical methodology is characterized as a mix of descriptive inaccuracy and causal adequacy. Based on some recent structuralist results in the philosophy of science it is highlighted how intimately causal understanding and the properties of entities are related. The main contrast between Weber and Friedman consists in the emphases they placed on the causal properties of agents. It is argued that Friedman’s instrumentalism results from his neglect of entity properties for no causal understanding can be placed upon neglected characteristics. By identifying some channels through which methodological Weberianism could spread, the possibility of a real albeit indirect connection between Weber and Friedman is suggested, with Frank H. Knight as the most probable diffuser.",
      "citationCount": 4,
      "doi": "10.46298/jpe.10722",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/93feb1e8e8f35a6612746335c7658da73a0d0005",
      "venue": "Journal of Philosophical Economics",
      "journal": {
        "name": "PRN: General Philosophy of Science (Topic)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "96927d172c334e33dfc82f7277243f3af8e0b82a",
      "title": "The tradition of critique and the critique of tradition: Some ethical perspectives",
      "authors": [
        {
          "name": "Pieter Duvenage",
          "authorId": "2292450117"
        }
      ],
      "year": 2025,
      "abstract": "Background: The philosophical exchange between Hans-Georg Gadamer and Jürgen Habermas in the late 1960s and early 1970s remains a formative moment in contemporary hermeneutics and critical theory. At its centre lie enduring questions about tradition, critique, understanding and the ethical-political implications of interpretation.\nObjectives: This article revisits and critically assesses the Gadamer–Habermas debate by examining its theoretical stakes and ethical consequences. It clarifies how their contrasting positions on ontology, language, tradition and critique inform divergent approaches to moral and political reasoning.\nMethod: A comparative philosophical reconstruction traces the intellectual trajectories of both thinkers, focusing on three key divergences: their ontological frameworks, the relation between tradition and reason and their differing readings of Aristotle. The analysis draws on primary texts and significant secondary interpretations.\nResults: Gadamer’s hermeneutics affirms the formative role of tradition and the dialogical emergence of meaning through language, whereas Habermas insists on critical reflection to uncover power-laden distortions within tradition. Their approaches yield two ethical paradigms: one grounded in phronesis and historical sensibility and the other in rational deliberation and procedural norms.\nConclusion: The debate raises a lasting question: should ethical and political life be guided by a critique of tradition or by a tradition of critique?\nContribution: By offering a structured reappraisal of this exchange, the article contributes to ongoing discussions in ethics, political philosophy and hermeneutic theory and invites renewed reflection on the relevance of both critique and tradition in shaping just societies.",
      "citationCount": 0,
      "doi": "10.4102/jier.v1i1.19",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/96927d172c334e33dfc82f7277243f3af8e0b82a",
      "venue": "Journal of Interdisciplinary Ethical Research",
      "journal": {
        "name": "Journal of Interdisciplinary Ethical Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "66d1635244fa3bde420a0fa912deaf6a4dadf05c",
      "title": "Mutahhari’s Conception of Public Reason: Concepts, Sources, and a Brief Note on Turkish Reception",
      "authors": [
        {
          "name": "Hasan Hüseyin Güneş",
          "authorId": "2394234078"
        }
      ],
      "year": 2025,
      "abstract": "This article aims to examine the intellectual positioning of Murtaza Mutahharī—one of the most prominent figures of twentieth-century Iranian thought—within both historical and theoretical frameworks. Focusing on Mutahharī’s intellectual identity, innovative linguistic strategies, and public discursive interventions, the study explores his effort to construct a dialogical bridge between the classical Hawza tradition and modern academic discourse. Drawing on Edward Said’s notion of the “universal intellectual,” Jürgen Habermas’s theory of communicative action and the public sphere, Michel Foucault’s distinction between knowledge and consciousness, and Pierre Bourdieu’s concept of “epistemic habitus,” the article analyzes the discursive structure of Mutahharī’s thought. \nAnother key focus of the article is the reception of Mutahharī’s works in post-1980 Turkey. His translated texts, which circulated through magazines, publishing houses, and intellectual platforms, constituted not only a private reading practice but also a discursive intervention that contributed to the intellectual transformation of Turkish Islamism. Through indicators such as editorial strategies, the publication of articles in periodicals, and growing academic interest, the study investigates the influence of Mutahharī’s ideas—particularly among younger generations—on regional formations of Islamic public reason. \nMethodologically, the article adopts a multilayered strategy combining qualitative discourse analysis with conceptual textual interpretation. Mutahharī’s conceptual architecture, discursive patterns, and social critiques are examined through intertextual readings within the context of Islamic intellectual history. Special attention is given to key notions such as “philosophical insight” (basīrat), “public reason,” and “intellectual responsibility.” These analyses reveal not only the nature of Mutahharī’s intellectual identity but also the dynamic interplay between discourse and its historical and social context. \nUltimately, the article conceptualizes Mutahharī’s intellectual practice as a transnational form of public reason that resonates beyond Iran in both regional and interdisciplinary dimensions. His legacy is marked by an effort to transform traditional epistemic structures within the Hawza, combining epistemological reform with ethical critique. Thus, Mutahharī should be reevaluated as a critical, transformative, and participatory Islamic intellectual. From this perspective, the article calls for a renewed discussion on the role of public reason and intellectual representation within Islamic thought.",
      "citationCount": 0,
      "doi": "10.48139/aybukulliye.1669008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/66d1635244fa3bde420a0fa912deaf6a4dadf05c",
      "venue": "Külliye",
      "journal": {
        "name": "Külliye"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c52d70830d44360472e6766ada7ddf5e553ef1eb",
      "title": "Religion and Democracy: Jürgen Habermas and Charles Taylor on the Public Use of Reason",
      "authors": [
        {
          "name": "Philippe-Antoine Hoyeck",
          "authorId": "2003365146"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT This article addresses the debate between Jürgen Habermas and Charles Taylor on the implications of state secularism for the public use of reason. Recent commentators have traced this debate either to Habermas’s and Taylor’s divergent views about the status of Western modernity or to their disagreement about the relation between the good and the right. I argue that these readings rest on misinterpretations of Habermas’s theory of social evolution and understanding of impartial justification. I show that the debate rests on diverging interpretations of what it means for citizens to embed the principles of liberal democracy in their respective conceptions of the good. This difference in turn leads Habermas and Taylor to espouse different criteria of democratic legitimacy. I conclude by suggesting that we have prima facie reasons to prefer Habermas’s conception of legitimacy to Taylor’s, and to that extent, to favor his model of the public use of reason.",
      "citationCount": 5,
      "doi": "10.1080/10848770.2020.1824314",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c52d70830d44360472e6766ada7ddf5e553ef1eb",
      "venue": "The European Legacy",
      "journal": {
        "name": "The European Legacy",
        "pages": "111 - 130",
        "volume": "26"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf94f2a2eafb5aee5656c4d70c0e5e2f4ee82c32",
      "title": "Role of Values in the Selection and Formulation of Scientific Problems",
      "authors": [
        {
          "name": "Mohammad Javad Esmaili",
          "authorId": "2395151524"
        },
        {
          "name": "Mehdi Fazlali Dastjerdi",
          "authorId": "2395151824"
        }
      ],
      "year": 2025,
      "abstract": "This article presents an integrated interpretation of Max Weber’s view on the role of values in scientific inquiry by linking four social categories – personality, vocation, Bildung, and ethics of responsibility – with four epistemological concepts: historical interest, value relevance, cultural meaning, and value interpretation. Previous interpretations have mostly focused on epistemological and logical aspects of value interference in science, leaving the relationship between Weber’s categories – and the mechanisms through which values shape scientific problem selection – underexplored. Drawing on the case of familial homicides, we argue that researchers integrate their values into the research process through a three-stage model. We trace the origins of Weber’s concept of value interpretation to perspectivism and Nietzsche’s notion of a “battle of values.” By examining the historical development of the concepts of interest and value relevance – particularly in relation to Kant’s theory of reason – we propose a revised reading of the epistemological foundations of Weber’s approach. Finally, we analyze the methodological implications of personality, vocation, Bildung, and responsibility ethics in Weber’s social theory, highlighting their significance for understanding how values are embedded in the selection and framing of scientific problems.",
      "citationCount": 0,
      "doi": "10.37062/sf.62.27260",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf94f2a2eafb5aee5656c4d70c0e5e2f4ee82c32",
      "venue": "Sociologisk forskning",
      "journal": {
        "name": "Sociologisk Forskning"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8becf7ccdb40324c01a4ad95fc079348f816d955",
      "title": "ODRADEK’S EXEMPLARITY",
      "authors": [
        {
          "name": "Zakir Paul",
          "authorId": "2383705176"
        }
      ],
      "year": 2025,
      "abstract": "Abstract Kafka’s fragments confront readers in unpredictable ways while remaining open to reconfiguration. Instead of conveying fixed meaning, they transmit ways of establishing and blocking allegory, a mode of signification that only emerges when meaning is in crisis. This is especially clear with Odradek, a figure from one of the most discussed pages in twentieth-century literature: “Die Sorge des Hausvaters” (“The Worry of the Father of the Family”). Odradek disrupts the pages of theory from Benjamin and Adorno to Weber and Hamacher. The choice of Odradek as an example in many of these readings functions as a kind of critical slip or lapsus, since nothing coherent is derived from this name. This article aims not to defend a “new” interpretation but to examine how exemplary readings are created both with and against elements of Kafka’s story.",
      "citationCount": 0,
      "doi": "10.1080/0969725X.2025.2554204",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8becf7ccdb40324c01a4ad95fc079348f816d955",
      "venue": "Angelaki",
      "journal": {
        "name": "Angelaki",
        "pages": "139 - 152",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3b60051e064d5917f577f61b372ea2f03ca74365",
      "title": "Judgment and imagination in Habermas’ theory of law",
      "authors": [
        {
          "name": "T. Fossen",
          "authorId": "113421893"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/0191453714566485",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b60051e064d5917f577f61b372ea2f03ca74365",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1069 - 1091",
        "volume": "41"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10a3a75579e1114a9b004a655e4275c44da0d544",
      "title": "EUHEMERUS, VICO, BULTMANN, FREUD . . . : WEBER’S “DISENCHANTMENT” AND NATURALIZATION OF THE SUPERNATURAL",
      "authors": [
        {
          "name": "J. M. George",
          "authorId": "144144594"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10a3a75579e1114a9b004a655e4275c44da0d544",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d0fb43890be7942c8811a270149a5067f86131dc",
      "title": "The Militant Listener: Reading Mongane Wally Serote’s Sikhahlel’ u-OR alongside Walter Benjamin’s Theses on the Philosophy of History",
      "authors": [
        {
          "name": "Retha Ferguson",
          "authorId": "2159167112"
        }
      ],
      "year": 2021,
      "abstract": "The Militant Listener: Reading Mongane Wally Serote's Sikhahlel' u-OR alongside Walter Benjamin's Theses on the Philosophy of History In Sikhahlel' u-OR: A Praise Poem for Oliver Tambo, Mongane Wally Serote presents an unflinching yet delicate meandering through the questions, reflections and provocations resistance history offers up through O. R. Tambo's life. As Ciraj Rassool points out, in this work Tambo appears not as an individual, but as an integral node in a web connecting various lives.1 This counter-neoliberal interpretation of Tambo's life offers what Michael Löwy calls 'a heterodox form of the narrative of emancipation' rebuilding the struggle hero narrative along a decentred framework.2 By radically dislodging this narrative, Tambo is portrayed as the 'non-iconic icon' he was esteemed to embody, and in this move, the poem, notably, points to the dearth of dialectic politics, both in our quotidian praxis, and the commemoration of others.3 Aptly, Serote's work contributes to what Souleymane Bachir Diagne and Jean-Loup Amselle describe as a 'total decentring of all thought, one that rejects all \"centrisms\" and highlights instead branchings and connections, transfers, analogies and reciprocal influences between cultural places and intellectual fields that may be distant but are not distinct in space and time'.4 To this end, the poem presents us with a constellation of historical actors who flicker on the horizon, beckoning us to engage in the labour of freedom ('here we go again / the hour demands us to be daring once more / to emerge from a possible storm').",
      "citationCount": 0,
      "doi": "10.17159/2309-9585/2021/v47a14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d0fb43890be7942c8811a270149a5067f86131dc",
      "venue": "Kronos",
      "journal": {
        "name": "Kronos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "280fedb93449ab0cc6ec29cd7bfbdac15be98721",
      "title": "Habermas and Modernity",
      "authors": [
        {
          "name": "Thomas L. Dumm",
          "authorId": "91296021"
        },
        {
          "name": "R. Bernstein",
          "authorId": "39089318"
        }
      ],
      "year": 1987,
      "abstract": null,
      "citationCount": 260,
      "doi": "10.2307/3791048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/280fedb93449ab0cc6ec29cd7bfbdac15be98721",
      "venue": "",
      "journal": {
        "name": "Political Psychology",
        "pages": "457",
        "volume": "8"
      },
      "publicationTypes": [
        "Review"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
