{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Kirkpatrick Habermas social development evolution progress",
  "results": [
    {
      "paperId": "bde536f52498fec0ea68a861b9312994bbaff81d",
      "title": "Evolution or Progress? A (Critical) Defence of Habermas's Theory of Social Development",
      "authors": [
        {
          "name": "G. Kirkpatrick",
          "authorId": "37472749"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 10,
      "doi": "10.1177/0725513603072001135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bde536f52498fec0ea68a861b9312994bbaff81d",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "112 - 91",
        "volume": "72"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "39fa43487f0ad3ced4aa64f3d9183d0126ace796",
      "title": "Progress and Technology in Habermas’s Theory of Social Evolution",
      "authors": [
        {
          "name": "G. Kirkpatrick",
          "authorId": "37472749"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9781403919977_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/39fa43487f0ad3ced4aa64f3d9183d0126ace796",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "163-189",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "249785881d23dce2a97014993458dfa98d295acc",
      "title": "A Study on the Spatio-Temporal Evolution Characteristics of Social Development Levels in China",
      "authors": [
        {
          "name": "Yan-hua Lian",
          "authorId": "2301591638"
        },
        {
          "name": "Jie Fan",
          "authorId": "2320308121"
        },
        {
          "name": "Chen Lu",
          "authorId": "2298219845"
        }
      ],
      "year": 2024,
      "abstract": "With the increase in regional economic development disparities, a regional coordinated development strategy is put forward that prioritizes human welfare and holistic social progress over a purely materialistic growth model. To address the challenges of balanced regional development, this paper has developed a multidimensional assessment framework of social development encompassing education, healthcare, culture, and social security. Using the entropy weight TOPSIS method, this study measures the social development level across 296 Chinese prefecture-level cities from 1990 to 2020. It explores the spatio-temporal evolution characteristics of China’s social development level through the Dagum Gini coefficient decomposition method and exploratory spatial data analysis. The results indicate that (1) the level of social development in China exhibits a fluctuating upward trend over the time series, showing a phase-wise pattern of decline–rise–rise; (2) there is a clear heterogeneity in the level of social development, with a general hierarchy of Eastern, Northeastern, Western, and Central regions in terms of social development; (3) spatially, China’s social development level has evolved from a patchy distribution in 1990 to a clustered distribution around urban agglomerations by 2020, with pronounced characteristics of spatial imbalance; (4) the level of social development in China displays varying degrees of spatial clustering, with this trend intensifying over time; and (5) over the period 1990–2020, the overall disparity in China’s social development level presents a fluctuating trend, with a notable reduction after an initial increase, and regional disparities following the order of Central, Western, Eastern, and Northeastern regions. This research offers valuable insights for policymakers and scholars seeking to understand and enhance China’s social development landscape.",
      "citationCount": 1,
      "doi": "10.3390/land13050565",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/249785881d23dce2a97014993458dfa98d295acc",
      "venue": "Land",
      "journal": {
        "name": "Land"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "85f4c7d1037cf20888a246f2711250d19dee677c",
      "title": "Key Theories and Approaches in International Development: Evolution, Critique, and Contemporary Relevance",
      "authors": [
        {
          "name": "A. Kazanskaia",
          "authorId": "2374847697"
        }
      ],
      "year": 2025,
      "abstract": "The field of international development has been shaped by a diverse set of theories, each offering distinct perspectives on how societies can achieve progress. From the linear growth model of modernization theory to the structural critiques of dependency and world-systems theories, these frameworks have influenced policy, funding priorities, and program design for decades. The rise of sustainable development reframed progress as a multidimensional goal, integrating environmental and social considerations alongside economic growth. More recent perspectives—post-development and de-growth—challenge the very foundations of traditional development, advocating for culturally grounded, ecologically responsible, and non-growth-oriented approaches. This paper examines these key theories, highlighting their conceptual foundations, critiques, and implications for contemporary non-profit practice. Understanding their strengths and limitations enables practitioners to design development initiatives that are contextually relevant, inclusive, and sustainable.",
      "citationCount": 0,
      "doi": "10.64357/key-theories-international-development-2025",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85f4c7d1037cf20888a246f2711250d19dee677c",
      "venue": "NEYA Global Journal of Non-Profit Studies",
      "journal": {
        "name": "NEYA Global Journal of Non-Profit Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e09f79817bf6b81c40363a6c3c406fe7b86daa6",
      "title": "The Dialectic of Backsliding: Thinking with Habermas About Democratic Progress and Regression",
      "authors": [
        {
          "name": "Fabio Wolkenstein",
          "authorId": "118556118"
        }
      ],
      "year": 2025,
      "abstract": "There is widespread agreement that we are living in an age of “democratic backsliding,” in which a growing number of formally democratic countries are falling behind previously achieved levels of democratization. But on what grounds can we claim that one level of democratic development is “higher” or “lower” than another? This question has rarely been systematically addressed in recent scholarship, despite the popularity of the language of “backsliding.” Reacting to this, this article aims to retrieve a philosophically sophisticated account of democratic progress and regression from the work of Jürgen Habermas, a major figure of Frankfurt School Critical Theory. The article derives from Habermas's thought a distinctive conception of democratic progress, as well as three different meanings of “democratic regression.” It also discusses some implications for social science research on democratization.",
      "citationCount": 0,
      "doi": "10.1111/ejop.13080",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e09f79817bf6b81c40363a6c3c406fe7b86daa6",
      "venue": "European Journal of Philosophy",
      "journal": {
        "name": "European Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f3c9a97b4dcc3fc11bd9d7f66223de6dfe6d261",
      "title": "The Concept of Reservation in Social Development: A Study",
      "authors": [
        {
          "name": "Nagmanee Kumar",
          "authorId": "2358339939"
        }
      ],
      "year": 2025,
      "abstract": "This article discusses the historical and ongoing struggles surrounding the reservation system in India, focusing on various communities such as Brahmins, Marathas, Kapus, and Jats. It highlights the systematic exclusion of marginalized groups from education and employment, which has perpetuated social and economic inequality. The discussion traces the evolution of the reservation system, including movements like the Maratha and Kapu struggles, which demand social justice and better representation. It also addresses the challenges these communities face in gaining affirmative action benefits, including legal battles and political interventions. The content emphasizes the significant role of historical movements and the need for inclusive policies to promote social and economic progress. The article states that reservation remains a key issue in achieving equality, and its impact on India's development continues to be a subject of intense debate and activism. \nAbstract in Hindi Language: यह लेख भारत में आरक्षण प्रणाली के चारों ओर के ऐतिहासिक और वर्तमान संघर्षों पर चर्चा करती है, जो विभिन्न समुदायों जैसे ब्राह्मणों, मराठों, कपुओं और जाटों पर केंद्रित है। यह शिक्षा और नौकरियों से हाशिए पर पड़े समूहों के व्यवस्थित बहिष्कार को उजागर करती है, जिसने सामाजिक और आर्थिक असमानता को स्थायी रूप से बढ़ावा दिया है। चर्चा में आरक्षण प्रणाली के विकास का पता लगाया गया है, जिसमें मराठा और कपू संघर्ष जैसे आंदोलनों को शामिल किया गया है, जो सामाजिक न्याय और बेहतर प्रतिनिधित्व की मांग करते हैं। यह उन समुदायों द्वारा सकारात्मक कार्यवाही लाभों की प्राप्ति में आने वाली चुनौतियों को भी संबोधित करती है, जिनमें कानूनी संघर्ष और राजनीतिक हस्तक्षेप शामिल हैं। यह सामग्री ऐतिहासिक आंदोलनों की महत्वपूर्ण भूमिका और सामाजिक और आर्थिक प्रगति को बढ़ावा देने के लिए समावेशी नीतियों की आवश्यकता को रेखांकित करती है। लेख यह बताता है कि आरक्षण समानता प्राप्त करने में एक प्रमुख मुद्दा बना हुआ है, और इसका भारत के विकास पर प्रभाव एक तीव्र बहस और सक्रियता का विषय बना हुआ है। \nKeywords: आरक्षण, सामाजिक असमानता, मराठा आंदोलन, कपू आंदोलन, जाट आंदोलन",
      "citationCount": 0,
      "doi": "10.31305/rrijm.2025.v10.n3.033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f3c9a97b4dcc3fc11bd9d7f66223de6dfe6d261",
      "venue": "RESEARCH REVIEW International Journal of Multidisciplinary",
      "journal": {
        "name": "RESEARCH REVIEW International Journal of Multidisciplinary"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "61c942f0862da6474ffee054c9b8e280eb9d2126",
      "title": "Critic of The Role Played by the Social Development Approach to the Promotion of Human Rights at the Global Level",
      "authors": [
        {
          "name": "Tariro Tendengu",
          "authorId": "2129655935"
        },
        {
          "name": "Flora Takavarasha",
          "authorId": "2347415649"
        }
      ],
      "year": 2025,
      "abstract": "Traditional models of development have been criticised as they did not consider the issues related to security rights, legal rights, political rights and cultural rights as major aspects which contribute to socio-economic development and sustainable development of developing and developed countries. Development is a concept and a multifaceted phenomenon. It involves social, political and economic progress facilitated by quick technological evolution. Todaro (2012: 261) argues that development is a multidimensional process involving the re-organisation and re-orientation of entire economic and social systems. Various models have been put forward trying to define and shape development at a global level. Some are classical, while others are contemporary. Traditional models of development include the Linear Stages Growth model influenced by the writings of Harold Domar and W. Rostow in the 1950s, Modernisation Theory and dependency theories. These models emphasize development along economic lines where attention is given to increased savings, economic investment and acquisition of appropriate technology that leads to structural transformation of the economy and production. The article, therefore, seeks to argue on the contention that traditional models of development have long been criticised for lack of attention to human rights and inadvertently contributing to human rights violations (Androff, 2006). This contention is examined with reference to the role played by the Social Development Approach (SDA) to the promotion of human rights in Zimbabwe",
      "citationCount": 0,
      "doi": "10.71458/52mwqt73",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61c942f0862da6474ffee054c9b8e280eb9d2126",
      "venue": "Futures: The Zimbabwe Ezekiel Guti University Journal of Leadership, Governance and Development",
      "journal": {
        "name": "Futures: The Zimbabwe Ezekiel Guti University Journal of Leadership, Governance and Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b2ce4d417b25fa33d46fadbfa61aa228c7c634a7",
      "title": "Legal Trust and Social Development: Chosen Aspects of the Relationship",
      "authors": [
        {
          "name": "Hanna Duszka-Jakimko",
          "authorId": "2084983700"
        }
      ],
      "year": 2024,
      "abstract": "Abstract The deliberations will be aimed at the basic meanings of legal trust, its social role in the development of society and the relationship between law and social evolution. The considerations carried out is to confirm the assumption made of the complex nature of trust and its role in social development. First of all, formal and legal entrustment arises when the formal requirements of the legal system are guaranteed – coherence, non-contradiction, differentiation, hierarchy. Secondly, trust in the law arises in the situation of the existence of institutional guarantees of the rule of law and the systemic principle of trust, which is expressed not in retroactivity, correctness of legislation, protection of acquired rights, protection of the so-called interests in progress. Taken together, the fulfilment of these requirements determines the stability of the state of law, the predictability of its application, legality, durability, and, consequently, the ontological security of individuals and social development.",
      "citationCount": 0,
      "doi": "10.2478/wrlae-2024-0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2ce4d417b25fa33d46fadbfa61aa228c7c634a7",
      "venue": "Wroclaw Review of Law, Administration &amp; Economics",
      "journal": {
        "name": "Wroclaw Review of Law, Administration & Economics",
        "pages": "141 - 156",
        "volume": "14"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "52d7bb69ee651e0f37958811681e9ead2edf7e6d",
      "title": "A developmental logic: Habermas's theory of social evolution",
      "authors": [
        {
          "name": "Keunchang Oh",
          "authorId": "2275082161"
        }
      ],
      "year": 2023,
      "abstract": "In the paper, I first consider how his theory of social norms is connected to his theory of social evolution by examining the importance of learning in his theory of both social norms and social evolution. Then I turn to David Owen and Amy Allen's critiques of Jürgen Habermas. My aim is to develop their critique of Habermas by elucidating an important but neglected distinction between the developmental logic and the developmental dynamics in Habermas's theory of social evolution. Drawing on this distinction, I claim that Habermas's theory is problematic in that he underestimates the importance of the developmental dynamics. By introducing the distinction between individual learning and social learning, I also question his account of progress as accumulative experience of learning. This is because, unlike cumulative culture at the level of phylogenesis, individuals ontogenetically experience a kind of non‐cumulative social learning. Unlike cumulative culture, each individual has to undergo a kind of non‐cumulative social learning. The problem is that Habermas conceives the learning process too narrowly such that learning does not guarantee social evolution.",
      "citationCount": 1,
      "doi": "10.1111/theo.12509",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/52d7bb69ee651e0f37958811681e9ead2edf7e6d",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "28f443293dfabde4a0763b614132b656d923c7e0",
      "title": "Social Evolution, Progress and Teleology in Spencer's Synthetic Philosophy and Freudian Psychoanalysis",
      "authors": [
        {
          "name": "Leonardo Niro",
          "authorId": "2138163666"
        }
      ],
      "year": 2021,
      "abstract": "Abstract:This article compares notions of progress and evolution in the social theories of Freud and Herbert Spencer, thus revising Freudian social theory and relocating it within a social-evolutionist tradition. It first argues that the two authors held similarly complex theories that contained mixed elements of positivism and teleology –in its positivist aspects, both authors made use of unified natural laws and, in its teleological aspects, they understood progress and the evolution of civilization along a linear path of progressive development. It is further examined how both authors made use of analogies between organisms and social aggregates–in Freud's case, he formulated a libidinal analogy between the stages of psychosexual development and the civilizatory stages. Finally, it is examined the ethical commitments to the individual that are consequences of such an understanding of the natural law.",
      "citationCount": 0,
      "doi": "10.1353/aim.2021.0003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/28f443293dfabde4a0763b614132b656d923c7e0",
      "venue": "American Imago",
      "journal": {
        "name": "American Imago",
        "pages": "105 - 130",
        "volume": "78"
      },
      "publicationTypes": null
    },
    {
      "paperId": "63dc945d1443d03172a53d6ed7bd42af520b2828",
      "title": "Towards a general theory of social and economic development: Evolution of coordination mechanisms",
      "authors": [
        {
          "name": "V. Polterovich",
          "authorId": "93312526"
        }
      ],
      "year": 2018,
      "abstract": "A new approach to understanding social and economic development is proposed, based on consideration of the evolution of coordination mechanisms. The work consists of two parts. In the first part, a critical analysis of four recently proposed theories of social development, focusing on geographical, institutional or cultural factors, is given. These theories have greatly enriched our understanding of the evolution of society, however, as analysis shows, none of them provides a satisfactory description of the driving forces and mechanisms of this evolution; the main reason is rooted in their common deficiency — monocausality. It is proposed to distinguish between two types of development, catching up and leading. The basic ideas of the theory of catching up development are presented. This approach makes it possible to explain the phenomenon of the “economic miracle” as a result of mutually conditioned changes in culture, institutions, technological progress and well-being in the context of interaction of competition, power and collaboration mechanisms.\n The second part is devoted to the theory of leading socioeconomic development. It is shown how in Western Europe, as a result of the interaction of the above four factors, specific forms and combinations of the three main mechanisms of coordination — competition, power and collaboration — emerged at each stage of evolution. I emphasize the importance of ideology and the phenomenon of technical progress in the formation of institutions of economic and political competition that contributed to the creation of the welfare state. These changes and economic growth created the conditions for further transformation of civil culture: increasing levels of trust, tolerance, altruism and cosmopolitanism, expanding the planning horizon. The decrease in the level of coercion built into the mechanisms of power and competition are demonstrated as well as the expansion of the role of collaboration. A hypothesis is advanced that the speed of this process depends on geographical factors. The idea of the welfare world is discussed.",
      "citationCount": 9,
      "doi": "10.3897/J.RUJE.4.33621",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/63dc945d1443d03172a53d6ed7bd42af520b2828",
      "venue": "Russian Journal of Economics",
      "journal": {
        "name": "Russian Journal of Economics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "02dafb1ab978d7e3bc38eea4092d6f2df61bb95d",
      "title": "Comparative analysis of human development in India and the United Arab Emirates: insights, progress, and policy lessons",
      "authors": [
        {
          "name": "Dr. Ajad Singh",
          "authorId": "2282982085"
        },
        {
          "name": "Ms.Charu Mahajan",
          "authorId": "2363595178"
        }
      ],
      "year": 2025,
      "abstract": "This study presents a comparative analysis of human development in the United Arab Emirates (UAE) and India, two nations thathave pursued distinctly different development trajectories since 1990. Using data from the United Nations Development Programme (UNDP), this research evaluates the evolution of the Human Development Index (HDI) in both countries. The analysis employs the UNDP’s HDI framework, which integrates indicators of health (life expectancy), education (mean and expected years of schooling), and standard of living (gross national income per capita, adjusted for purchasing power parity).The findings reveal that the UAE, leveraging its oil wealth and centralized governance, has rapidly advanced into the Very High Human Development category, ranking 17th globally with a HDI score of 0.937 in 2022. Its success is attributed to strategic economic diversification, significant investments in healthcare and education, and efficient policy implementation. In contrast, India, ranking 134th with a HDI score of 0.644, has experienced steady, albeit slower, improvements driven by post-liberalization economic reforms, expansion of social welfare programs, and grassroots delivery of healthcare and education services. However,India continues to face challenges of income inequality, regional disparities, and access to quality public services.The paper concludes that while India can learn from the UAE’s strategic vision and policy efficiency, the UAE could draw lessons from India’s inclusive, bottom-up approaches to social development. The study offers policy recommendations aimed at enhancing human development outcomes in both countries and provides critical insights for other emerging and resource-rich economies seeking to balance growth with equity and sustainability.",
      "citationCount": 0,
      "doi": "10.54660/.jaes.2025.4.1.16-23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02dafb1ab978d7e3bc38eea4092d6f2df61bb95d",
      "venue": "Journal of Social Review and Development",
      "journal": {
        "name": "Journal of Social Review and Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "33ba5506986b6997050adef2e6b6a0489128bd45",
      "title": "Psychotherapies for the Youth: Evolution, Progress, and On Way to Eclecticism",
      "authors": [
        {
          "name": "B. Pradhan",
          "authorId": "49211543"
        },
        {
          "name": "Madhusmita Sahoo",
          "authorId": "26933542"
        }
      ],
      "year": 2023,
      "abstract": "Psychotherapies for the youth have resulted from the confluence of 3 major disciplines: adult psychology and psychiatry, developmental neurology and pediatrics, and developmental psychology and ethology. Since their humble origins in the psychoanalytically oriented play therapy and the related theories in the pre-War Germany, over more than a century, they have embraced diverse theoretical views that include but not limited to the integration of developmental issues, evolution of the child guidance movement, and the various influences of institutional and social policies. Such a rich journey has eventually resulted in evidence-based practices (EBPs)—powerful interventions for children and families for complex behavioral problems. In this chapter, we attempt to trace the blooming field of youth psychotherapies in their historical contexts, provide an account of the existing gaps of knowledge, briefly narrate the modern-day developments, mostly regarding the multimodal/eclectic treatment aspects and finally, given their rapid growth, we speculate about their (positive) future. Child and adolescent therapies have progressed considerably, as reflected in the number of controlled studies, their methodological quality, and identification of evidence-based treatments. Despite the methodological difficulties in outcome studies, the field has witnessed major advances regarding the efficacy of selected treatments in child and adolescent psychotherapy and good quality meta-analyses do suggest that 75% of children and young people who attend therapy benefit from it. However, despite the comforting data related to efficacy, major challenges still remain, especially in regard to patient engagement and dropout rates, gap in knowledge about what works and why it works, cultural sensitivity, and data of cost- effectiveness—just to quote a few. Several key areas have been neglected in research, such as the mechanisms of change, the moderators of treatment outcome, and the generalizability of the research findings to the clinical practice arena—this has greatly limited what we know about treatment and partly explains the relative lack of personalized psychotherapies and scarcity in their dissemination/generalization despite the documented evidence on their efficacy. Tailoring treatment more specifically to each patient may be necessary to reduce this nonresponsiveness and dropping outs, as one treatment does not fit all. This necessitates the need for eclecticism—to combine youth psychotherapies with other modes of treatments, such as medications, neuromodulation interventions, and Yoga and mindfulness-based cognitive therapy. Future practice for treatment of mental health conditions in the youth will likely adapt to this huge need for development of eclectic modalities and also reflect cost effectiveness and cultural sensitivity to an increasingly diverse population.",
      "citationCount": 2,
      "doi": "10.1177/09731342231179033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33ba5506986b6997050adef2e6b6a0489128bd45",
      "venue": "Journal of Indian Association for Child and Adolescent Mental Health",
      "journal": {
        "name": "Journal of Indian Association for Child and Adolescent Mental Health",
        "pages": "95 - 103",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "14226f58f57b43a55bf496cc607001cc9dee7bc9",
      "title": "Social Evolution, Progress and Teleology in Spencer's Synthetic Philosophy and Freudian Psychoanalysis",
      "authors": [
        {
          "name": "L. Nascimento",
          "authorId": "144690622"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/14226f58f57b43a55bf496cc607001cc9dee7bc9",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6c2444ef37c0cf7ab1b9e76eee3f278040271845",
      "title": "Social Development Approach to the Promotion of Human Rights",
      "authors": [
        {
          "name": "Tariro Tendengu",
          "authorId": "2129655935"
        },
        {
          "name": "Lameck Tendengu",
          "authorId": "2346960460"
        }
      ],
      "year": 2022,
      "abstract": "Traditional models of development have been criticised for not considering issues bordering on security rights, legal rights, political rights and cultural rights as major aspects contributing to socio economic and sustainable development of countries. Development is a concept and a multifaceted phenomenon. It involves social, political and economic progress facilitated by quick technological evolution. Todaro (2012) states that development is a multidimensional process involving the reorganisation and reorientation of the entire economic and social systems. Various models have been put forward trying to define and shape development at a global level. Some of them are classical while others are contemporary. Traditional models of development include the Linear Stages Growth model influenced by the writings of Harold Domar and W. Rostow in the 1950s, modernisation theory and the dependency theories. These models emphasize development along economic lines where attention is given to increased savings, economic investment and acquisition of appropriate technology which lead to structural transformation of the economy and production. This paper therefore seeks to argue on the contention that traditional models of development have long been criticised for lack of attention to human rights and inadvertently contributing to human rights violations (Androff, 2006). This contention will be examined with reference to the role played by the Social Development Approach (SDA) to the promotion of human rights in Zimbabwe.",
      "citationCount": 0,
      "doi": "10.53982/njpdha.2022.0101-n",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6c2444ef37c0cf7ab1b9e76eee3f278040271845",
      "venue": "Nigerian Journal of Peace, Development &amp; Humanitarian Affairs",
      "journal": {
        "name": "Nigerian Journal of Peace, Development &amp; Humanitarian Affairs"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "82c984c6ee25ce19884638437398135094980943",
      "title": "Economic integration as a form of economic and social progress",
      "authors": [
        {
          "name": "Petru Rosca",
          "authorId": "2341981123"
        },
        {
          "name": "Larisa Trifonova",
          "authorId": "2233627446"
        }
      ],
      "year": 2025,
      "abstract": "Currently, international economic integration is considered as a qualitatively superior way of economic cooperation between countries, a response to complex and diverse problems facing the states of the world in the context of the deepening interdependence of the economies of different countries. The article examines the essence, types, forms and stages of integration. The features of the evolution of the development of the integration process in various groups of integration countries at the international and regional level (NAFTA, MERCOSUR, ANDIN, APEC, G7, G20, BRICS, CIS, GUAM, Eurasian Customs Union, EU, etc.) are analyzed. The general advantages of the economic integration process, in particular within the EU, and the prospects for the integration of the Republic of Moldova into the European Union are revealed. The article discusses the role of international organizations and agreements in promoting integration, as well as the impact of globalization on shaping the dynamics of integration. Particular attention is paid to the strategic significance of Moldova’s potential accession to the EU, given the current geopolitical context and the necessary reforms required for successful integration into the European community.",
      "citationCount": 0,
      "doi": "10.59642/jrtmed.2.2024.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/82c984c6ee25ce19884638437398135094980943",
      "venue": "Journal of Research on Trade, Management and Economic Development",
      "journal": {
        "name": "Journal of Research on Trade, Management and Economic Development"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0677977db20171e9fb0e8a808e686f346c707a2c",
      "title": "Harmonizing Progress: Unveiling the Evolution, Challenges, and Strategies for Sustainable Formal Music Education in Nigeria",
      "authors": [
        {
          "name": "Ezagba Emmanuel Jacinta",
          "authorId": "2289345514"
        }
      ],
      "year": 2024,
      "abstract": "Educating a nation is crucial for the development of society in the developing world. This study used a crosssectional survey design, employing both quantitative and qualitative approaches. Quantitative data were collected and processed using the Statistical Package for Social Sciences (SPSS 22.0). The data were coded, entered into a computer, and summarized using frequency tables to identify errors and make necessary edits. The study included a total of 208 participants, with the findings presented as percentages. The study revealed that the number of female teachers was lower compared to male teachers, with females accounting for 45% and males for 55%. This disparity was attributed to the fact that many schools in villages had fewer female teachers, who often had spouses or lived separately in towns, resulting in limited teaching availability. Additionally, 43.4% of respondents had been in the same school for 4-7 years, while 26.6% had been in the same school for at least 10 years, suggesting a potential repetition of experiences year after year. Furthermore, 16.6% of teachers were separated and 20% were single, which could potentially interfere with their duties and impact student performance. Among the respondents, 8.4% were widowed and 5% had divorced, indicating that they had to handle everything on their own, potentially leading to less focus on their assigned duties in the classroom and resulting in poor student performance. Additionally, 50% of respondents were married, although some were not located in the same workplace as their spouses, making it challenging to concentrate on school assignments. The study emphasized the importance of equipping head teachers with leadership knowledge and skills in order to exert influence on their schools and academic work. Keywords: Formal Music Education, Nigeria, Tertiary-Level Music Programs, Primary School Music Education, Curriculum Challenges, Cultural Foundation and Sustainable Development.",
      "citationCount": 0,
      "doi": "10.59298/nijcrhss/2024/4.2.3236",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0677977db20171e9fb0e8a808e686f346c707a2c",
      "venue": "NEWPORT INTERNATIONAL JOURNAL OF CURRENT RESEARCH IN HUMANITIES AND SOCIAL SCIENCES",
      "journal": {
        "name": "NEWPORT INTERNATIONAL JOURNAL OF CURRENT RESEARCH IN HUMANITIES AND SOCIAL SCIENCES"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "e3ed1af86d787a11a54b3d12cea6d597e9a7100c",
      "title": "Evolution of the sustainable development concept in management and its business implementation in Ukraine",
      "authors": [
        {
          "name": "Tetiana Sobolieva",
          "authorId": "2089890582"
        },
        {
          "name": "Sofiia Koziura",
          "authorId": "2308606286"
        }
      ],
      "year": 2024,
      "abstract": "The article presents the systematization of the sustainable development concept in management with the differentiation of the next stages as corporate social responsibility, ESG-concept and management on the basis of sustainable development goals achievement. During the research, the dynamics and progress of sustainable development in Ukraine were analysed, challenges in the implementation of sustainable development by organizations were outlined. The practice of sustainable development of national and international organizations is highlighted; recommendations are offered to strengthen the effectiveness of sustainability management, in particular, taking into account the war in Ukraine.",
      "citationCount": 1,
      "doi": "10.33111/sedu.2024.54.057.067",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e3ed1af86d787a11a54b3d12cea6d597e9a7100c",
      "venue": "Strategy of Economic Development of Ukraine",
      "journal": {
        "name": "Strategy of Economic Development of Ukraine"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "10a7aa5cac59472dead534bd798e9844c0c96cb7",
      "title": "Social Evolution between Spielrein, Freud, and Jung",
      "authors": [
        {
          "name": "Ana Tomčić",
          "authorId": "2346445923"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:Apart from her much-discussed role in the personal and professional relationship between Carl Jung and Sigmund Freud, Sabina Spielrein is widely known for her 1912 paper, “Destruction as the Cause of Becoming,” in which she posits the existence of an instinct of destruction, seen by many as a precursor of Freud’s death drive. Despite recent attempts to assess the differences between Spielrein’s, Jung’s, and Freud’s drive theories, few scholars have noted that these psychoanalysts’ conceptions of drives were inherently related to their political views, specifically to their perception of social and evolutional progress. A common universal narrative that appears in the work of all three analysts is the view that human society develops from egoism to altruism. While, in Jung’s work, this teleology also led to the association between non-industrial societies and a lower degree of development, Spielrein was more careful about the appropriation of such socio-evolutional hierarchies. This paper will explore not only her personal reasons for this caution, but also Spielrein’s, Freud’s, and Jung’s differing perception of the social role of community and individuality.",
      "citationCount": 0,
      "doi": "10.1353/aim.2024.a951894",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/10a7aa5cac59472dead534bd798e9844c0c96cb7",
      "venue": "American Imago",
      "journal": {
        "name": "American Imago",
        "pages": "523 - 545",
        "volume": "81"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7d9cd6f926ba394951a4e6567ba2f68dacd36023",
      "title": "THE EVOLUTION OF THE CONCEPT OF SUSTAINABLE DEVELOPMENT: SOCIO-PHILOSOPHICAL ASPECTS",
      "authors": [
        {
          "name": "Viktor Polishchuk",
          "authorId": "2248641837"
        }
      ],
      "year": 2025,
      "abstract": "Actual scientific researches and issues analysis. The concept of sustainable development has been widely studied by many scholars. The report “The Limits to Growth” (1972) by Donella and Dennis Meadows, Jørgen Randers, and William Behrens first emphasized the planet's limited resources. E. F. Schumacher in “Small Is Beautiful” (1973) proposed a human-centered approach to economics, while Alvin Toffler in “The Third Wave” (1980) examined society’s adaptation to rapid changes. The Brundtland Report “Our Common Future” (1987) established the notion of sustainable development at the international level. R. Costanza, H. Daly, and J. Lovelock highlighted ecological economics and resource conservation, while Z. Hull and H. Jonas explored ethical responsibility towards future generations. A. Papuziński systematized the philosophical paradigms of sustainable development, identifying pragmatic, conservative, and systemic approaches. A. Fergus, J. Rowney, J. Habermas, and M. Foucault emphasized the importance of discourse in sustainable development. Contributions by G. Nersesyan and S. Gordidzhin focus on the regulation of corporate social responsibility.\nThe research objective. To examine the evolution of the concept of sustainable development from a philosophical perspective, particularly its socio-philosophical aspects, and to determine their significance for ensuring the harmonious development of society.\nThe statement of basic materials. The evolution of the concept of sustainable development is examined from its historical origins to modern paradigms. The impact of global crises on achieving sustainable development goals and the integration of environmental, economic, and social dimensions into decision-making processes is analyzed. Special attention is given to corporate social responsibility (CSR) as an ethical component of business and its role in sustainable development.",
      "citationCount": 0,
      "doi": "10.33930/ed.2019.5007.51(10-12)-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d9cd6f926ba394951a4e6567ba2f68dacd36023",
      "venue": "Educational Discourse: collection of scientific papers",
      "journal": {
        "name": "Educational Discourse: collection of scientific papers"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
