{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Kedar ideal types hermeneutic concepts",
  "results": [
    {
      "paperId": "be4456e472e15d41b88a612cbc0a7653d5fd3250",
      "title": "Ideal Types as Hermeneutic Concepts",
      "authors": [
        {
          "name": "A. Kedar",
          "authorId": "48990777"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1163/187226307X229380",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be4456e472e15d41b88a612cbc0a7653d5fd3250",
      "venue": "",
      "journal": {
        "name": "Journal of The Philosophy of History",
        "pages": "318-345",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "38d6abddde88d8042519893ec29f4a116ef3b473",
      "title": "Causal Explanation with Ideal Types: Opportunities for Comparative Area Studies",
      "authors": [
        {
          "name": "Ryan Saylor",
          "authorId": "101795014"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/38d6abddde88d8042519893ec29f4a116ef3b473",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "e60342f05d69d85e7d087f02f1919053b43beef3",
      "title": "The Theory of Epistemic (In)Justice in the Perspective of the Performance of Law: An Approach Based On The Concept Of Hermeneutic Therapy",
      "authors": [
        {
          "name": "M. Żak",
          "authorId": "2333009941"
        }
      ],
      "year": 2024,
      "abstract": "In this paper, the assumptions of Miranda Fricker’s theory of epistemic (in)justice read in the context of the neo-Wittgensteinian philosophical trend, also called therapeutic or resolute approach, will be approximated. The theory in question concerns the issue of unequal participation of the experiences of specific marginalised individuals or their groups in the practices of legal meaning-making. The aim of the paper is to show the role of the said theory in legal theory. In the first step, I will discuss the main assumptions of the theory of epistemic (in)justice and its varieties from the perspective of the lawyer-layperson epistemic dependence. I will also present normative proposals for implementing the ideal of epistemic justice as well as a justification for abandoning such a research approach. In the second step, I will show an alternative to normative approaches in the form of a theoretical innovation consisting in supplementing the assumptions of the epistemic (in)justice theory with a therapeutic-resolute reading of the late Wittgenstein in the hermeneutic perspective. In the third step, I will demonstrate that the full application of the theoretical innovation presented in the previous steps within legal institutions requires taking into account the critical category of legal imagination related to “playing” or the performance of law (the game activity) in the sense of performance studies. The fourth step will be to identify sensitive legal institutions that can be improved by including the categories proposed by the theory in question while taking into account the concept of hermeneutic therapy derived from Type III deliberation. In order to illustrate the application possibilities of the theory of epistemic (in)justice in the area of law, I will use a case study. I will apply the following methods: analytical, thick description, and critical legal studies with elements of feminist research methodology.",
      "citationCount": 1,
      "doi": "10.18778/0208-6069.109.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e60342f05d69d85e7d087f02f1919053b43beef3",
      "venue": "Acta Universitatis Lodziensis Folia Iuridica",
      "journal": {
        "name": "Acta Universitatis Lodziensis. Folia Iuridica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd351022b6c8ded64e65bec6dbf020aa88f07d2e",
      "title": "The Theoretical Legal Science in Russia: Stages and Development Features. On the 100th Anniversary of Oleg E. Leist",
      "authors": [
        {
          "name": "E. A. Frolova",
          "authorId": "2258185327"
        }
      ],
      "year": 2025,
      "abstract": "Purpose. One of the important tasks of modern higher legal education is to develop conceptual thinking. This objective is largely achieved through value attitudes\nand the ideological component embedded in theoretical and legal sciences. The peculiarity of social sciences in general, and jurisprudence in particular, is the subjectivity\nof assessments. From this standpoint, the article assesses the work of a prominent Russian legal scholar O.E. Leist, whose 100th anniversary is celebrated in May\n2025. According to Leist, the reconstructed object (law) itself becomes an «object» predetermined by the «method» (angle of view). The angle of view in the study of\nsocial problems inevitably includes an «assessment» of the object from the point of view of value guidelines and ideals of researchers.\nMethodology: analysis and synthesis, hermeneutic, comparative approaches.\nConclusions. The article demonstrates the main features of fundamental legal science in our country at different historical stages. The contribution of O.E. Leist to the\ndevelopment of domestic theoretical and legal science is shown, namely, to the methodology of determining the essence of law and understanding it as a socio-cultural\nphenomenon. The presence of different types of legal understanding, as follows from this article, is due to the complexity of the object of study, method and ideological\nattitudes. The author shows that distinguishing the concepts of law, they should not be combined together: the mechanical connection of qualitatively heterogeneous\nobjects does not bring us closer to understanding the essence of law. It is impossible to calculate the «average» legal understanding that would suit everyone.\nScientific and practical relevance. The article is aimed at the formation of legal thinking. The conviction is defended that the difference of opinions in theoretical\nand legal science, first of all, in the philosophy of law, is necessary and inevitable – it expresses the worldview diversity, value orientations, as well as various general\nphilosophical attitudes of researchers.",
      "citationCount": 0,
      "doi": "10.18572/1813-1190-2025-6-14-20",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd351022b6c8ded64e65bec6dbf020aa88f07d2e",
      "venue": "legal education and science",
      "journal": {
        "name": "Legal education and science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "677ae6070d59ee8154dd0cf3e83b641f053ee531",
      "title": "Limbless Warriors and Foaming Liberals: The Allure of Post-Heroism in Far-Right Memes",
      "authors": [
        {
          "name": "Johanna Maj Schmidt",
          "authorId": "2341304201"
        }
      ],
      "year": 2025,
      "abstract": "In light of the so-called Great Meme War, a meme-based propaganda campaign waged in favor of Donald Trump’s 2016 candidacy, this article identifies a type of disembodied far-right “meme warrior” that ironically denies longings for heroism. This ambivalent stance toward heroic masculine ideals, which characterizes the meme warriors’ (self-)portraits, stands in stark contrast to more serious traditional far-right heroic imaginaries. This phenomenon is discussed in relation to the notion of the post-heroic, a concept used in military studies to describe the shrinking willingness and (perceived) need to sacrifice one’s life in combat. The second part of the article explores the construction of a ludic collective heroism in the alt-right’s responses to Shia LaBeouf’s “He Will Not Divide Us” (HWNDU) project, which was conceived as a participatory video work in public space inviting people to repeat those words while gazing into a camera. The article employs a psychoanalytic depth-hermeneutic method; it asks how “post-heroic” identities created collectively online by the far right might be found alluring on a wider scale.",
      "citationCount": 0,
      "doi": "10.5070/rw3.1620",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/677ae6070d59ee8154dd0cf3e83b641f053ee531",
      "venue": "Journal of Right-Wing Studies",
      "journal": {
        "name": "Journal of Right-Wing Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30306ca8a152be210238b4bf411ee0b958a61f1e",
      "title": "Concept of counseling for indigenous Bugis culture from Kajaolaliddong thought",
      "authors": [
        {
          "name": "Aswar Aswar",
          "authorId": "2072446699"
        },
        {
          "name": "M. Amirullah",
          "authorId": "2279723076"
        },
        {
          "name": "Edil Wijaya Nur",
          "authorId": "2366787861"
        }
      ],
      "year": 2023,
      "abstract": "Cultural bias often occurs in implementing counseling in schools, so providing services to counselees is less than optimal.; this occurs due to the counselor’s need for knowledge and understanding of clients from specific cultural backgrounds, including clients from Bugis cultural backgrounds. This research aims to identify the Bugis cultural conception of counseling from Kajaolaliddong’s thoughts in his dialogue with Arumpone (king of Bone). The research method used is a qualitative approach with the Gadamerian hermeneutic research method type, which refers to part and whole analysis in understanding and interpreting texts. The research found the concept of human nature, the ideal and problematic personality, and the criteria for Bugis counselors from Kajaolaliddong’s thoughts. Human nature is found in the concepts of Ade’, Speech, Rapang, and Wari; The concept of the ideal person is found in the concepts of Lempu’ na Sabbi Obbie, Acca’ na Sabbi Gauq’, dan De na Pojiwi Sisala-salae; The concept of a problematic personality is found in the concepts of Dena Talinge, Teani Ripakainge, Madongo, Masekkang, Makkelo Elo, Tenna Maseiwi Tau-e, Matanre Cinna, dan Napojiwi Sisala-Salae. The Bugis counselor criteria are found in the concepts of Ininnawa Deceng, Macca Mpinru, Macca Duppai Ada, dan Poada Ada Tongeng. The implications of this research can be used as material for developing Bugis culture-based counseling in schools to provide guidance and counseling services to counselees with a Bugis cultural background.",
      "citationCount": 1,
      "doi": "10.24042/kons.v10i2.15306",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30306ca8a152be210238b4bf411ee0b958a61f1e",
      "venue": "KONSELI : Jurnal Bimbingan dan Konseling (E-Journal)",
      "journal": {
        "name": "KONSELI : Jurnal Bimbingan dan Konseling (E-Journal)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6a13c6a8646c118fdadb8afb8460b586b1a63ef6",
      "title": "МОДЕРНИЗАЦИОННЫЙ ДИСКУРС В КЛАССИЧЕСКОЙ СОЦИАЛЬНО-ГУМАНИТАРНОЙ ПАРАДИГМЕ XIX — НАЧАЛА XX в.:ЛИНЕЙНО-ПРОГРЕССИСТСКАЯ И ЦИКЛИЧНО-ПРОГРЕССИСТСКАЯ МОДЕЛИ МОДЕРНИЗАЦИИ",
      "authors": [
        {
          "name": "Олег Юрьевич Керимов",
          "authorId": "2280820667"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of the research is to represent modernization discourse in the classical socio-humanitarian paradigm of the 19th — early 20th centuries from a theoretical and methodological perspective, to present linear-progressive and cyclical-progressive models of modernization by analyzing their main theoretical, methodological, historical and cultural prerequisites, axiological consequences, thereby operationalizing the idea of modernization and the vision of its main development models from the perspective of a comprehensive philosophical analysis.\nThe methodological basis uses classical philosophical methodology related to the use of methods of analysis and synthesis, a dialectical approach to analyze the problems of modernization as a process of progressive development, the principles of ideal-typical modeling, hermeneutical methods for understanding textual sources.\nResearch result. Modernization discourse has been developed in recent history (XIX–XX centuries) in two main formats: linear-progressive and cyclical-progressive. They, in turn, can be represented in the form of several «generational versions». The linear-progressive paradigm is known for several advanced and further evolving formats. Generalized and enlarged (without detailing the name, current, date, country) is: economic and technological determinism; socio-cultural and spiritual determination of modernization, which determines gradual progressive progress, such as the «spirit of capitalism» and the theory of formation-type phase transitions. Cyclically progressive and cyclically wave approaches complement our understanding of modernization, from the point of view of comprehending its dynamics and trajectory, qualitatively heterogeneous stages of development of individual societies and states that are not comparable on a single scale of the global chronotope, having unique socio-cultural value and different technical and economic parameters of progress.\nThe prospects of the research lie in the further development and critical rethinking of concepts that define the logic and axiomatics of the topic research: modernization, modernization models, development, progress — and related interdisciplinary concepts: globalization, conflict and dialogue of civilizations, unipolar and multipolar world order, etc.",
      "citationCount": 0,
      "doi": "10.17213/2075-2067-2025-4-133-141",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6a13c6a8646c118fdadb8afb8460b586b1a63ef6",
      "venue": "Bulletin of the South-Russian state technical University (NPI) Series Socio-economic Sciences",
      "journal": {
        "name": "Bulletin of the South-Russian state technical University (NPI) Series Socio-economic Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "12cac33e23eac79064eb7ed62117cba702cc0720",
      "title": "The Scribe Who Has Become a Disciple: Identifying and Becoming the Ideal Reader of the Biblical Canon",
      "authors": [
        {
          "name": "Ched E. Spellman",
          "authorId": "81782501"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12cac33e23eac79064eb7ed62117cba702cc0720",
      "venue": "",
      "journal": {
        "name": "Themelios",
        "pages": "37-51",
        "volume": "41"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f8864bc4577228888dde4e5701fce49d2b44bc8b",
      "title": "MYTHOPOETIC FACTORS IN FORMATION OF EARLY MODERNIST DISCOURSE IN IVAN FRANKO’S LONG-FORM PROSE (1876–1884)",
      "authors": [
        {
          "name": "Svitlana Lutsak",
          "authorId": "2099420276"
        },
        {
          "name": "Nataliia M. Vivcharyk",
          "authorId": "2304838142"
        }
      ],
      "year": 2025,
      "abstract": "The article analyzes Ivan Franko’s long-form prose of 1876–1884 from the perspective of\nmythopoetics, which played an important role in shaping the writer’s early modernist aesthetics. In the\nauthor’s stylistically diverse texts, a high degree of reflexivity is observed, which opened the way to\nmastering the mythological codes of collective memory and contributed to the formation of a synthetic\nindividual creative method, one manifestation of which was Franko’s concept of the “whole man.”\nThe aim of the article is to reveal the significance of mythopoetic structures (images of folkloric\nor archetypal types, cultural codes, plot-compositional models, etc.) in the formation of the modernist\ndiscourse of Franko’s early long prose. From this aim arise the following objectives: to analyze the influence\nof mythology as a dominant factor on the processes of shaping the early modernist artistic discourse in the\nnovel Petriis i Dovbushchuks, as well as in the so-called Boryslav Dilogy (the novels Boryslav Laughs and Boa\nConstrictor); to determine the relationship between the writer’s modernist experiments and the synthetic\nfeatures of his individual creative method; to highlight the impact of mythological semantics on the\nrepresentation of the theme of the leader; to characterize the interaction of mythopoetic topoi with the\nbinarity of artistic images and techniques of plot construction; to outline the mythological parameters of\nthe chronotope and their influence on the plot-compositional structure and the genre-stylistic features of\nFranko’s long-form prose of 1876–1884.\nThe implementation of these objectives required the use of the following methods: mythopoetic,\nreceptive-interpretive, and hermeneutic.\nThe analysis of Franko’s long-form prose of 1876–1884 provides grounds to claim that the appeal to\ndiverse mythopoetic structures (images of folkloric or archetypal types, national cultural codes, etc.) and\ntheir poetological manifestations (artistic conventionality, fantasy, the unreal, philosophical ideas, cyclical\nand parabolic techniques of plot construction) played a decisive role in the formation of the modernist\ndiscourse of Ivan Franko’s early long prose.\nIt has been revealed that mythopoetic factors influenced the innovative style-shaping already in his\nfirst romantic novel Petriis i Dovbushchuks, which manifested itself at various levels of the text.\nThe image of Dovbush is represented as an immortal forefather, an eternal wanderer, whose timeless\npresence in the Carpathian region ensures unity among the descendants of two feuding families. In the\nscene where the 119-year-old Dovbush appears to his heirs, there is a mythological gesture reminiscent\nof the sacred symbolism of a mandala, which urges the bewildered descendants to cease their struggle\nover “bloody money.” In this episode, the real and the timeless interact to such a degree that cyclical\nmythopoetic factors become decisive in the chronotope of the novel. This is evident on multiple levels of\nthe artistic structure of the text, particularly through plot techniques such as retrospection, prospection,\nthe creation of a detective intrigue, an open ending, and the overcoming of conventional plot structures.\nMythological syncretism is also observed in the genre structure of the novel, which partially includes\nelements of heroic epic, historical ballad (duma), parable, and fairy tale. Among the important structure-\nforming elements of the text is the type of imagery based on oppositions such as good/evil, light/darkness,\ndivine/demonic, spiritual/material, which establish a sense of binarity in the fictional world.\nIn Franko’s realist major prose dealing with the Boryslav theme (Boa Constrictor and Boryslav Laughs),\na similar type of genre structure is observed, where the author’s idea of the people’s guide is revealed more\nstrongly through a social lens. In the description of the “just war” in Boryslav, a lofty ideal contrasts with\nthe real methods of its implementation, resulting in the ideological conflict in Boryslav Laughs acquiring\na mythologized context characteristic of naturalism. The image of the Boryslav land combines opposing\nideas: the joy of Boryslav’s social awakening and the foreboding demonic laughter of a city on the verge of\ncollapse. In analyzing the concept of laughter, its grotesque nature is characterized as being based on a web\nof binary oppositions (good/evil, real/unreal, laughter/snickering, etc.). In the naturalistic discourse of the\nBoryslav Dilogy, the repetition of horrifying grotesque death images is noted (ruin, fire, an underground\nmonster, day of reckoning, etc.), the dominant one being the image of the boa constrictor. This image is\nrich in biblical and mythological reminiscences, including ouroboric ones. The ideological conflict of the works acquired a mythologized naturalistic context precisely through\nthe depiction of Boryslav as a living organism that balances on the boundary of polar visions – from the\ntitular image of laughter to the final apocalyptic guffaw.\nThe analysis of Ivan Franko’s prose of 1876–1884 revealed the writer’s artistic tendency toward the\nimplementation of mythological topoi, the most striking example of which is the representation of the\nproblem of the popular leader, associated with biblical and mythological figures such as Moses, the Wise\nOld Man, the Trickster, and the Serpent-Temptor. The artistic structure of these texts is dominated by a\npoetics of binary images immersed in the transcendent, as well as elements of psychoanalytic confession of\nthe characters and the repetition of terrifying, grotesque, deathly images. The identified plot-compositional\nfeatures create an impression of a cyclical chronotope, mythologizing it and modifying the generic and\nstylistic characteristics of the works.\nGiven the frequent intersections of the mythological and the unconscious in Franko’s synthetic\ncreative method of 1876–1884 – which significantly anticipated both the development of theories of the\nunconscious and the formation of early modernist discourse in Ukrainian literature – we see promising\nprospects in a comprehensive study of the psychoanalytic dimensions of Franko’s artistic legacy and their\ninfluence on the emergence of Ukrainian modernism as a mature phenomenon.",
      "citationCount": 0,
      "doi": "10.32342/3041-217x-2025-2-30-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8864bc4577228888dde4e5701fce49d2b44bc8b",
      "venue": "Alfred Nobel University Journal of Philology",
      "journal": {
        "name": "Alfred Nobel University Journal of Philology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "75dfd1238866687c5d99d832a1cb51133718c315",
      "title": "The Importance of Hermeneutic Theory in Understanding and Appreciating Interpretive Inquiry as a Methodology",
      "authors": [
        {
          "name": "Lawrence Muganga",
          "authorId": "87936676"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 14,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75dfd1238866687c5d99d832a1cb51133718c315",
      "venue": "",
      "journal": {
        "name": "Journal of Social Research & Policy",
        "pages": "65",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "361563087ef2e7891c277d61df39e13c3ff3e33b",
      "title": "Philosophy of Social Science: A Contemporary Introduction",
      "authors": [
        {
          "name": "M. Risjord",
          "authorId": "48152573"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 72,
      "doi": "10.4324/9780203802540",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/361563087ef2e7891c277d61df39e13c3ff3e33b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b49c259783acff4da05fdaa85b26ec6e7a958093",
      "title": "Allegoria sub specie aeternitatis: категории пространства и времени в позднеантичной аллегорической литературе.",
      "authors": [
        {
          "name": "Щербаков Федор Борисович",
          "authorId": "2334198978"
        }
      ],
      "year": 2024,
      "abstract": "Позднеантичная аллегорическая литература подразумевает постоянную работу с двумя формами мысли — образом и понятием. Основной тезис статьи заключается в том, что образный аспект аллегории разворачивается эстетически — через наррацию, понятийный же аспект учитывает только абстрактно-смысловое содержание аллегории и разворачивается обычно через выведение одних логических качеств через другие. На материале произведений Пруденция, Марциана Капеллы и Боэция доказывается, что поэтика аллегории не только амбивалентна, но ведет к двум возможным «сценариям» движения сюжета и художественной репрезентации персонажей. Более того, поскольку образное и понятийное начала аллегории сами по себе вполне автономны, их экспликации автором приводят к многочисленным противоречиям, которые мы назвали «герменевтическими анаколуфами». Такая амбивалентность аллегории и обращенность одновременно к чувственно-конкретному «правдоподобию» (со стороны образа) и к идеальным логическим связям (со стороны понятия) сказывается и на особенностях изображения пространственно-временных структур изображаемого мира: если образ тяготеет к более распространенным в античной литературе типам хронотопа (например, как в любовном романе или романе странствий), то понятие способствует выработке такого особого типа хронотопа, как «надмирный» хронотоп, описывающий реальность как бы с точки зрения Бога и лежащую по ту сторону времени и пространства. Наконец, указывается особая роль принципа воображения (φαντασία) в поэтике позднеантичного аллегоризма: его объединяет с аллегорией как фигурой мысли то, что они в равной степени отсылают к процедуре произвольного авторского отбора (ἀφαίρεσις), который позволяет автору конструировать свои художественно-иносказательные миры практически без каких-либо ограничений со стороны принципа подражания (μίμησις).\n The allegorical literature of Late Antiquity implies simultaneous operation with two forms of thought, imaginative and conceptual. The imaginative aspect of allegory unfolds aesthetically, through narration; the conceptual aspect, on the other hand, takes into account only the abstract-semantic content of allegory, and usually unfolds through derivation of some logical qualities through other ones. Using the works of Prudentius, Martianus Capella, and Boethius, the author argues that the poetics of allegory is not only ambivalent, but leads to two possible “scenarios” of the movement of plot and figurative representation of characters. Moreover, since the figurative and conceptual roots of allegory are quite autonomous themselves, their explications by an author lead to numerous contradictions, which are called here “hermeneutic anacolutha”. Such ambivalence of allegory and appeal both to a sensually concrete “likelihood” (from the figurative part), and to ideal logical connections (from the conceptual part), also affect the representation of spatial and temporal structures of the depicted world: while the image gravitates to more common chronotopes of ancient literature (as the erotic novel or the novel of wanderings), the concept contributes to the development of a special type of chronotope, a “transmundane” one, describing reality as if from the point of view of God and lying on the other side of time and space. Finally, the article indicates a special role of the principle of imagination (φαντασία) in the poetics of late antique allegorism: it combines with allegory, as a figure of thought, in that they both refer to the procedure of arbitrary authorial selection (ἀφαίρεσις), which allows the authors to construct their artistic and allegorical worlds without any restrictions on the part of the principle of imitation (μίμησις).",
      "citationCount": 0,
      "doi": "10.25985/pi.21.2.07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b49c259783acff4da05fdaa85b26ec6e7a958093",
      "venue": "Платоновские исследования",
      "journal": {
        "name": "Платоновские исследования"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "58a9a6887e7c4c1e1e70cd7912e22df34fa56778",
      "title": "Dyskurs strukturalnej konieczności jako czynnik totalitaryzacji polityki i prawa. Efekt cieplarniany i pandemia COVID-19 jako polityczne „hybrydy”",
      "authors": [
        {
          "name": "Arkadiusz Barut",
          "authorId": "2280485502"
        }
      ],
      "year": 2024,
      "abstract": "This article discusses the contemporary discourse of justifying the abandonment of the protection of rights by a higher necessity, which is presented as resulting both from the indications of science and from the structural features of modern society. Such ideas are proclaimed, among others, on the occasion of the phenomena referred to as the COVID-19 pandemic and the greenhouse effect and climate crisis, and are in turn addressed by institutional and political actions. The aim of the article is to analyze this discourse and its effects on the way of understanding politics and law, and in particular the totalitarian tendencies it generates. The author adopts a hermeneutical perspective as a methodological starting point and refers to a certain understanding of politics and law as based on practical reason, which is established in the Western philosophical tradition. This then serves to outline an ideal type of discourse of structural necessity as a rejection of this type of rationality. In doing so, the author refers to the interpretation of commonly known ideological tendencies and institutional facts. The presentation of the less obvious feature of this discourse, i.e. the identification of natural and political necessity, is supported by the author with references to contemporary philosophical and political concepts dealing with the relationship between the social and natural spheres. The conclusion is that this discourse eliminates the idea of the subject, politics understood as the sphere of manifestation of subjectivity, law as an art based on practical rationality, and finally the separation of science and power.",
      "citationCount": 0,
      "doi": "10.19195/2300-7249.45.1.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/58a9a6887e7c4c1e1e70cd7912e22df34fa56778",
      "venue": "Studia nad Autorytaryzmem i Totalitaryzmem",
      "journal": {
        "name": "Studia nad Autorytaryzmem i Totalitaryzmem"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d4f70d9708ddef8411cd48c8c2005208ab70aebb",
      "title": "The A-Z of social research : a dictionary of key social science research concepts",
      "authors": [
        {
          "name": "Robert Miller",
          "authorId": "2110627424"
        },
        {
          "name": "J. Brewer",
          "authorId": "115882034"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 191,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d4f70d9708ddef8411cd48c8c2005208ab70aebb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "807c1bae19b481780c44c3eb1d1714833fa85fc0",
      "title": "An existential phenomenological understanding of early church diversity",
      "authors": [
        {
          "name": "G. J. Malan",
          "authorId": "84685746"
        }
      ],
      "year": 2020,
      "abstract": "The New Testament documents represent a variety of perceptions about the church, showing that the early church was not unitary in practise or theology. How do we explain the diversity in the early church? Existential phenomenological hermeneutics can shine insightful light on this question by utilising Heidegger’s concept of Dasein in an interpretation model. The model used the pre-structure of Dasein (pre-understanding, presuppositions and prejudice) and its interactive circular dynamic with the hermeneutical concepts of world and phenomena to table aspects of the hermeneutic situation and the resultant Dasein types as self-understanding developed from various groups’ interpretations of Jesus. In this way, the hermeneutic dynamic explains the variety of pre- and post-Easter groups. The results show that there is no objective, standard view of Jesus and no objective set of Jesus’ teachings available; no ideal Dasein type is presented for faith communities. The kerygma of the Crucified and Risen One as God’s act of salvation is the central presupposition of the church’s Dasein. The historical nature of hermeneutics cannot be denied. Historical–critical exegesis and its circular dynamic of understanding is a legitimate and sound hermeneutic model. Unhistorical hermeneutics have definite limitations and should be deemed insufficient. There is no plain meaning of any phenomenon or text, only the text or phenomenon as it is understood. Faith communities consciously partake in the hermeneutic dynamic and recognise the influence of their pre-understandings, presuppositions and prejudices which constantly be questioned and adjusted to facilitate their authentic Dasein. Contribution: This historical hermeneutical study explains that different hermeneutical situations lead to different Dasein types as various self-understandings developed according to Jesus groups’ interpretations of Jesus varied. No ideal Dasein type for faith communities is presented. These findings resonate with HTS Theological Studies focus and scope regarding historical thought in research.",
      "citationCount": 0,
      "doi": "10.4102/hts.v76i3.6089",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/807c1bae19b481780c44c3eb1d1714833fa85fc0",
      "venue": "",
      "journal": {
        "name": "Hts Teologiese Studies-theological Studies",
        "pages": "10",
        "volume": "76"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bacd0393f5e6127489784c20c05630e0ccb85754",
      "title": "Arbitrariness Prevention in the Context of Achieving the Efficiency of the Rules of Law",
      "authors": [],
      "year": 2023,
      "abstract": "Background: Countries of Western political and legal tradition and former socialist countries of Central and Eastern Europe need further arbitrariness prevention in order to establish the rule of law both logically and taxonomically: idea (ideal) – prerequisite (guarantee) – achieving the efficiency of the rule of law. They also require practical application, which reflects the priorities of national interests based on freedom and respect to human dignity. The article contextualises arbitrariness prevention as an applied instrumental concept, essential for bringing the rule of law to the state, which allows the prevention of undue public authorities’ intervention in the process of their discretionary powers in particular spheres of human life. It also seeks the most appropriate approach to its use in combination with other standards and requirements in order to assess and summarise real daily practices of the rule of law existing in many modern societies and states. Functional application of arbitrariness prevention as a means of legal reasoning to access constitutional justice is substantiated. Concentration on the enhancement and implementation of the current Ukrainian mechanism to provide the monitoring of power use by the state and human immunity from arbitrary actions of the state authorities is gaining a real practical value. It is extremely relevant under the conditions of court control over the constitutionality of the state intervention in social and other types of human rights.\nMethods: Research on arbitrariness prevention in the international and national political and legal context is based on the definition of the rule of law derived from the provisions of the dialectic correlation of natural law and the positivist legal approach. The potential of the latter approach for the provision of sufficient restriction of the power is also very important. Historic, hermeneutic, systemic, structural, axiological, and instrumental approaches promote arbitrariness prevention as a particular specific idea (ideal), which consolidate the advance of social and legal thought as well as the practices of public authority functioning. They also contribute to its superposition over state arbitrariness as a permanently active and clear requirement, instruction and conceptual component, principal rule (sub-rule), and commonly shaped standard, as well as one of non-disputable prerequisites and guarantees of a counter to malpractice of discretionary powers. In this article the theoretical and comparative generalisation of the traditions of the perception of the rule of law proves and confirms, on the ground of therelevant constitutional provisions, and specific court decisions resulted in quite clear reasoning in favour of their implementation in the real legal order and provided a person the possibility of exercising their guaranteed right to appeal to the court against the actions of the state within the scope of the activities of the Constitutional Court of Ukraine. \nResults and conclusions: The content and meaning of arbitrariness prevention are presented. They reflect the value-normative potential of the rule of law and serve as the basis for the development of the entire set of national constitutional and legal structures, current legislation, mechanisms and procedures for its objective evaluation. The legal positions of the Constitutional Court of Ukraine regarding the introduction of the mechanism of ensuring control over the use of power by the state and protecting people from arbitrary actions of authorities as well as its subordination to achieving the effectiveness of the rule of law are examined in the given article.",
      "citationCount": 0,
      "doi": "10.33327/ajee-18-6.1-a000102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bacd0393f5e6127489784c20c05630e0ccb85754",
      "venue": "Access to Justice in Eastern Europe",
      "journal": {
        "name": "Access to Justice in Eastern Europe"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c84654b185da8d618f2d47ca9e33cf8e5102aefa",
      "title": "The social economy of poker machine Gambling in Victoria",
      "authors": [
        {
          "name": "C. Livingstone",
          "authorId": "33230228"
        }
      ],
      "year": 2001,
      "abstract": null,
      "citationCount": 58,
      "doi": "10.1080/14459800108732287",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c84654b185da8d618f2d47ca9e33cf8e5102aefa",
      "venue": "",
      "journal": {
        "name": "International Gambling Studies",
        "pages": "46 - 65",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5f56917695839626c7ad3c34e385efbf6181b2e",
      "title": "The Phenomenon of Play in Boris Mikhailov’s Works of 1966–1980",
      "authors": [
        {
          "name": "N. Chekh",
          "authorId": "121953787"
        }
      ],
      "year": 2023,
      "abstract": "The paper examines the game prerequisites of creativity and investigates the play in Boris Mikhailov’s (born August 25, 1938, Kharkiv, Ukrainian SSR) works from 1966 to 1980. Analysis of the artist’s works and narrative interviews enables a historical periodisation of his legacy based on certain markers and principles. During the first, metaphorical stage of his creativity, B. Mikhailov figuratively denies and at the same time praises his current reality in search for the Ideal. The open photo series created by B. Mikhailov at this time have a form ofslide shows of overlays of two colour diapositive films and views of thematic series of photographic prints. The artist presents them during photographic seminars, clubs meetings, and private meetings. Artistic imagery by B. Mikhailov manifests itself in the unfinished transition from life to art and back. The photographer introduced the concept of carnivalization of photography into the theoretical discourse, with carnival images and folk-holiday forms of carnival-type laughter entering the art of photography. Mikhailov’slaughter at this stage is already carnival-like, i.e. ambivalent, universal and nationwide, it has a folk-celebratory nature and is aimed at everything and everyone. In the course of the study, biographical, conceptual, descriptive-phenomenological, hermeneutical, and comparative methods of analysis were applied.",
      "citationCount": 0,
      "doi": "10.31500/1992-5514.19(1).2023.283146",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5f56917695839626c7ad3c34e385efbf6181b2e",
      "venue": "Artistic Culture Topical Issues",
      "journal": {
        "name": "ARTISTIC CULTURE. TOPICAL  ISSUES"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1ea88e92f60f4a6f91609d46f7a0a02abf74dd5d",
      "title": "Max Scheler’s education concept in the light of his philosophical anthropology",
      "authors": [
        {
          "name": "R. A. Burkhanov",
          "authorId": "134625640"
        },
        {
          "name": "A. S. Gagarin",
          "authorId": "2091727007"
        }
      ],
      "year": 2020,
      "abstract": "In modern pedagogy, the educational ideal of knowledge is gradually being established as a special property of a person included in the existence of the world. The formation of a person comes to the fore here, not just the process of transferring a certain amount of knowledge. One of the founders of this approach is Max Scheler. Materials and methods. The general foundations for the study of his concept of education were the method of philosophical and anthropological reconstruction and the method of meaningful and semantic interpretation, as well as dialectical, hermeneutic, comparative, ascent from the abstract to the concrete, systemic and other methods. The main results of the study. The German thinker developed his theory of education on the basis of philosophical anthropology and the sociology of knowledge, the component parts of which are phenomenology and axiology. The main task of philosophical anthropology is to analyze the essence and essential structure of man, the sources of his being, which combines a powerful but blind energetic-vital “impulse” and a seeing, but weak content-semantic “spirit” axiologically striving towards the Divine. First of all, a person is a loving creature, and then – a knowing and willing. Scheler identified three types of knowledge – practical, positive, aimed at achieving pragmatic goals; essential, educational, aimed at the formation and development of the individual, and metaphysical, salvific, striving to comprehend the higher basis of being, which can be used in the process of education and spiritual development of a person, where the second type of knowledge plays the main role. Education is the process of self-creation of a person through love for other people, God and the whole world, the philosopher emphasizes. The metaphysical prerequisite for the self-formation of a personality is freedom as the spontaneity of its spiritual center. The goal of education is the realization of the ideal of the whole human as a comprehensively and spiritually developed personality, consistently revealing all its essential capabilities. In the absolute sense, the “whole human” is the “guiding idea” of a person who, in infinite form and finite variety, consistently reveals all his essential capabilities. In a relative sense, this ideal is embodied in the idea of a “well-formed human” striving for self-development in specific historical conditions and life circumstances. The comprehensive and holistic worldview of the individual, the philosopher comes to the conclusion, is possible through the acquisition and assimilation of essential, educational and other types of knowledge that determine the structure of ordering and understanding the facts of the possible experience of people.",
      "citationCount": 5,
      "doi": "10.32744/pse.2020.6.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ea88e92f60f4a6f91609d46f7a0a02abf74dd5d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "10-21",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b012780240b23781752cb9ee21a0e1b19fb71810",
      "title": "Max Weber and Charles Taylor: On normative aspects of a theory of human action",
      "authors": [
        {
          "name": "Sebastián Raza",
          "authorId": "2067486129"
        }
      ],
      "year": 2022,
      "abstract": "This paper seeks to make two distinctive sets of contributions through a supplementary reinterpretation of Max Weber in the light of Charles Taylor’s expressivist-hermeneutical theory of human agency. First, it offers a reinterpretation of Weber’s work. Focussing on the concept of stance, the paper highlights that Weber’s theorising on values and their relation to cognition, action and identity is less underpinned by subjectivism, representationalism, emotivism and decisionism than is typically thought. Instead, Weber sets values within a non-naturalist dimension where agents find their bearings and are constituted as such. In this dimension, orientation to meaning takes place; identity, action and thought are constituted; and normative experiences (such as freedom, or responsibility) are made possible. Weber recognised that this non-naturalist dimension has variegated modes, but seemingly studied them in their purest and most logical form (the ‘ideal type’), hence his focus on explicit belief systems and world-images. Second, there is a prospective supplementation of Weber’s theory through Taylor’s notion of expression. For Taylor, we take a stance and orient ourselves expressively through the domain of strongly valued meanings. The notions of strong evaluation and articulation prove central to understanding embodied, symbolic and representational meaning-orientation in the non-naturalist dimensions of values. This supplementary reading places Weber as a central figure in current American, British and French debates about, respectively, the normative nature of human agency; the question of culture, meaning and their different forms and modes of operation; and the question of how to examine identity-formation.",
      "citationCount": 6,
      "doi": "10.1177/1468795X221080770",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b012780240b23781752cb9ee21a0e1b19fb71810",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "97 - 136",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
