[s2_search.py] Searching Semantic Scholar: 'Kalberg Max Weber types rationality historical analysis', limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_080844e951d584b3)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Kalberg Max Weber types rationality historical analysis",
  "results": [
    {
      "paperId": "6cad391fac1584404c632583f4ccbb7a44f649c1",
      "title": "Max Weber's Comparative-Historical Sociology Today: Major Themes, Mode of Causal Analysis, and Applications",
      "authors": [
        {
          "name": "Stephen Kalberg",
          "authorId": "100981749"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 8,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cad391fac1584404c632583f4ccbb7a44f649c1",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0bfd227426b06a78ccc32edf7d9fc35bc1404b8c",
      "title": "Max Weber's Types of Rationality: Cornerstones for the Analysis of Rationalization Processes in History",
      "authors": [
        {
          "name": "Stephen Kalberg",
          "authorId": "100981749"
        }
      ],
      "year": 1980,
      "abstract": null,
      "citationCount": 746,
      "doi": "10.1086/227128",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bfd227426b06a78ccc32edf7d9fc35bc1404b8c",
      "venue": "American Journal of Sociology",
      "journal": {
        "name": "American Journal of Sociology",
        "pages": "1145 - 1179",
        "volume": "85"
      },
      "publicationTypes": null
    },
    {
      "paperId": "79ea3f4b41eac55b5c90e0f6753b8e3680df4372",
      "title": "Hubert Treiber and the Sociology of Law of Max Weber: From the Ideal Types of Legal Rationality to the Plurality of Law",
      "authors": [
        {
          "name": "Michel Coutu",
          "authorId": "122332601"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Hubert Treiber has established himself as one of the world’s leading scholars of Weber, in particular of his Sociology of Law. Especially, Treiber defends Weber’s decisive contribution to legal pluralism, comparable to Eugen Ehrlich’s, although from a quite different perspective. Indeed, it is not possible to analyse Weber’s distinction between state and non-state law (a central distinction for legal pluralism) without taking into consideration what he means, sociologically, by “law” on the one hand and by “the state” on the other. Weber’s ideal typical construction of social relations under the category “law” requires an Archimedean point, which is the formal rationality of law, closely associated, at the end of an historical development, with the efforts of legal abstraction and systematisation by the proponents of Pandectism in modern Germany. In the following text, linked to some of Treiber’s major works, the author addresses first Weber’s analysis of the rationalities of law, and then deals with the question of the plurality of law, as these two aspects are closely intertwined.",
      "citationCount": 0,
      "doi": "10.1515/zfrs-2023-1016",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79ea3f4b41eac55b5c90e0f6753b8e3680df4372",
      "venue": "Zeitschrift für Rechtssoziologie",
      "journal": {
        "name": "Zeitschrift für Rechtssoziologie",
        "pages": "177 - 199",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2e1fdb5638c2bc474cbba036e36fa8a27e2a55ed",
      "title": "Max Weber's Comparative-Historical Sociology",
      "authors": [
        {
          "name": "Stephen Kalberg",
          "authorId": "100981749"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 183,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e1fdb5638c2bc474cbba036e36fa8a27e2a55ed",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aeba902af3580bde635b18603a5bcb89d4081e1b",
      "title": "An Analysis of Social Action in Ketadu Mara Traditional Music Activities in Sabu Raijua Regency through Max Weber’s Perspective",
      "authors": [
        {
          "name": "Makdalena Yuniati Hege Udju",
          "authorId": "2394902299"
        },
        {
          "name": "Udi Utomo",
          "authorId": "2374579765"
        }
      ],
      "year": 2025,
      "abstract": "The traditional music art of Ketadu Mara in Sabu Regency possesses a distinctive sound and song lyrics derived from everyday life. This study aims to examine the musical activities of Ketadu Mara through Max Weber’s social action theory. As a cultural heritage of the Sabu community, Ketadu Mara holds a significant role as a social practice rich in symbolic meanings, cultural values, and social functions. This research employs a descriptive qualitative method with phenomenological and sociological approaches. Data were collected through participatory observation and in-depth interviews with local artists and cultural community members in Ledeana Village, which serves as a center for preserving Ketadu Mara. The findings reveal that Ketadu Mara’s musical activities reflect two dominant types of social action according to Weber: traditional action, which is inherited across generations without formal instruction, and value-rational action, driven by beliefs in cultural values, ancestral reverence, and spiritual devotion. Beyond serving as entertainment and a means of cultural preservation, Ketadu Mara also functions as a medium for symbolic communication, identity formation, and education for younger generations. Thus, Ketadu Mara plays a crucial role in strengthening social solidarity and sustaining local cultural existence amidst the tides of change.",
      "citationCount": 0,
      "doi": "10.24815/jr.v8i3.49347",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aeba902af3580bde635b18603a5bcb89d4081e1b",
      "venue": "Riwayat: Educational Journal of History and Humanities",
      "journal": {
        "name": "Riwayat: Educational Journal of History and Humanities"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e6c3ce7a3a23ee97c50dd3c730ab37512187e1db",
      "title": "Max Weber's Comparative-Historical Sociology Today: Major Themes, Mode of Causal Analysis and Applications by Stephen Kalberg. Farnham: Ashgate, 2012. 338pp., £20.00, ISBN 978 1 4094 3223 4",
      "authors": [
        {
          "name": "C. Bates",
          "authorId": "1485841784"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/1478-9302.12053_15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e6c3ce7a3a23ee97c50dd3c730ab37512187e1db",
      "venue": "",
      "journal": {
        "name": "Political Studies Review",
        "pages": "257-257",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "dfa3517d87073a06913958f198e7e3b4b89ba787",
      "title": "Max Weber no século XXI: entrevista com Stephen Kalberg",
      "authors": [
        {
          "name": "Bruna dos Santos Bolda",
          "authorId": "122852754"
        },
        {
          "name": "Marieli Machiavelli",
          "authorId": "118531926"
        },
        {
          "name": "Suellen Oliveira Duarte Ramos Próspero",
          "authorId": "2088956521"
        }
      ],
      "year": 2021,
      "abstract": "The years of 2020, 2021 and 2022 form a memorable three-year period for the Weberian theory. In 2020 we look back on Weber's 100 years death anniversary. In 2021, we celebrate the jubilee of the posthumous publication of his exceptional work Economy and Society [Wirtschaft und Gesellschaft] - considered the most important sociological work of the 20th century, according to an opinion poll by the ISA (International Sociological Association) Congress Program Committee. In the upcoming year of 2022, we will remember the centenary of the Collected Essays on Sociology of Religion [Gesammelte Aufsatze zur Wissenschaftslehre].\nA hundred years have passed since Weber's inaugural publications and they are still an inexorable source of learning, either through the analysis of its historical-hermeneutic aspects or in the discussion of the current Weberian theory. The publications of Professor Dr. Stephen Kalberg, an exponent of specialized exegesis, demonstrate Weber's ability to apprehend current phenomena. Stephen Kalberg is a professor in the Department of Sociology at Boston University and the author of numerous impact articles, among which we emphasize Max Weber's types of rationality: Cornerstones for the analysis of rationalization processes in history. In his recent book Searching the Spirit of American Democracy: Max Weber on a Unique Political Culture, Past Present, and Future (a work translated into French, Greek, Italian, Japanese, Portuguese, Spanish and Korean), for example, the author employs the Weberian theory to reconstruct the specificity which characterize the spirit of american democracy as a means to highlight the relevance of Weber's work.",
      "citationCount": 1,
      "doi": "10.5007/1806-5023.2021.E79009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dfa3517d87073a06913958f198e7e3b4b89ba787",
      "venue": "",
      "journal": {
        "name": "Em Tese",
        "pages": "127-136",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "15bf0ede0d0d6af46168867399b0b7b92c178562",
      "title": "Max Weber and Harriet Martineau in physical education: Nuances of historical parallelism and gender bias in the sociological method",
      "authors": [
        {
          "name": "Fabrício Boscolo Del Vecchio",
          "authorId": "2290262306"
        },
        {
          "name": "Erlene Pereira Barbosa",
          "authorId": "2238111673"
        },
        {
          "name": "Rodrigo Cantu",
          "authorId": "2238117618"
        }
      ],
      "year": 2023,
      "abstract": "Physical education has been constituted in a complex scenario, and despite this epistemological debate, we can find the existence of a “sociology of sport,” a relatively recent field of study dominated by names such as Karl Marx, Norbert Elias, Pierre Bourdieu, and Michel Foucault, while the name of Max Weber and Harriet Martineau, the first woman sociologist, is absent of research in the “sociology of sport.” This article aims to explore two possible phenomena to explain this failure: Historical parallelism and gender bias. This research applies the bibliographic method with a descriptive approach, based on the works of Max Weber and Harriet Martineau, including supporting theoretical references. As the main result, Weber considered sociology as a science that seeks to interpretively understand social action and explain it causally in its course and effects. According to Weber, scientists must be skilled in separating judgments of reality (what is) and judgments of value (what ought to be) in scientific analysis, to pursue genuine knowledge, and he organized his sociological analysis method based on two main tools: (1) Ideal types and (2) types of social action. Temporarily before Weber, Martineau (1802 – 1876) pointed to aspects related to the observation process, and provided examples related to the different classifications of what Weber referred to as “social action.” She emphasized the need to engage with the people and groups from which one seeks to gather information, and two elements stand out: (1) The recommendation to study things, using people’s discourse as if it was a commentary on them and (2) the occasional need to distance oneself a little to have a more accurate view of the phenomenon. Martineau provided relevant indications regarding the recording of facts, previously to Weber. In conclusion, it is expected that researchers from different areas, including physical education, who employ research methods from the social sciences, field diary observations, and interviews, can appropriate what was previously produced before Max Weber, in this case, by Harriet Martineau.",
      "citationCount": 0,
      "doi": "10.36922/ghes.0992",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15bf0ede0d0d6af46168867399b0b7b92c178562",
      "venue": "Global Health Economics and Sustainability",
      "journal": {
        "name": "Global Health Economics and Sustainability"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ada95d00421376d34910696df072548546e343b7",
      "title": "Kalberg, Stephen (2012), Max Weber’s Comparative-Historical Sociology Today: Major Themes, Mode of Causal Analysis, and Applications",
      "authors": [
        {
          "name": "T. Kee",
          "authorId": "114564064"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.54195/rs.12698",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ada95d00421376d34910696df072548546e343b7",
      "venue": "Religie &amp; Samenleving",
      "journal": {
        "name": "Religie &amp; Samenleving"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b010b18b1fc155f2ebaac1780f9ca02644c55922",
      "title": "Max Weber and the analysis of the concept of society",
      "authors": [
        {
          "name": "Abed Zekri",
          "authorId": "2368842561"
        },
        {
          "name": "Murad H. Muhammad",
          "authorId": "2368925109"
        },
        {
          "name": "Shahlaa W. Jabbar",
          "authorId": "2368924247"
        }
      ],
      "year": 2023,
      "abstract": "Max Weber is considered one of the most important classical sociologists who played an important role in the development of contemporary sociology and moral and political thought. Although Weber, like Marx, criticizes the modern capitalist system, he prefers the gradual change of society over the radical and revolutionary change. The distribution of power in society is the basis of social conflict. Max Weber believes that every society goes through three successive stages: charismatic, traditional and rational. Weber believes that the history of all societies must necessarily pass through certain stages in order to reveal the unique essence and spirit of each society as a historical identity.. From the results of the study: Weber emphasizes the individual, so he considers individual behavior as a basic unit. He believes that three traditional, emotional and value actions in today's world move towards rational action. Weber sees religion as a hope for solving problems and a meaningful response to a meaningless world. As for power, Weber believes that the principle of power has deep roots other than the economic issues that exist in power (charismatic, traditional and rational). With regard to social classes, Weber believes that class struggles occur between generations of the same class for power.",
      "citationCount": 0,
      "doi": "10.25156/ptjhss.v4n2y2023.pp617-625",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b010b18b1fc155f2ebaac1780f9ca02644c55922",
      "venue": "Mitanni joutnal of humanitarian Sciences",
      "journal": {
        "name": "Mitanni joutnal of humanitarian Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2e92ee07f44eaf253448f9a664709b9f01793f11",
      "title": "Unpacking the Impact of Capitalism on Human Subjectivity: A Qualitative Analysis of Marx and Weber’s Ideas",
      "authors": [
        {
          "name": "Abdullah Farooq",
          "authorId": "2358094741"
        },
        {
          "name": "Mudasar Ali Nadeem",
          "authorId": "2193198356"
        },
        {
          "name": "Kiram Ikram",
          "authorId": "2358147396"
        }
      ],
      "year": 2025,
      "abstract": "This article examines how human subjectivity is impacted by capitalism through the perspectives of two significant intellectuals, Marx and Weber. Marx analyzes capitalism's effects by focusing on the alienation it causes. He argues that humans are inherently productive and interact with each other to fulfill their basic needs, making them inherently social. According to Marx, capitalism creates a separation between individuals and their labor, leading them to feel disconnected from their own creation. Conversely, Weber approaches capitalism from a different perspective. He critiques the system based on its formal rationality, influenced by Nietzsche's sense of cultural disenchantment. Weber highlights how capitalism’s emphasis on rationality and efficiency can impact human experiences and values. In Max Weber's canon, rationality has been acknowledged as possibly the central theme. Practical, theoretical, substantive, and formal rationality are recognized as four different types of rationality. According to Weber, the prominence of formal and theoretical rationality should be attributed to the capitalist system.",
      "citationCount": 0,
      "doi": "10.62843/jssr.v5i1.506",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2e92ee07f44eaf253448f9a664709b9f01793f11",
      "venue": "journal of social sciences review",
      "journal": {
        "name": "Journal of Social Sciences Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee5889e43478574131290da11776735505cdc44d",
      "title": "Max Weber and Contemporary Historiography: R. H. Tawney's Reception of Protestant Ethics and the Spirit of Capitalism",
      "authors": [],
      "year": 2024,
      "abstract": "In Anglo-American scholarship, Max Weber's Protestant Ethics and the Spirit of Capitalism has received particular attention because of the overlap of historical experiences. When exploring the Puritan revolution in England and the development of capitalism in the American colonies, the relationship between the capitalist ethos and Protestant ethics is central to the analysis. For this reason, both British and American historians have been interested in Weber's themes.\nThe aim of this study is to shed light on how British and American historians evaluated and adopted Weber's theoretical and methodological assets. To this end, British socioeconomic historian R. H. Tawney's work Religion and the Rise of Capitalism is the focus of this study. Although Tawney criticized Weber's work in terms of its loss of historicity, use of ideal type, and emphasis on simple causality, his interpretation of Weber's work as a whole was decisive f or his own work.",
      "citationCount": 0,
      "doi": "10.29186/kjhh.2024.49.159",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee5889e43478574131290da11776735505cdc44d",
      "venue": "The Korean Society of the History of Historiography",
      "journal": {
        "name": "The Korean Society of the History of Historiography"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c81ceeda7764e062f2d734005e8e7580e8d2bba6",
      "title": "Searching for the Spirit of American Democracy: Max Weber's Analysis of a Unique Political Culture, Past, Present, and Future",
      "authors": [
        {
          "name": "Stephen Kalberg",
          "authorId": "100981749"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.4324/9781315632223",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c81ceeda7764e062f2d734005e8e7580e8d2bba6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "1eba7a3e15168a91fbf3d4994d4c5f05721e05f5",
      "title": "The shift of legitimacy in social crises: Max Weber’s historical analysis versus the concept of universal history",
      "authors": [
        {
          "name": "Robert Bosilkovski",
          "authorId": "2161192420"
        }
      ],
      "year": 2017,
      "abstract": "This paper problematizes the ‘unintended consequences’ that come to light out of the very topic of collective trauma. That is to say, in addressing the processes through which the collective trauma is resolved, the well-known authors in this field give us also a glimpse of the general courses of history, its driving forces. There are two competing and opposing conceptualizations of history on which the debate about the collective trauma is based. The first emphasizes history’s cultural significance and it is teleological. According to the (humanist) teleological perspective, history is a meaningful story, or rather drama with historical actors and groups who are part of different and opposed cultural wholes and whose actions bring about the necessary step to the next and higher cultural stage of humanity. Along with this standpoint, the modem sovereign state represents the pinnacle of history’s development. For the first time, by its rule of law and its legitimacy - its internal sovereignty, the undisputed authority over its citizens - the modem state embodied the principle of Reason, according to which the new, rational social order was based on the autonomy of the individual. But the tme teleological viewpoint (the concept of universal history) is dialectical. It doesn’t assume the overall development as linear and without retrocessions and setbacks. The modem national state is only (though necessary) an outcome of the contradictions of the previous stages of history and contains its own present-day contradictions which result in crises. On the other hand we have the conceptualization of history which follows the assumption of Max Weber that sociology is a logical precondition of the causal (historical) analysis which formulates type concepts and searches for general uniformities. Although, Weber did not deny the “general cultural development”, he saw it only as a structural differentiation and rationalization on versatile levels, as a development that does not unfolds necessarily according to some law or unstoppable teleological process. The main task of this paper is to confront which assists us to see this shift, with its methodology of typologies in the form of generalizations that emphasize the repetitive side of the socio-historical models of authority (traditional, legal-rational and charismatic) which appear in the unfolding of crises.",
      "citationCount": 0,
      "doi": "10.47054/sr171073b",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1eba7a3e15168a91fbf3d4994d4c5f05721e05f5",
      "venue": "Социолошка ревија/The Sociological review",
      "journal": {
        "name": "Социолошка ревија/The Sociological review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "feb3dbff11301ee48f4776cc19153f73ec57b4ca",
      "title": "Analisis Tindakan Sosial Max Weber Dalam Rutinitas Pembacaan Qs. Al-Anbiya':79 Di Pondok Pesantren Al-Fattah Kartasura",
      "authors": [
        {
          "name": "Ahmad Izzul Haq",
          "authorId": "2310370734"
        }
      ],
      "year": 2024,
      "abstract": "This study applies Max Weber's concept of social action to analyze the routine of reading the verse Al-Anbiya':79 at the Al-Fattah Kartasura Islamic Boarding School. Weber differentiated social action into four main types: traditional, rational-affective, value, and goal-rational action. Through this approach, this research aims to understand the motivation and meaning behind the activity of reading the verse Al-Anbiya':79 in the religious context of Islamic boarding schools. Islamic boarding schools as traditional Islamic educational institutions play an important role in maintaining religious practices passed down from generation to generation. Weber's analysis reveals that reading the verse Al-Anbiya':79 can be understood as a traditional action carried out to maintain religious values and spirituality in the Islamic boarding school community. On the other hand, this action can also have a rational dimension towards the goal, such as getting blessings or obtaining blessings from God. The results of this study provide an overview of how religious values and traditions play a role in shaping daily life routines in Islamic boarding schools. The implication of this analysis is the importance of understanding how Islamic boarding schools as social institutions not only maintain traditions, but also adapt to modern values that are developing in contemporary society.",
      "citationCount": 0,
      "doi": "10.19109/almisykah.v5i1.23896",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/feb3dbff11301ee48f4776cc19153f73ec57b4ca",
      "venue": "Al-Misykah: Jurnal Studi Al-qur'an dan Tafsir",
      "journal": {
        "name": "Al-Misykah: Jurnal Studi Al-qur'an dan Tafsir"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "da09adf6cd729e759e5321887a3b7f9937788410",
      "title": "Max Weber's Comparative-Historical Sociology Today: Major Themes, Mode of Causal Analysis, and Applications",
      "authors": [],
      "year": 2012,
      "abstract": null,
      "citationCount": 11,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da09adf6cd729e759e5321887a3b7f9937788410",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "29ceea7c90fb4f7b83753a2aa44d65d01ba52e88",
      "title": "Max Weber's Analysis of the Unique American Civic Sphere",
      "authors": [
        {
          "name": "Stephen Kalberg",
          "authorId": "100981749"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/1468795X08098980",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/29ceea7c90fb4f7b83753a2aa44d65d01ba52e88",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "117 - 141",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f44ebf0d3a7cc63f4e78aa92f766b9c2b53faeb0",
      "title": "Moderasi Beragama dalam Perspektif Tindakan Sosial Max Weber",
      "authors": [
        {
          "name": "Sumintak Sumintak",
          "authorId": "134762649"
        },
        {
          "name": "Iin Ratna Sumirat",
          "authorId": "122259860"
        }
      ],
      "year": 2022,
      "abstract": "This article discusses Max Weber's thoughts on social actions which are assumed to contribute to radical behavior. The thought will be related to the concept of religious moderation as one of the most important things in understanding one's religious actions. This article is a library research that examines various existing literature such as books, magazines, documents, and historical records, this is a series of activities carried out in order to collect library data or study literature on social actions in the context of religious moderation. using an interpretative phenomenological approach. The results of this study indicate that there are four types of social action that can be harmonized in religious moderation, namely traditional action, affective action, instrumental rationality, and value rationality. If religious people implementation the pattern of these four actions by combining them, then the understanding of religious moderation will be quickly understood by all religious people so that it can provide comfort and peace when carrying out religious activities in the reality of everyday life.Artikel ini membahas tentang pemikiran Max Weber tentang tindakan sosial yang diasumsikan turut membentuk prilaku radikal. Pemikiran tersebut akan dihubungkan dengan konsep moderasi beragama sebagai salah satu hal terpenting dalam memahami tindakan keberagamaan seseorang. Artikel ini merupakan kajian kepustakaan (library research) yang menelaah berbagai literatur yang ada seperti buku, majalah, dokumen, dan catatan-catatan sejarah, ini merupakan serangkaian kegiatan yang dilakukan dalam rangka melakukan pengumpulan data kepustakaan atau kajian literatur tentang tindakan sosial dalam konteks moderasi beragama menggunakan pendekatan fenomenologi interpretative. Hasil penelitian ini menunjukkan bahwa ada empat tipe tindakan sosial yang dapat diselaraskan dalam moderasi beragama yaitu tindakan tradisonal, tindakan afektif, rasionalitas instrumental, rasionalitas nilai. Apabila umat beragama menerapkan pola keempat tindakan tersebut dengan mengkombinasikannya maka pemahaman terhadap moderasi beragama akan begitu cepat dipahami oleh semua umat beragama sehingga dapat memberikan kenyamanan dan ketentraman saat menjalankan aktifitas kegamaan dalam realitas kehidupan sehari-hari.",
      "citationCount": 6,
      "doi": "10.15548/al-adyan.v3i1.4085",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f44ebf0d3a7cc63f4e78aa92f766b9c2b53faeb0",
      "venue": "Al-Adyan: Journal of Religious Studies",
      "journal": {
        "name": "Al-Adyan: Journal of Religious Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2fcff7da24999183738261296bba678f88b811b6",
      "title": "Max Weber’s Analysis of Plebiscitary Leadership and the Debate on Multiple Modernities",
      "authors": [
        {
          "name": "M. Maslovskiy",
          "authorId": "107839482"
        }
      ],
      "year": 2020,
      "abstract": "The article considers Max Weber’s model of plebiscitary leadership and historical examples of plebiscitary democracy. It is argued that there is no clear distinction between plebiscitary democracy and dictatorship inWeber’s writings. As Stefan Breuer demonstrates, such a distinction allows us to broaden the application of Weberian concepts. Plebiscitary elements can be seen in the political life of non-Western states, which have been discussed from the multiple modernities perspective. However, while that perspective develops the Weberian sociological tradition, its representatives mostly do not use the concept of plebiscitary leadership. Thus, Shmuel Eisenstadt draws primarily on Weber’s sociology of religion in his analysis of different types of modernity. Specifically, Eisenstadt considers the impact of civilizational legacies on political processes in India and Latin America. Peter Wagner discusses the relevance of Weber’s rationalization thesis and theory of capitalism rather than the concepts of Weberian political sociology. In his study of democratization in Brazil and South Africa, Wagner emphasizes the progressive character of political changes but does not consider the possibility of a reversal of these processes. The article argues that the contemporary reconstruction of Weber’s model of plebiscitary leadership can complement the analyses of democratization in non-Western societies from the multiple modernities perspective.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2020-4-107-122",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2fcff7da24999183738261296bba678f88b811b6",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b082452e296a04fa1cadaeb6915ec8469496e62a",
      "title": "El concepto de masa/s en la obra de Max Weber: ¿más allá de la distinción entre una sociología histórico-política y una sociología sistemática?",
      "authors": [
        {
          "name": "Pablo De Marinis",
          "authorId": "2124045908"
        }
      ],
      "year": 2023,
      "abstract": "The paper starts from the distinction established by Aron (1953) [1935] between the “systematic” and “historical” orientations of sociology. Various texts by Max Weber are analysed, who for the French author participates in both currents and transcends them, thus becoming “the greatest German sociologist”. A detailed analysis is made of the concept of the masses as it is introduced, used and problematised in both systematic and historical Weberian texts (the latter, in fact, are here called “historical-political”). Beyond some nuances present in works of one or the other type, the Weberian concept of the masses generally has a highly amorphous and unspecific character, and is often accompanied by reproachful and condemnatory allusions to the “irrationality” of the masses. Weber deliberately places mass phenomena outside the object field of comprehensive sociology, and furthermore ends up offering a too one-sided and biased view of them, which compromises his understanding of the societies of his time, in which the masses had become a relevant actor.\n El trabajo parte de la distinción establecida por Aron (1953)[1935] entre las orientaciones “sistemática” e “histórica” de la sociología. Se analizan diversos textos de Max Weber, quien para el autor francés participa de ambas corrientes y las trasciende, convirtiéndose así en “el más grande sociólogo alemán”. Se realiza un detallado análisis del concepto de masas tal como es introducido, usado y problematizado tanto en textos weberianos sistemáticos como históricos (a los últimos, en realidad, aquí los llamaremos “histórico-políticos”). Más allá de algunos matices presentes en los trabajos de uno u otro tipo, el concepto weberiano de masas posee en general un carácter sumamente amorfo e inespecífico, y suele venir acompañado de alusiones reprobatorias y condenatorias de la “irracionalidad” de las masas. Weber coloca deliberadamente a los fenómenos de masas fuera del campo objetual de la sociología comprensiva, y además termina ofreciendo una visión demasiado unilateral y sesgada acerca de ellos, lo cual compromete su comprensión de las sociedades de su tiempo, en las cuales las masas se habían convertido en un actor relevante.",
      "citationCount": 0,
      "doi": "10.6018/sh.578451",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b082452e296a04fa1cadaeb6915ec8469496e62a",
      "venue": "Sociología Histórica",
      "journal": {
        "name": "Sociología Histórica"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
