[s2_search.py] Searching Semantic Scholar: 'Habermas lifeworld system Weber colonization modernity' (year=1980-2025), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_46ffa1229c6886da)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas lifeworld system Weber colonization modernity",
  "results": [
    {
      "paperId": "dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "title": "FROM HABERMAS’ CRITICAL THEORY TO DISCOURSE THEORY OF LAW AND DEMOCRACY: OVERCOMING THE “SYSTEM/LIFEWORLD” DICHOTOMY",
      "authors": [
        {
          "name": "Desde LA Teoría",
          "authorId": "2098829237"
        },
        {
          "name": "Crítica DE Habermas",
          "authorId": "2125405445"
        },
        {
          "name": "A. Teoria",
          "authorId": "113035101"
        },
        {
          "name": "Discursiva Del Derecho",
          "authorId": "2125400236"
        },
        {
          "name": "Y. Democracia",
          "authorId": "2102274941"
        },
        {
          "name": "Superando LA Dicotomía",
          "authorId": "2125401379"
        },
        {
          "name": "“SISTEMAMUNDO DE LA Vida",
          "authorId": "2125404889"
        },
        {
          "name": "César Ortega-Esquembre",
          "authorId": "1573462424"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcf2562ad6d6b1a21964decaed5894e5cfc014e9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "12a39c640f64ea1f2aa46e3aa6eb2d9586f29670",
      "title": "Social management based on the language of law mediating the lifeworld and the system",
      "authors": [
        {
          "name": "Marilene Campos",
          "authorId": "2244599690"
        },
        {
          "name": "José Roberto Pereira",
          "authorId": "2244591722"
        }
      ],
      "year": 2023,
      "abstract": "Abstract This article aims to understand how the language of law mediates the relations between the lifeword and system, theoretically supporting social management by considering society as the leading actor of public actions. Social management is considered a manifestation of a non-state public interest in the complex relationships between state, market and society, whose language of law socializes and integrates, make organizations and institutions Interact and affects individuals’ public and private autonomy. To solve problems related to the tension between the lifeword and the systems, Habermas detailed his political theory along with the law, linking republicanism and liberalism, public and private autonomy, facticity, and validity. The transformations that understanding law undergo in Habermas’ work: Theory of communicative action and Law and democracy stand out. In the tensions that threaten solidarity and understanding and result in the colonization in the lifeworld by functional subsystems, the law moves from the first condition of juridicalization of social relations to the mediating position between the life world and system of converting communicative power into administrative power. Social management is an expression of the tension and mediation between the lifeworld and the system is also expression. of the tension between facticity and validity of the law, between public autonomy, and between liberalism and republicanism.",
      "citationCount": 0,
      "doi": "10.1590/1679-395120220143x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12a39c640f64ea1f2aa46e3aa6eb2d9586f29670",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b9f46bab7488b64ee4af8cb1c843fd8a8b025df4",
      "title": "Jürgen Habermas: Health and Healing Across the Lifeworld-System Divide",
      "authors": [
        {
          "name": "G. Scambler",
          "authorId": "4914248"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1057/9781137355621_23",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9f46bab7488b64ee4af8cb1c843fd8a8b025df4",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "355-369",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e155d9316389e331b119065f8e8357006533a6c9",
      "title": "Modernity and the Igbo Lifeworld: Theorizing the Modernization Dynamics of the Igbo World from the Habermasian Framework",
      "authors": [
        {
          "name": "D. M. C. Ude",
          "authorId": "133864223"
        }
      ],
      "year": 2021,
      "abstract": "\n This article theorizes the modernization dynamics of the Igbo world, using the Habermasian framework. Drawing on Habermas, it argues that Igbo modernity or, more precisely, the transformations associated with Igbo modernization, may be understood in terms of the “uncoupling” of systems from the Igbo lifeworld. Relatedly, it further argues that the crises and pathologies that attend modernity in Igboland owe largely to the “colonization” of the Igbo lifeworld by systems of modernity consequent upon this uncoupling. The article pays special attention to the realm of the lifeworld because it is a neglected sphere in the scholarship on the Igbo (African) experience of modernity. Besides, focusing on the Igbo lifeworld would provide the much-needed contextualized reading—one steeped in Africa—of Habermas’s important but rather rarefied theory of modernity. The significance of the article perhaps lies in this two-pronged engagement—the focus on lifeworld and the attempt to contextualize Habermas.",
      "citationCount": 0,
      "doi": "10.5325/philafri.20.2.0129",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e155d9316389e331b119065f8e8357006533a6c9",
      "venue": "Philosophia Africana",
      "journal": {
        "name": "Philosophia Africana"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "title": "Is it possible to form a rational identity? A critical reading of Habermas’ account of social identity",
      "authors": [
        {
          "name": "Ali Teymoori",
          "authorId": "2310146629"
        },
        {
          "name": "Amin Mataji",
          "authorId": "2366894880"
        }
      ],
      "year": 2025,
      "abstract": "Habermas’ account of social identity is the most sophisticated among various deliberative and expansive democratic models and aligns with his long-standing theoretical commitment to communicative rationality that is tailored to the democratic organization of society. Taking a normative stance, he proposes a procedural account of social identity within communicative rationality, achievable only in modernity and deliberative democracy. We argue that his formulation of social identity is inadequate, given a problematic stage-based framework in his historical account of societal evolution and the insubstantial nature of social identity in his linguistic and procedural accounts of social identity. Nonetheless, Habermas’ approach can serve as a starting point to develop a more inclusive and empirically defensible conceptual framework for collective identity, grounded in robust institutional foundations and a substantive account of the political. Finally, by challenging Habermas’ separation of system and lifeworld, we argue that a rational social identity should be rooted in both domains.",
      "citationCount": 0,
      "doi": "10.1177/01914537251348412",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ed729f5ed303a7606011fe0aa168b5ec69bbf80",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy &amp; Social Criticism"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a9df9af2dbceb4457e47610aed32c415c8b867a4",
      "title": "Dialogic Failure of Displaced Lifeworld: An Analysis of Exit West by Mohsin Hamid",
      "authors": [],
      "year": 2024,
      "abstract": "This article investigates the encroachment of the economic and administrative systems in the immigrant lifeworld in Exit West by Mohsin Hamid. Habermas’s concept of lifeworld colonization has been customized by taking into account panoptic surveillance as an accomplice of financial and political pressures which cause strains in interpersonal communication. The accumulative effect of systematic pressure and surveillance on the verbal and nonverbal interpersonal interaction of the characters under surveillance is studied through a dialogic lens to answer the following questions: How is the dialogic nature of personal relations in the novel Exit West jeopardized by the continuous process of migration? How does the status of being migrant make the lifeworld vulnerable to a systemic watch of the host communities? How does displacement intensify interpersonal conflicts? The article employs dialogic textual reading to study the play of system-backed ideologies and the alleged role of the given dominant narrative at the level of interpersonal communication.",
      "citationCount": 0,
      "doi": "10.47012/jjmll.16.4.11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a9df9af2dbceb4457e47610aed32c415c8b867a4",
      "venue": "Jordan Journal of Modern Languages and Literatures",
      "journal": {
        "name": "Jordan Journal of Modern Languages and Literatures"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04bd582535383445818365d49eab73c8da0fa27e",
      "title": "Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification",
      "authors": [
        {
          "name": "Roderick Condon",
          "authorId": "116118931"
        }
      ],
      "year": 2020,
      "abstract": "While the critique of neoliberalism, as the form of contemporary capitalism, has been advanced from Marxian and Foucauldian perspectives, it has had limited attention from the perspective of Critical Theory. Largely unrecognized is the suitability of the theory of reification for this critique, specifically, Habermas’s version. This article reconsiders Habermas’s colonization thesis as the basis for a critical theory of neoliberalism, refining its theoretical framework to deepen its critical diagnosis. Against the dismissal of the system–lifeworld concept, a novel critique is advanced to suggest its original elaboration fell confusedly between two versions of social systems theory. Drawing from late developments, the scheme is reinterpreted as distinguishing two forms of communication in capitalist society: delinguistified and linguistic. This opens the way to reframe and communicatively transform colonization as relinguistification; that is, the translation of monetary coding into ordinary language such that communicative action is distorted from within by reifying concepts.",
      "citationCount": 2,
      "doi": "10.1177/1368431020970780",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04bd582535383445818365d49eab73c8da0fa27e",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "507 - 525",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6fc53540c063884a6a436e83916a27ed4c705658",
      "title": "For Better or for Worse: Lifeworld, System and Family Caregiving for a Chronic Genetic Disease.",
      "authors": [
        {
          "name": "T. O'Dell",
          "authorId": "1441483897"
        },
        {
          "name": "N. Hagen",
          "authorId": "21821646"
        },
        {
          "name": "S. Lundin",
          "authorId": "39485855"
        },
        {
          "name": "Å. Petersén",
          "authorId": "2940735"
        }
      ],
      "year": 2012,
      "abstract": "Modernity has meant a cultural and social differentiation within the western society, which, according to Jurgen Habermas’ theory on communication, can be seen as a division between different forms of actions that takes place in different realms of the society. By combining Habermas’ notions of lifeworld and system with Arthur Frank’s analysis of stories as a way to experience illness, the article performs a cultural analysis of the meeting between families involved in caregiving in relation to Huntington’s disease and the Swedish welfare system. The ethnographic material shows how caregiving is given meaning through communicative action and illness stories, which are broken up by an instrumental legal discourse employed by the welfare system. This confrontation between communicative and instrumental action breeds alienation towards the state and the welfare system among the affected families. However, the families are able to empower themselves and confront the system through a hybrid form of action, which combines communicative and instrumental action. As such this hybridity, and the space that opens up on the basis of this hybridity, constitutes an important space within the modern society.",
      "citationCount": 3,
      "doi": "10.3384/CU.2000.1525.124537",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6fc53540c063884a6a436e83916a27ed4c705658",
      "venue": "",
      "journal": {
        "name": "Culture Unbound: Journal of Current Cultural Research",
        "pages": "537-557",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "33f194f8bac892ec20b90878f39ffa71ac6ba8e5",
      "title": "The Colonization of Lifeworlds of Education by Work: Restoration and Recoupling of Lifeworld and System in the Inner Self",
      "authors": [
        {
          "name": "K. Morrison",
          "authorId": "145840384"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/33f194f8bac892ec20b90878f39ffa71ac6ba8e5",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "47-72",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6e508eb1a0969c37135226953722d56d46ff1a65",
      "title": "Lifeworld-System, Juridification, and Critical Entrepreneurship",
      "authors": [
        {
          "name": "A. Foong",
          "authorId": "32104340"
        },
        {
          "name": "A. E. Ojuka-Onedo",
          "authorId": "1484200031"
        },
        {
          "name": "J. Oliga",
          "authorId": "117571410"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-1-4899-0265-8_54",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6e508eb1a0969c37135226953722d56d46ff1a65",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "327-332",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fdb7e36589667553d0cc639094ca6fd7b2ee7a48",
      "title": "Der sanfte Individualismus in den Theorien von Yamazaki Masakazu und Jürgen Habermas",
      "authors": [
        {
          "name": "C. Etzrodt",
          "authorId": "117488256"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The aim of this paper is to compare the theories of Yamazaki Masakazu und Jürgen Habermas. Yamazaki believed that the hard, ascetic individualism with a focus on production would alienate us from our humanity. He saw in a slowed down consumption a way out of this regressive development. Habermas on the other hand believed that system-oriented rationalization process would colonize the communication-oriented lifeworld. This negative trend could be overcome by developing a discourse free of power interference that enables consensus-building. This gentle individualism of Yamazaki and Habermas corresponds to a compromise between the extremes of a hard individualism (capitalism) and collectivism (communism or nationalism). The surprising result of the analysis is that Yamazaki’s theory is not only easier to realize than Habermas’s, but also more universally applicable.",
      "citationCount": 0,
      "doi": "10.1515/asia-2023-0038",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdb7e36589667553d0cc639094ca6fd7b2ee7a48",
      "venue": "Asiatische Studien - Études Asiatiques",
      "journal": {
        "name": "Asiatische Studien - Études Asiatiques",
        "pages": "277 - 306",
        "volume": "79"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0c4fefa95b2a9d228507ba8ba06d58fb150313c2",
      "title": "A Lifeworld without a Subject: Habermas and the Pathologies of Modernity",
      "authors": [
        {
          "name": "F. Bowring",
          "authorId": "14984358"
        }
      ],
      "year": 1996,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.3817/1296106077",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0c4fefa95b2a9d228507ba8ba06d58fb150313c2",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "104 - 77",
        "volume": "1996"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a67a90985a735db69c8fabff08ebc2eb7d990efa",
      "title": "The \"Colonization of the Lifeworld\" and the Disappearance of Politics — Arendt and Habermas",
      "authors": [
        {
          "name": "A. Brand",
          "authorId": "96443006"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1177/072551368601300104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a67a90985a735db69c8fabff08ebc2eb7d990efa",
      "venue": "",
      "journal": {
        "name": "Thesis Eleven",
        "pages": "39 - 53",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "240ecf2b9775513852c4d2e9ebce166c313ae12d",
      "title": "\"Colonization of Lifeworld\" and Legal Salvation——A Study of Habermas' Philosophy of Right and New Legalism",
      "authors": [
        {
          "name": "Wang Heng",
          "authorId": "49589424"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/240ecf2b9775513852c4d2e9ebce166c313ae12d",
      "venue": "",
      "journal": {
        "name": "Journal of Kunming University of Science and Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3b67b33b817983ab718f28d109847b7f9e32796c",
      "title": "Habermas on Civil Society, Lifeworld and System:Unearthing the Social in Transformation Theory",
      "authors": [
        {
          "name": "T. Fleming",
          "authorId": "47819986"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 25,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b67b33b817983ab718f28d109847b7f9e32796c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c061ad5efe48a36187cb52fcb7ba2804c4afa30d",
      "title": "Decolonization of the Lifeworld by Reconstructing the System: a Critical Dialogue Between Jürgen Habermas and Reinhold Niebuhr",
      "authors": [
        {
          "name": "Ilsup Ahn",
          "authorId": "104861021"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/0953946809106234",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c061ad5efe48a36187cb52fcb7ba2804c4afa30d",
      "venue": "",
      "journal": {
        "name": "Studies in Christian Ethics",
        "pages": "290 - 313",
        "volume": "22"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "title": "Role of patients’ organizations in Health Technology Assessment: a Habermasian system and lifeworld perspective",
      "authors": [
        {
          "name": "N. Milevska-Kostova",
          "authorId": "1420607413"
        },
        {
          "name": "Sita Ratna Devi Duddi",
          "authorId": "2037425960"
        },
        {
          "name": "R. Cooper",
          "authorId": "49910096"
        }
      ],
      "year": 2020,
      "abstract": "Abstract Patient and public involvement in Health Technology Assessment (HTA) is gaining increased interest among research and policy communities. Patients’ organizations represent an important link between individual patients and the health system. Social theories are increasingly being used to explain doctor–patient–system interactions, expanding understanding beyond the mere clinical perspective. In this sense, patient involvement in HTA can also be considered through the Habermas’s theory of communicative action. From a Habermasian perspective, HTA as part of the instrumental rationality contributes to an increased efficiency of resource use within the system; however, such rationalization threatens to colonize the lifeworld by making it “increasingly state administered with attenuated possibilities for communicative action as a result of the commercialization and rationalization in terms of immediate returns.” Using Habermasian system/lifeworld framework, this paper explores opportunities and obstacles to patient involvement in HTA, whereby trying to understand current and possible roles of patients’ organizations as a mediating force between HTA as a function of the system and the lifeworld represented by patients.",
      "citationCount": 3,
      "doi": "10.1017/S0266462320002147",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/108e7fa0562058a0452c98dfcdc3e3d0ddc3c886",
      "venue": "International Journal of Technology Assessment in Health Care",
      "journal": {
        "name": "International Journal of Technology Assessment in Health Care",
        "volume": "37"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20995b7368d13924d0a99cb4a8eda1ac55833e15",
      "title": "On the colonization of the environment",
      "authors": [
        {
          "name": "Felix Kämper",
          "authorId": "2236557567"
        }
      ],
      "year": 2023,
      "abstract": "In this article, I apply the colonization thesis from Jürgen Habermas’s Theory of Communicative Action to capitalist societies’ relationships with their natural environment. Resolving the fixation of his critique of capitalism on the so-called lifeworld (Lebenswelt) to include questions of the environment (Umwelt) opens up new vistas in the ongoing ecological reorientation of Critical Theory. If we think about the exploitation of the natural environment in Habermasian terms, the paradoxical irrationality of the expansion of instrumental rationality from the market mechanism becomes evident, providing us with normative leverage against the systemic devastation of external nature. The conversed colonization thesis calls for promoting the ecological preconditions for self-determined societal development through the collective containment of capitalist dynamics: since it undermines the enabling capacities of the ecosystems based on which the ‘project of modernity’ thrives, economic instrumentalization of nature can no longer proliferate.",
      "citationCount": 2,
      "doi": "10.1177/13684310231188888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20995b7368d13924d0a99cb4a8eda1ac55833e15",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "97 - 114",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4d950e920fbd3aab4db93ab4338db05e6f1a8c07",
      "title": "Under Weber's Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre . By Keith Breen. Burlington, VT: Ashgate, 2012. 253p. $114.95.",
      "authors": [
        {
          "name": "L. Rensmann",
          "authorId": "7689615"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1537592713000297",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d950e920fbd3aab4db93ab4338db05e6f1a8c07",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "621 - 623",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "73fbe4d3e4535137bbdfe4ef01008318fc6caf5e",
      "title": "System and lifeworld, and the conditions of learning in late modernity",
      "authors": [
        {
          "name": "S. Kemmis",
          "authorId": "69014145"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 55,
      "doi": "10.1080/14681369800200043",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/73fbe4d3e4535137bbdfe4ef01008318fc6caf5e",
      "venue": "",
      "journal": {
        "name": "Journal of Curriculum Studies",
        "pages": "269-305",
        "volume": "6"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
