{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Mejia Fernandez Romero social evolution Habermas naturalism Kant Darwin",
  "results": [
    {
      "paperId": "ffa9e238fef792f5b4fa06b061e894b84ca27567",
      "title": "Social Evolution in\n Jürgen Habermas\n : Towards a Weak Anthropological Naturalism between\n Kant and Darwin",
      "authors": [
        {
          "name": "Ricardo Mejía Fernández",
          "authorId": "2150894985"
        },
        {
          "name": "Javier Romero",
          "authorId": "2140432604"
        }
      ],
      "year": 2022,
      "abstract": "Issues concerning naturalism have increasingly become the subject of philosophical reflections involving ontological, epistemological, and even ethics affairs. The most popular topic for contemporary philosophy has been the relationship between ontological results of Darwinism and epistemology. Despite the varied circumstances of its establishment, naturalism almost always produces recommendations that reflect a worldview much “ weaker ” (as in the case of Habermas) than the strong one more common among scientism. There are good structural reasons for this difference. The aim of this paper is to elucidate some of distinctive social features of Habermas ’ s conception of the human being and its implications in the Theory of Communicative Action (1982). Therefore, it is shown that his anthropology takes a naturalistic and Darwinist perspective in the weak naturalism perspective. In the first part, Darwin ́ s legacy is analysed as a research program, and Habermas ́ s studies on biological anthropology are compared with the latest research in genetics and palaeontology. In the second part, we will show Habermas ’ s proposal to confront an epistemological dualism through a weak non-reductionist naturalism as a critique of modern metaphysics, which structures a new pragmatic realism.",
      "citationCount": 1,
      "doi": "10.1111/theo.12383",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa9e238fef792f5b4fa06b061e894b84ca27567",
      "venue": "Theoria",
      "journal": {
        "name": "Theoria"
      },
      "publicationTypes": null
    }
  ],
  "count": 1,
  "errors": []
}
