{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Outhwaite Habermas critical realism methodology social sciences",
  "results": [
    {
      "paperId": "e76f765da5046ae08f8194675842e526fbb07871",
      "title": "When critical realism was ‘new' and what came after: an interview with William Outhwaite",
      "authors": [
        {
          "name": "William Outhwaite",
          "authorId": "2314274129"
        },
        {
          "name": "Jamie Morgan",
          "authorId": "2266907969"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT William Outhwaite is well-known as an early proponent of critical realism and for his work on European politics, critical theory and on Jürgen Habermas. In this wide-ranging interview, he discusses his life and career, including how he came to write on subjects that intersected with and developed themes Roy Bhaskar was also working on at the time. This work resulted in three early books, Understanding Social Life, Concept Formation in Social Science and New Philosophies of Social Science, the last of which makes the case for the incorporation of critical theory and hermeneutics into critical realism. He goes on to discuss various issues, including, briefly, his involvement in an early discussion group with Bhaskar, his participation in the Realism and the Human Sciences conferences and how he and Margaret Archer came to edit Andrew Collier’s Festschrift.",
      "citationCount": 7,
      "doi": "10.1080/14767430.2024.2385852",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e76f765da5046ae08f8194675842e526fbb07871",
      "venue": "Journal of Critical Realism",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "438 - 466",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "01ad65751b1d1f1dba2823c2fd7a1c5a661ff192",
      "title": "Critical realism methodology as a guiding framework for interdisciplinary theory enrichment: Reflections on a study of empowerment.",
      "authors": [
        {
          "name": "Erin Rose Ellison",
          "authorId": "39227827"
        },
        {
          "name": "R. Langhout",
          "authorId": "3734004"
        }
      ],
      "year": 2022,
      "abstract": "Philosophy of science and ontological assumptions underpin our work as scholars, explicitly, or implicitly. In this paper, we develop empowerment theory with a critical realism (CR) lens. Through the example of a study of empowerment, we examine how can it be used as a guiding paradigm for research in community psychology (CP). We sought to increase theoretical rigor by using a CR approach to interdisciplinarity. We put empowerment into conversation with Social Reproduction Theory and Black, Indigenous, People of Color feminisms, because both represent situated knowledge that address experiences with oppression and focus on dismantling systems of oppression. We illustrate how a CR approach shaped our understanding of empowerment, and in turn, provided an analysis that was (a) more nuanced and actionable, (b) more aligned with CP values and definitions of social justice, and (c) more likely to contribute to the field by developing an intersectional anticapitalist and feminist intervention into empowerment literature. This paper highlights how, aligned with an interdisciplinary CR approach, we questioned assumptions about empowerment theory, which influenced our empirical work so that we could provide a more focused critique of unjust social arrangements, and with it, the possibility to act upon those arrangements.",
      "citationCount": 3,
      "doi": "10.1002/jcop.22919",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/01ad65751b1d1f1dba2823c2fd7a1c5a661ff192",
      "venue": "Journal of Community Psychology",
      "journal": {
        "name": "Journal of community psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ca6db45f9106836c2fb83d8125c9b04bb6238ac9",
      "title": "A Critical Inquiry into Jürgen Habermas’ Hermeneutical Reflection as a Methodology of Social Science",
      "authors": [
        {
          "name": "Tizar Shahwirman",
          "authorId": "2253549082"
        }
      ],
      "year": 2023,
      "abstract": "This paper aims to examine and evaluate Habermas’ thoughts on hermeneutical reßection as a methodology of social science based on his work titled Zur Logik der Sozialwissenschaften (On The Logic of The Social Sciences). By starting from a theory of action approach focusing on the process of inquiring and understanding intentional action, Haber-mas developed a hermeneutical reßection approach emphasizing the importance of communicative experience between the researcher and the subject examined. This approach has emancipatory power because it encourages researchers to thoroughly identify the ideological elements of social reality researched. Apart from all the advantages of Habermas’ methodological thought, his thinking should be evaluated critically because there are problematic aspects when viewed through the lens of ontology, methodology/method, and axiology.",
      "citationCount": 1,
      "doi": "10.36383/diskursus.v19i2.443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca6db45f9106836c2fb83d8125c9b04bb6238ac9",
      "venue": "DISKURSUS - JURNAL FILSAFAT DAN TEOLOGI STF DRIYARKARA",
      "journal": {
        "name": "DISKURSUS - JURNAL FILSAFAT DAN TEOLOGI STF DRIYARKARA"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2a343a2aa04bed18b0367d88147138c9eeef1129",
      "title": "Exploration of Mixed Research Methodology for Public Design Research: Based on Critical Realism",
      "authors": [
        {
          "name": "Byeungab Park",
          "authorId": "2228248526"
        }
      ],
      "year": 2023,
      "abstract": "This research reviewed discussions in the field of social sciences related to mixed research methods and explored the application of mixed research methods for public design research based on those discussions. Specifically, the researchers adopted a critical realist perspective within the context of mixed research methods. They examined the principles and application procedures of abductive and retroductive inference, as well as investigated the research process and design strategies. As a result, they proposed a mixed research method design model for public design research.",
      "citationCount": 0,
      "doi": "10.33645/cnc.2023.08.45.08.713",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2a343a2aa04bed18b0367d88147138c9eeef1129",
      "venue": "The Korean Society of Culture and Convergence",
      "journal": {
        "name": "The Korean Society of Culture and Convergence"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "76a3c41acd72ce0bdb5b4f6a3f3d1b065d96ec2b",
      "title": "From Hermeneutics to Critical Realism: An Ethnographic Study of Chinese-Canadians, Canadian-Chinese",
      "authors": [
        {
          "name": "Yanyu Wang",
          "authorId": "2395350557"
        }
      ],
      "year": 2025,
      "abstract": "In its elaboration of the essentials of ethnographic methodology, it addresses the basic philosophical ideas and propositions of interpretivism and critical realism and analyzes the characteristics of ethnographic research from these two perspectives. It interprets the classic ethnographic research of Chinese-Canadians, Canadian-Chinese: Coping and Adapting in North America. It analyzes the essential features of ethnographic methodology in the specific case study from hermeneutics and critical realism perspectives. At the same time, it explains the particular application of ethnographic methods in this classic case study and analyzes its research process and results. It also proposes the theoretical view that ethnographic case studies must follow the trends of social sciences and suggests concrete strategies for ethnographic research from the perspective of critical realism.",
      "citationCount": 0,
      "doi": "10.64753/jcasc.v10i2.1877",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76a3c41acd72ce0bdb5b4f6a3f3d1b065d96ec2b",
      "venue": "Journal of Cultural Analysis and Social Change",
      "journal": {
        "name": "Journal of Cultural Analysis and Social Change"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0e943e9d4662a495dd5eb3ed45f2fc5cdfab6c7",
      "title": "The Relationship Between Epistemological Stance, Mode of Reasoning and Methodological Approach: Critical Realism as the Basis for Research into Supply Chain Resilience",
      "authors": [
        {
          "name": "kamar Moukadem",
          "authorId": "2387011283"
        },
        {
          "name": "Abdelilah Elkharraz",
          "authorId": "2387010983"
        }
      ],
      "year": 2024,
      "abstract": "This article highlights the importance of ensuring coherence between the epistemological stance, the mode of reasoning, and the research methodology in scientific inquiry, particularly in the analysis of supply chain resilience. \nIn the face of the complexity of modern logistics systems, critical realism emerges as an appropriate paradigm, as it reconciles the causal explanation of positivism with the interpretive understanding of the social sciences. Supported by abductive reasoning, this approach enables the progressive construction of knowledge through continuous interaction between theory and empirical observation. Methodologically, the use of a mixed-methods approach—combining qualitative and quantitative tools—promotes a comprehensive understanding of the phenomenon under study. Altogether, this framework provides a coherent basis for examining supply chain resilience in a manner that is both rigorous and context-sensitive.\nKeywords: Supply chain resilience, critical realism, abductive reasoning, mixed methods.\n \nReceived Date: November 05, 2024\nAccepted Date: November 26, 2024\nPublished Date: December 01, 2024\nAvailable Online at https://www.ijsrisjournal.com/index.php/ojsfiles/article/view/484",
      "citationCount": 0,
      "doi": "10.63883/ijsrisjournal.v3i6.484",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0e943e9d4662a495dd5eb3ed45f2fc5cdfab6c7",
      "venue": "International Journal of Scientific Research and Innovative Studies",
      "journal": {
        "name": "International Journal of Scientific Research and Innovative Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4c0a1fcd34096a505bd36146515c004718c62d71",
      "title": "Exploration of the Contribution of Critical Realism to the Methodology of Social Sciences",
      "authors": [
        {
          "name": "Ma Guowang",
          "authorId": "2090945076"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c0a1fcd34096a505bd36146515c004718c62d71",
      "venue": "",
      "journal": {
        "name": "Journal of Dialectics of Nature",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2cf0389cc38d64be327a88edb14ffad58a233b52",
      "title": "From Practice to Transformation: Regrounding Community-Based Adaptation in Critical Realism",
      "authors": [
        {
          "name": "Paul Strikker",
          "authorId": "2395166502"
        },
        {
          "name": "Tom Selje",
          "authorId": "2324145862"
        },
        {
          "name": "B. Heinz",
          "authorId": "93170613"
        }
      ],
      "year": 2025,
      "abstract": "Community-based adaptation (CBA) has become a credible remedy to climate change adaptation, emphasizing local participation and community-defined priorities. However, its transformative potential remains limited when structural root causes of vulnerability are insufficiently addressed. This article argues—via the methodology of problematization—that aligning CBA with the broader agenda of social-ecological transformation requires a stronger philosophical foundation. We propose critical realism as a suitable philosophy of science to translate CBA’s emancipatory ambitions into a robust analytical and methodological practice. Critical realism is a practically oriented philosophy facilitating causal analyses coherent with its realist ontology and relativistic epistemology. It illuminates the interplay between agency and structure, enhancing CBA to confront power imbalances and systemic injustices while supporting local agency. By conjoining insights from political ecology and political economy, we show how critical realism offers analytical coherence, methodological robustness, and normative orientation for transformative adaptation practice. We delineate nine key synergies between critical realism and CBA that together provide the conceptual scaffolding for a politically powerful, reflexive, and justice-oriented adaptation science. In doing so, the paper contributes to rethinking CBA as not merely a localized coping mechanism but as part of a structural response to the social-ecological crisis.",
      "citationCount": 0,
      "doi": "10.3390/socsci14120680",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cf0389cc38d64be327a88edb14ffad58a233b52",
      "venue": "The social science",
      "journal": {
        "name": "Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "efb1b28b3afdf805ad443c0ad676a5e106c43168",
      "title": "Explaining Society: Critical Realism in the Social Sciences",
      "authors": [
        {
          "name": "J. Xue",
          "authorId": "2103336251"
        }
      ],
      "year": 2018,
      "abstract": "Different paradigms of the philosophy ofscience influence the perception of reality, and byextension the logic of research processes, strategiesand outcomes. Among the theories of social science,there have been a variety of paradigms with their ownspecific ontologies, epistemologies and methodologies,like positivism, hermeneutics, critical tradition,etc. The book of Danermark et al. introduces the keyand fundamental elements of critical realism, whichis a metatheory developed since the mid-1970s basedon the criticism of the positivist position.",
      "citationCount": 48,
      "doi": "10.56261/jars.v8i2.168620",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/efb1b28b3afdf805ad443c0ad676a5e106c43168",
      "venue": "Journal of Architectural/Planning Research and Studies (JARS)",
      "journal": {
        "name": "Journal of Architectural/Planning Research and Studies (JARS)"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ef502897157f740eb1e480d6260759edfac3cf9b",
      "title": "Critical realism in empirical research: employing techniques from grounded theory methodology",
      "authors": [
        {
          "name": "E. Hoddy",
          "authorId": "118285521"
        }
      ],
      "year": 2018,
      "abstract": "ABSTRACT Whilst critical realism (CR) is becoming recognised as a significant meta-theory for the social sciences, there is little guidance on how to produce research which is consistent with its ontological and epistemological assumptions. This article contributes to an emerging discussion about how CR can be applied, drawing on an example of a qualitative study that has sought to understand and explain the causes of unmet need amongst a group of rural labourers in Tunisia . Using this study as an illustration, I show how techniques from grounded theory methodology can be usefully harnessed in the data collection, coding and analysis stages of a research project that adopts a CR philosophical and methodological framework. I illustrate how an ‘abductive’ variant of grounded theory allowed drawing on pre-existing theoretical knowledge throughout the research stages; whilst open and axial coding techniques could be harnessed for identifying and postulating CR causal mechanisms. This article should be of interest to students and researchers involved with grounded theory and applied critical realism.",
      "citationCount": 100,
      "doi": "10.1080/13645579.2018.1503400",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef502897157f740eb1e480d6260759edfac3cf9b",
      "venue": "International Journal of Social Research Methodology",
      "journal": {
        "name": "International Journal of Social Research Methodology",
        "pages": "111 - 124",
        "volume": "22"
      },
      "publicationTypes": null
    },
    {
      "paperId": "342b8a846cf62f661bd6e1f1e9435b629e00454b",
      "title": "Dialectical critical realism, transformative change and social work",
      "authors": [
        {
          "name": "S. Houston",
          "authorId": "67307911"
        }
      ],
      "year": 2022,
      "abstract": "Critical realism, as expounded by Bhaskar, is a philosophy of social science that has been applied in social work scholarship addressing such areas as research methodology, practice interventions and programme evaluation. Most of these applications are based on the early rendition of the philosophy, with little attention given to Bhaskar’s later, more mature, development of dialectical critical realism. This article addresses this gap, describing how dialectic critical realism builds on the early iteration of the philosophy to account for emancipatory change in the social world. The contribution of dialectical critical realism to anti-oppressive social work is then considered through the articulation of six, interlinked steps of transformative change. Finally, the preceding meta-theoretical steps are applied to a fictitious case example involving a young person leaving care. The aim here is to show how the steps can be integrated within social work practice to stimulate positive change, human emancipation and well-being.",
      "citationCount": 8,
      "doi": "10.1332/204986021x16455451510551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/342b8a846cf62f661bd6e1f1e9435b629e00454b",
      "venue": "Critical and radical social work An international journal",
      "journal": {
        "name": "Critical and Radical Social Work"
      },
      "publicationTypes": null
    },
    {
      "paperId": "8dc18871312f399079ae128e662dad45c8c1054e",
      "title": "Applying critical realism in qualitative research: methodology meets method",
      "authors": [
        {
          "name": "Amber J. Fletcher",
          "authorId": "32201825"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1017,
      "doi": "10.1080/13645579.2016.1144401",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8dc18871312f399079ae128e662dad45c8c1054e",
      "venue": "",
      "journal": {
        "name": "International Journal of Social Research Methodology",
        "pages": "181 - 194",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4be0a7dc0468f9f47a70060688bf518a50a43cf5",
      "title": "Taking the Long View on Digital Culture and Mental Health: Principles From Critical Realism.",
      "authors": [
        {
          "name": "V. Paquin",
          "authorId": "1953218401"
        }
      ],
      "year": 2025,
      "abstract": "There is a widespread concern that some aspects of digital media use may be detrimental to mental health. Digital media such as social media, video games, and artificial intelligence profoundly influence the daily lives of young people through practices embedded in global and particular digital cultures. Because digital technologies and their uptake are actively evolving in ways that cannot be fully anticipated, research must \"take the long view\" to develop robust theories that stand the test of time. The philosophical approach of critical realism, developed by Roy Bhaskar and others in the 1970s-1990s, provides helpful parameters for studying complex phenomena such as the relationship between digital cultures and mental health. Critical realism sees science as a social process that aims to uncover the generative structures of reality, with the understanding that causal mechanisms exist at multiple levels of inquiry, from the material to the social. Drawing from the work of Bhaskar and other critical realists, this article outlines three methodological guiding principles for the study of digital culture and mental health: (1) focusing on the causal effects of digital media, located in individual practices, technologies, sociocultural structures, or elsewhere; (2) combining methods (qualitative and quantitative) and disciplines; and (3) actively engaging with the social dimension of research. Research on digital media and mental health has the capacity to illuminate causal mechanisms and their possibilities for human emancipation, even when these mechanisms are not fully actualized or directly observed.",
      "citationCount": 0,
      "doi": "10.1177/10497323251389814",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4be0a7dc0468f9f47a70060688bf518a50a43cf5",
      "venue": "Qualitative Health Research",
      "journal": {
        "name": "Qualitative health research",
        "pages": "\n          10497323251389814\n        "
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4f40622a4c1b544a37dadda77a1ef56ef4008cca",
      "title": "SEARCHING FOR AN UNDERLYING MECHANISM GOVERNING PRE-SERVICE TEACHER ASSESSMENT IN THE NORTHWEST OF ENGLAND: AN EXAMPLE OF ADOPTING A CRITICAL REALISM APPROACH FOR TEACHER EDUCATION RESEARCH",
      "authors": [
        {
          "name": "Rick Tynan",
          "authorId": "2269074026"
        }
      ],
      "year": 2023,
      "abstract": "Bhaskar [1] proposed and argued for critical realism in natural sciences. Other authors have extended Bhaskar’s [1] arguments to include the social sciences [2], and to attempt to translate his philosophical position into useful research methodologies that can compete with positivist, constructivist, and pragmatic research paradigms [3]. Critical realism describes both intransitive and transitive components of human knowledge. It proposes underlying structures and mechanisms in the Real Domain that exist independently of human observers and possess the potential to govern events occurring in the Actual Domain [1]. Events that can be experienced and investigated as phenomena by human observers form a subset that occupies the Empirical Domain where researchers normally operate [1]. For critical realists, this positivist stance is balanced by the constructivist element to knowledge. As research is also a social activity, it results in knowledge regarding external structures and mechanisms that is also undeniably socially constructed [1] [2]. Critical realism [1] [2] claims to provide a philosophical and research paradigm solution to conflicts in ontology, epistemology, and axiology when conducting mixed methods studies [3]. Further, some researchers have advocated adopting a critical realism approach for synthesising the contributions of quantitative and qualitative data collected in such investigations, even in hindsight [4]. This paper considers the adoption of a critical realism approach late in a research project. A mini thesis drew together nine research articles in the field of teacher training and education that were published in peer reviewed journals between 2013 and 2019. These formed part of a PhD by published works submission [5]. The application of a critical realism approach as a triangulation of mixed methods data and findings using stages described by Bygstad and Munkvold [6] was found to be useful in formulating a concluding model for a complex project. However, a major criticism of the approach is also considered: that the same conclusions would have been reached following other research paradigm methodologies.",
      "citationCount": 0,
      "doi": "10.21125/iceri.2023.0737",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4f40622a4c1b544a37dadda77a1ef56ef4008cca",
      "venue": "ICERI proceedings",
      "journal": {
        "name": "ICERI2023 Proceedings"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "db201bfe3ed31a792213b3f91368645cd69b7a7d",
      "title": "Sublating the Naturalism/Anti-Naturalism Problematic: Critical Realism, Critical Naturalism, and the Question of Methodology",
      "authors": [
        {
          "name": "M. V. Ingen",
          "authorId": "81391743"
        }
      ],
      "year": 2020,
      "abstract": "\n The naturalism/anti-naturalism problematic has remained a stubbornly persistent feature of Euro-American debates about the nature and range of (social) science. Politics and International Relations (PIR) research has not been immune to the resulting “paradigm wars”—in fact, the problematic has been central to the question of methodology in these fields. As a result of this, and as a result of the bifurcating logic that inheres in the problematic as it is most commonly conceived, claims about (global) politics have, at best, varied, and, at worst, been wildly contradictory. This has not, of course, stopped naturalists and anti-naturalists from claiming the epistemic authority (and associated perks/privileges) that each believes they are due, and the ensuing war of position has proven to be so intractable that it has inspired in some a desire for the two parties to just go their separate ways, citing irreconcilable differences. It is worth asking, therefore, whether it is time to officially “untie the knot,” reach some mutually acceptable intellectual/institutional settlement, and resign ourselves to a solitary existence? Some PIR research seems to suggest that this is becoming the preferred outcome. Contrary to such assessments, this article argues that the critical naturalist position which critical realist philosophy develops/defends provides a promising alternative to the “either/or” logic that characterizes much of the existing debate. Indeed, it claims that this critical naturalism provides an answer to the question of methodology that is more inclusive/encompassing (“neither/both/and” rather than “either/or”) and scientifically plausible than the two positions that are typically held—incorrectly—to exhaust our options within the problematic.\n La problemática del naturalismo/antinaturalismo siguió siendo un rasgo obstinadamente persistente de los debates euroamericanos sobre la naturaleza y el alcance de la ciencia (social). La investigación en Política y Relaciones Internacionales (Politics and International Relations, PIR) no ha sido inmune a las subsiguientes «guerras de paradigmas»; de hecho, la problemática ha sido el foco de la cuestión de la metodología en estos campos. Como resultado de esto y de la lógica dividida que hereda la problemática tal como se concibe más comúnmente, las reclamaciones sobre la política (global) han sido, en el mejor de los casos, variadas y, en el peor, salvajemente contradictorias. Sin dudas, esto no ha impedido que los naturalistas y antinaturalistas reclamen la autoridad epistémica (y las ventajas y los privilegios relacionados) que cada uno cree que les corresponde, y la guerra posterior de posturas ha demostrado ser tan intratable que ha inspirado en algunos el deseo de que las dos partes tomen caminos separados al mencionar diferencias irreconciliables. Por lo tanto, ¿vale la pena preguntarse si es hora de «desatar el nudo» de manera formal, llegar a algún acuerdo intelectual o institucional mutuamente aceptable y resignarnos a una existencia solitaria? Algunas investigaciones en PIR parecen sugerir que esto se está convirtiendo en el resultado preferido. Contrario a dichas valoraciones, este artículo sostiene que la postura naturalista crítica que desarrolla o defiende la filosofía realista crítica brinda una alternativa prometedora a la lógica del «uno/el otro» que caracteriza gran parte del debate existente. De hecho, afirma que este naturalismo crítico proporciona una respuesta a la cuestión de la metodología que es más inclusiva o integral («ninguno/ambos/y» en lugar de «uno/el otro») y científicamente viable que las dos posturas que se suelen mantener de manera incorrecta para agotar nuestras opciones dentro de la problemática.\n La problématique Naturalisme/anti-naturalisme est restée une caractéristique obstinément persistante des débats euro-américains sur la nature et le champ des sciences (sociales). Les recherches en politique et en relations internationales n'ont pas échappé aux « conflits de paradigme » qui en résultent ; en réalité, cette problématique est demeurée centrale à la question de méthodologie dans ces domaines. De ce fait, et du fait de la bifurcation de la logique inhérente à la problématique telle qu'elle est le plus communément pensée, les déclarations concernant la politique (mondiale) dans ce domaine ont, au mieux, été diverses et, au pire, très contradictoires. Cela n'a bien évidemment pas empêché les naturalistes et les anti-naturistes de revendiquer l'autorité épistémique (et les avantages/privilèges associés) qui, selon eux, leur est due, et le conflit de positions qui s'en est suivi s'est avéré si insoluble qu'il a même inspiré à certains le désir de tout simplement voir les deux parties suivre leurs propres chemins totalement distincts, en invoquant des différences inconciliables. Il convient donc de se demander s'il est temps de « trancher officiellement le nœud gordien », de parvenir à un règlement intellectuel/institutionnel mutuellement acceptable du conflit et de se résigner à une existence solitaire. Certaines recherches en politique et relations internationales semblent suggérer que cela deviendrait l'issue privilégiée. Contrairement à de telles estimations, cet article soutient que la position des naturalistes critiques, qui est développée/défendue par la philosophie du réalisme critique, offre une alternative prometteuse à la logique du « soit, soit » qui caractérise la plupart des débats actuels. En effet, il affirme que ce naturalisme critique offre une réponse à la question de méthodologie qui est plus inclusive/englobante (« ni, ni/les deux/et » plutôt que « soit, soit ») et scientifiquement plausible que les deux positions qui sont généralement tenues (à tort) pour évacuer nos options dans cette problématique.",
      "citationCount": 2,
      "doi": "10.1093/isr/viaa080",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db201bfe3ed31a792213b3f91368645cd69b7a7d",
      "venue": "",
      "journal": {
        "name": "International Studies Review",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "657c751a74906318ed950cf7c97d4aed46497d09",
      "title": "Handbook of Research Methods in Health Social Sciences",
      "authors": [
        {
          "name": "P. Liamputtong",
          "authorId": "5600298"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1099,
      "doi": "10.1007/978-981-10-2779-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/657c751a74906318ed950cf7c97d4aed46497d09",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6f0c06d696e6513b8768fef5717967951b14a755",
      "title": "Critical realism as a social ontology for economics",
      "authors": [
        {
          "name": "J. Morgan",
          "authorId": "33806044"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.4337/9781782548461.00007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f0c06d696e6513b8768fef5717967951b14a755",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "b2a1b4c499f3ee915787ca7afebd09f6b8fbb476",
      "title": "New Philosophies of Social Science: Realism, Hermeneutics and Critical Theory",
      "authors": [
        {
          "name": "W. Outhwaite",
          "authorId": "46684925"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 308,
      "doi": "10.2307/2074033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2a1b4c499f3ee915787ca7afebd09f6b8fbb476",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fb6cbd9618ce0d252899df59592b55a674be21f7",
      "title": "Introduction to the special issue on critical realism.",
      "authors": [
        {
          "name": "François Lauzier-Jobin",
          "authorId": "1403449541"
        },
        {
          "name": "L. Brunson",
          "authorId": "145463822"
        },
        {
          "name": "Brad Olson",
          "authorId": "153942306"
        }
      ],
      "year": 2022,
      "abstract": "This special issue explores how philosophy of science matters for both research and social action in community psychology. It explores the complex issue of what might be appropriate philosophical bases for community psychology theory, research, and practice. In particular, it focuses on critical realism, a relatively new approach to the philosophy of science. In this introductory article, we start by discussing the importance of philosophy of science for community psychologists. We then situate our subject by exploring the history of paradigms in community psychology. We next offer a brief description of critical realism by describing its assumptions on ontology (nature of the world), epistemology (theory of knowledge), axiology (theory of values), and methodology (theory of action).",
      "citationCount": 4,
      "doi": "10.1002/jcop.22981",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fb6cbd9618ce0d252899df59592b55a674be21f7",
      "venue": "Journal of Community Psychology",
      "journal": {
        "name": "Journal of community psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "af7ff9f9b027b7bc4f5ccfe0c00d154c0d86ae4a",
      "title": "The UK Gangs Thesis Debate: Towards a Critical Realism of Gangs",
      "authors": [
        {
          "name": "Paul Andell",
          "authorId": "101887645"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-3-030-12891-3_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af7ff9f9b027b7bc4f5ccfe0c00d154c0d86ae4a",
      "venue": "Thinking Seriously About Gangs",
      "journal": {
        "name": "Thinking Seriously About Gangs"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
