{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Pedersen Habermas method rational reconstruction philosophy social sciences",
  "results": [
    {
      "paperId": "529ae497efcd994a34ce7f12b8901c13b77d8099",
      "title": "Habermas' Method: Rational Reconstruction",
      "authors": [
        {
          "name": "J. Pedersen",
          "authorId": "87497460"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 60,
      "doi": "10.1177/0048393108319024",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/529ae497efcd994a34ce7f12b8901c13b77d8099",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "457 - 485",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "15a9256ba168d987c8534df659cc31fe3b732bee",
      "title": "Habermas and the Political Sciences",
      "authors": [
        {
          "name": "J. Pedersen",
          "authorId": "87497460"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 16,
      "doi": "10.1177/0048393108329796",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/15a9256ba168d987c8534df659cc31fe3b732bee",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "381 - 407",
        "volume": "39"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e11636ed72a23efab65eef17c821b92873b0a85",
      "title": "Three Models of Democratic Deliberation",
      "authors": [
        {
          "name": "Noelle McAfee",
          "authorId": "116912692"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 31,
      "doi": "10.1353/JSP.2004.0007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e11636ed72a23efab65eef17c821b92873b0a85",
      "venue": "",
      "journal": {
        "name": "The Journal of Speculative Philosophy",
        "pages": "44 - 59",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f97f2ba36620149145df00ae66094eb70bbac9e",
      "title": "Re-Engineering Philosophy for Limited Beings: Piecewise Approximations to Reality",
      "authors": [
        {
          "name": "W. Wimsatt",
          "authorId": "3268411"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 326,
      "doi": "10.5860/choice.45-1405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f97f2ba36620149145df00ae66094eb70bbac9e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "68998ba9835c1b100c57d754657705a1364edae7",
      "title": "The Relationship between Theory and Practice 1",
      "authors": [
        {
          "name": "J. Pedersen",
          "authorId": "87497460"
        },
        {
          "name": "Linn Kjaerland",
          "authorId": "118602292"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/004839310903900301",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/68998ba9835c1b100c57d754657705a1364edae7",
      "venue": "",
      "journal": {
        "name": "Philosophy of the Social Sciences",
        "pages": "381 - 407",
        "volume": "39"
      },
      "publicationTypes": null
    },
    {
      "paperId": "af5ebce3c77286dd9fbf70143ea4a24ff76ff5dc",
      "title": "EUROPEAN JOURNAL OF PRAGMATISM AND AMERICAN PHILOSOPHY",
      "authors": [
        {
          "name": "W. Feinberg",
          "authorId": "38036700"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 9,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/af5ebce3c77286dd9fbf70143ea4a24ff76ff5dc",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "027ea98dede6e1e9250bcd26bb6a98bbf18485e6",
      "title": "Book Review: Filipe Carreira da Silva Mead and Modernity. Science, Selfhood, and Democratic Politics Lanham: Rowan & Littlefield, 2008, 243 pp",
      "authors": [
        {
          "name": "P. Kuusela",
          "authorId": "102233700"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/00016993100530010103",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/027ea98dede6e1e9250bcd26bb6a98bbf18485e6",
      "venue": "",
      "journal": {
        "name": "Acta Sociologica",
        "pages": "84 - 85",
        "volume": "53"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "31ae0e7422f8d7b710071930fe90431042934b45",
      "title": "The Disenchantment of Religious-Metaphysical Worldviews and the Emergence of Modern Structures of Consciousness",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 2,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/31ae0e7422f8d7b710071930fe90431042934b45",
      "venue": "",
      "journal": {
        "name": "The Russian Sociological Review",
        "pages": "27-52",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "07906d20b2cdb8bdcca06eb30fcfb309bcc1fded",
      "title": "Perception et normes sociales : une alternative à l'intellectualisme contemporain",
      "authors": [
        {
          "name": "Siegfried L. Mathelet",
          "authorId": "118275058"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07906d20b2cdb8bdcca06eb30fcfb309bcc1fded",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "3af8e2082eba257de62f458e1cff6e0aede44273",
      "title": "Communicative Action In Group Decision Support Systems",
      "authors": [
        {
          "name": "Robert A. Nehmer",
          "authorId": "2985414"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.19030/RBIS.V7I1.4544",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3af8e2082eba257de62f458e1cff6e0aede44273",
      "venue": "Business Information Systems",
      "journal": {
        "name": "",
        "pages": "73-88",
        "volume": "7"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a6a8694990c94c5bf604a93f303df207e4b84056",
      "title": "Methods of interpretive sociology",
      "authors": [
        {
          "name": "M. David",
          "authorId": "145498373"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.4135/9781446262528",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6a8694990c94c5bf604a93f303df207e4b84056",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "dd680662f570548847a844dd02629e82f580458c",
      "title": "Discourse and Justification : Social Constructs and the Foundation of Reality through Discourse",
      "authors": [
        {
          "name": "Miika Vähämaa",
          "authorId": "114743439"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dd680662f570548847a844dd02629e82f580458c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cffcd1d2bd19c04b3071cd5bfe36df123bd6f60e",
      "title": "Cultural Anthropology",
      "authors": [],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/000134550605200302",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cffcd1d2bd19c04b3071cd5bfe36df123bd6f60e",
      "venue": "",
      "journal": {
        "name": "Abstracts in Anthropology",
        "pages": "417 - 571",
        "volume": "52"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "4a65ade17a2c5e8b48caab11874aed506cce6ab3",
      "title": "The broader context of medical ethics",
      "authors": [
        {
          "name": "W. Dekkers",
          "authorId": "145492740"
        },
        {
          "name": "B. Gordijn",
          "authorId": "2354377"
        }
      ],
      "year": 2008,
      "abstract": "In her Lifetime Achievement Award Presentation during the annual meeting of the American Society for Bioethics & Humanities in Washington, on October 20, 2007, the medical sociologist and bioethicist Renee C. Fox addressed the audience about her ideas about bioethics of the future: “The bioethics that I envisage”. In her view, bioethics should pay more attention to historical aspects of medicine and health care, and to the history of bioethics itself. Also the social context of bioethics should be taken more into account. Finally, she held a plea for a multidisciplinary approach, thereby also focusing on the philosophical background of bioethical notions, theories and models. In a nutshell, this view of the future of bioethics is very similar to the view from which the scope and aims of Medicine Health Care and Philosophy have resulted. After all, we welcome papers from a broad range of disciplines including history, ethics, anthropology, epistemology, logic, metaphysics, philosophy of science and technology, sociology and political science, law, and the philosophy of culture and religion. Thus we want to place medicine, health care, and bioethics in the broadest possible context. Because of its diversity of topics, theories and approaches, this issue is quite exemplary for the aims and scope of Medicine Health Care and Philosophy. \n \nThe first three papers have a phenomenological orientation in common. Linda Finlay and Pat Molano-Fisher focus on cochlear implants. Starting point are the experiences of Pat, one of the authors and since the age of five post-lingually profoundly deaf, who received a cochlear implant at the age of 55. The authors describe and analyse Pat’s experiences based on an existential phenomenological method. The authors show how patients after such an implantation have to come to terms with a changing relationship with the world, with others and with themselves. Pat has to reorient herself and learn to cope with her transformed self and world. In the analysis, typical phenomenological notions such as “life world”, “embodiment”, and “being-in-the world” play a central role. Likewise, the second paper focuses on the implications of a new medical technology, i.e. tissue engineering, especially the engineering of heart valves. In this paper too phenomenological notions such as “lived integrity” and “the lived body” play a crucial role. Mechteld-Hanna Derksen and Klasien Horstman develop a phenomenological–ethical perspective on bodies and technologies in which concrete experiences of health and illness are central. They attempt to escape from the dichotomy of tissue engineering being “morally good” or “morally dangerous” based on specific assumptions of the role of nature in medicine. Instead they propose that the ethics of tissue engineering should be framed not in terms of “natural” or “unnatural”, but in terms of “good embodied life” and “lived integrity”. In the third paper, Elling Hulvestad attempts to explain why there are so few structural aberrations to be found in chronic fatigue syndrome (CFS) and why a specific treatment is so difficult to establish. In his view, the CFS can be properly understood only by taking an integrated perspective in which evolutionary, developmental and ecological aspects are considered. Although the phenomenological perspective in this paper is not so elaborately developed as in the two previous papers, Hulvestad comes to the conclusion that the phenomenological dimension enriches biological accounts of health and disease and adds a new dimension to clinical studies. When it comes to elucidation of CFS, biological and phenomenological investigations should be looked upon as complementing and not competing alternatives. \n \nThe next three papers are in the field of psychiatry, mental health care, and neurology. In the first one, Tim Thornton takes a stance toward a recently developed guideline of the World Psychiatric Association (WPA). He bases his argument on an analysis of an important chapter in the history of psychiatry, i.e. Windelband’s rectorial address of 1894 on the distinction between idiographic and nomothetical understanding. In 2003, the WPA has emphasized the importance of idiographic understanding as a distinct component of a comprehensive diagnosis in psychiatry. In the elaboration of this idea, idiographic understanding is often assimilated to the notion of narrative judgement. Thornton argues that we must clearly distinguish between an idiographic and narrative judgement. In the call for comprehensive diagnosis, narrative rather than idiographic elements should have an important role. The second paper, written by Enric Novella, is about the recent processes of deinstitutionalization and reform of mental health services. He starts with a critical review of the most popular theoretical accounts of these developments, especially paying attention to the approaches of mainstream psychiatry and the social sciences respectively. His conclusion is that it is still a long way to an adequate explanation of these phenomena. For a comprehensive understanding of these transformations we need a thorough evaluation of the facts, a consideration of shifting social values and needs and a historical analysis of deinstitutionalization policies. The third paper draws our attention to the problem of self care in patients with a diminished capacity of self care, especially persons with Alzheimer’s disease (AD). Ursula Naue argues that concepts such as personhood, well-being, autonomy and rationality need to be re-thought when we try to tackle the problem of dementia care and of the increasingly aging population. Naue considers AD a social–medical construct which is to be understood in the context of power relations. As in the previous article about mental care, here also Foucault’s historical and epistemological analyses, for example, about “technologies of the self” play a major role. \n \nAlthough very different in topic and scope, the next two papers might be subsumed under the heading of the patient–physician relationship. The first one, written by Reidar Pedersen, is an hermeneutically inspired analysis of empathy, a much discussed phenomenon in the patient–physician relationship. In the first part of his paper he criticizes the quite common positive connotation of empathy: isn’t empathy a wolf in sheep’s clothing? In the second part he comes up with an alternative description of empathy, i.e. empathy conceived of as “appropriate understanding of another human being”. In this alternative description the inherent relationship between empathy and morality is accentuated. The second paper tackles a new phenomenon in medicine and health care, i.e. the so-called “e-medicine”, in particular the role of Internet in the communication between patient and physician. Christian Simon and Sarah Schramm studied the so-called indirect Internat use among cancer patients and their families. In indirect Internat use patients report receiving online information from their relatives and social networks. This study illustrates that indirect Internat use is a central feature of the cancer experience. In contrast to other literature in this area, the authors suggest that indirect Internat use may have normatively positive and negative implications for patients. \n \nThe last two papers in this issue regard biomedical and clinical research, but deal with quite different topics. Deborah Barnbaum analyses the notion of supererogation (“going beyond the call of duty”) and its applicability in clinical research. Supererogation is a much discussed notion in clinical ethics, but has so far received little attention in research ethics. According to Barnbaum, patients, research participants, and also researchers themselves have, like physicians, the opportunity to perform acts of supererogation. Such praiseworthy acts, she argues, should be accorded the moral respect that they deserve. The final paper in this issue is in line with the plea of Renee Fox for a more socially embedded bioethics. Drawing upon 10 interviews with stem cell researchers Alan Cribb et al. explore and illustrate the ways in which the role positions of researchers are shaped by the normative structure of science and medicine. The emphasis is on the social construction of role positions in medicine, medical research and medical ethics. The authors argue that, unless we understand the social construction of ethical positions, and the division of ethical labour thereby produced, we will be unable to understand what is going on in translational stem cell research.",
      "citationCount": 1,
      "doi": "10.1007/s11019-008-9149-8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4a65ade17a2c5e8b48caab11874aed506cce6ab3",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care, and Philosophy",
        "pages": "253 - 254",
        "volume": "11"
      },
      "publicationTypes": [
        "Editorial",
        "Review"
      ]
    },
    {
      "paperId": "d1ce33dfe513f0f5a5405b53e862dba9edc8f93c",
      "title": "Religious Offences and Liberal Politics: From the Religious Settlements to Multi-Cultural Society",
      "authors": [
        {
          "name": "Ian Hunter",
          "authorId": "145716414"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d1ce33dfe513f0f5a5405b53e862dba9edc8f93c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ef71d9df8c7d85c6b45b749f8d6f4265eee6f6b4",
      "title": "The Unbearable Lightness of the Economics-Made-Fun Genre 1",
      "authors": [
        {
          "name": "P. Spiegler",
          "authorId": "1742533819"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ef71d9df8c7d85c6b45b749f8d6f4265eee6f6b4",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fe870552e32c558a6069c79a76d55c1c44decdc9",
      "title": "Francis Bacon and Jacobean Legitimation",
      "authors": [
        {
          "name": "F. Bacon",
          "authorId": "97606300"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe870552e32c558a6069c79a76d55c1c44decdc9",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    }
  ],
  "count": 17,
  "errors": []
}
