[s2_search.py] Searching Semantic Scholar: 'Habermas Weber Protestant Ethic capitalism modernity' (year=1981-2025) (field=Philosophy), limit=20
[s2_search.py] Retrieved 20/20 papers...
[s2_search.py] Cached results (cache key: s2_94a95bf146ec4d54)
{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber Protestant Ethic capitalism modernity",
  "results": [
    {
      "paperId": "388596c42c0f72f8eb059c69cfad6add79748c3d",
      "title": "Weber’s Protestant Ethic Thesis and Ecological Modernization: The Continuing Influence of Calvin’s Doctrine on Twenty-First Century Debates over Capitalism, Nature and Sustainability",
      "authors": [
        {
          "name": "E. Yanarella",
          "authorId": "3474621"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/978-94-017-9376-6_7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/388596c42c0f72f8eb059c69cfad6add79748c3d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "145-173",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "51dca582a1f0eeaa7b7ca05512e54dc6ba856bfc",
      "title": "Otto Neurath's Distorted Reception of Weber's Protestant Ethic and the Spirit of Capitalism",
      "authors": [
        {
          "name": "Ulrich Arnswald",
          "authorId": "2241904974"
        }
      ],
      "year": 2023,
      "abstract": "Abstract:Otto Neurath probably never read Max Weber's The Protestant Ethic and the Spirit of Capitalism, but only perceived it through J.B. Kraus's book Scholasticism, Puritanism, and Capitalism. For Kraus, as a Jesuit, it was important to take a clear position in the conflict between Protestants and Catholics. The goal of his argument was to downplay and limit the importance of Protestantism to modern capitalism. He therefore hardly addresses Weber's particular argumentation. Neurath, in turn, presumably relied on Kraus in order to call upon a Jesuit as a key witness for Marxism. This as well as Neurath's well-known tendency for polemics made him follow Kraus, who with his criticism of Weber by means of Marx wanted to establish, as Neurath called it, a 'Marxism of a Jesuit' as a third way. Kraus's criticism triggered Neurath's misconception that Weber's writing should be understood as an anti-thesis to Marx. Surprisingly, he never realized how closely Weber's approach in the empirically based study corresponded with his own methodological approach of an empirical sociology.",
      "citationCount": 0,
      "doi": "10.1353/max.2023.a906834",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/51dca582a1f0eeaa7b7ca05512e54dc6ba856bfc",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "218 - 237",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "26a2b4b7b8512958c57f70d10e89f0b9a899f87a",
      "title": "The Protestant Ethic and the Spirit of Capitalism Max",
      "authors": [
        {
          "name": "Weber",
          "authorId": "2263185619"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1189,
      "doi": "10.4324/9781912282708",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26a2b4b7b8512958c57f70d10e89f0b9a899f87a",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "02a9fc6ca6ef70f1a7019e358e2042a298a88471",
      "title": "Robinson Crusoe: A Product of Elective Affinity of the Protestant Ethic and the Spirit of Capitalism",
      "authors": [
        {
          "name": "Xu Kexin",
          "authorId": "2294119664"
        }
      ],
      "year": 2024,
      "abstract": "Daniel Defoe’s novel Robinson Crusoe takes a sailor named Alexander Selkirk as its prototype, telling a story of the protagonist Robinson Crusoe’s life and adventure, especially his experience on an island for 28 years. Critics argue that there are two major themes in the novel: economic individualism and religious belief, and more or less believe that making a good fortune and spiritual pursuit are opposite. However, analysis of the protagonist from a single perspective--economics or religion--inevitably leads to contradiction of understanding the character. This paper analyzes Robinson Crusoe from the theoretical perspective of Max Weber’s Protestant ethic and spirit of capitalism, seeking the “elective affinity” of the two. Crusoe is an ambitious adventurer, a diligent laborer and a lonely ascetic, all of which has an elective affinity with the Protestant ethic. Meanwhile, Robinson Crusoe converts to religion to guide his life. His seemingly contradictory behaviors reflects that he is in fact a product of the elective affinity of the economic ideology and the religious consciousness.",
      "citationCount": 0,
      "doi": "10.36347/sjahss.2024.v12i03.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02a9fc6ca6ef70f1a7019e358e2042a298a88471",
      "venue": "Scholars Journal of Arts Humanities and Social Sciences",
      "journal": {
        "name": "Scholars Journal of Arts, Humanities and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "461c1c89aa3f355878dd3f223e9175a41140830c",
      "title": "MAX WEBER’S PROTESTANT ETHICS VERSUS SOCIAL CONSTRUCTIVIST APPROACH TO CAPITALISM",
      "authors": [
        {
          "name": "Ertuğrul Gökçekuyu",
          "authorId": "1396523810"
        }
      ],
      "year": 2024,
      "abstract": "The association between capitalism and Protestantism has invoked much controversy, as well as ingenuity. This paper compares Weber’s analysis against a much more contemporary theoretical framework also known as social constructivism. Constructivism as a present-day social theory offers a compelling evaluation on how capitalism may have risen. While Weber offers the Protestant work ethic as a potential catalyst for his approach, his insights argue that capitalism can only limited to a specific theology, rendering the rest of the world incapable of capitalism. Although Weber’s insights do function as Occam’s Razor, his explanation for how capitalism may flourish in other parts of the world remains restrained. As an alternative social constructivism emphasizes a much better theoretical frame for capitalism that offers better explanation for how cultures may construct capitalist norms and relations.",
      "citationCount": 0,
      "doi": "10.53443/anadoluibfd.1528978",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/461c1c89aa3f355878dd3f223e9175a41140830c",
      "venue": "Anadolu Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi",
      "journal": {
        "name": "Anadolu Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5dee8bca9fb0e1a089da51a25a15454122f85b91",
      "title": "Examining the Transformation of \"Ancient and Modern\" from the Perspective of \"Weber's Proposition\": How the \"Iron Cage\" of Modernity Is Formed",
      "authors": [
        {
          "name": "Junwei Bao",
          "authorId": "2286167245"
        }
      ],
      "year": 2024,
      "abstract": "Weber attempted to find the crucial cultural impetus that supports and propels the capitalist mode of production in the Protestant Ethic, namely the spirit of capitalism. He interconnected religion, culture, and socio-economics through rationalism, simultaneously delving into a conceptual issue, the \"transformation of ancient and modern,\" brought about by the development of rationalism. Building upon this, Weber uniquely examined how society and actions are irreversibly propelled by the force of these ideas to construct the \"iron cage\" of modernity. Therefore, placing \"Weber's proposition\" within the broader context of modern thought serves as a perspective to help us better understand and reflect on capitalism as a spirit of thought or ideology, as well as the crises hidden within the societal reality constructed upon it.",
      "citationCount": 0,
      "doi": "10.54254/2753-7064/33/20240092",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5dee8bca9fb0e1a089da51a25a15454122f85b91",
      "venue": "Communications in Humanities Research",
      "journal": {
        "name": "Communications in Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1c67e8198c71e223f129e5f16198eb03a9fb7976",
      "title": "The Protestant Ethic and the Spirit of Capitalism (1905); The Characteristics of Bureaucracy (1920); and Science as a Vocation (1919)",
      "authors": [
        {
          "name": "Max Weber",
          "authorId": "2309680652"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 489,
      "doi": "10.4324/9780203995808",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1c67e8198c71e223f129e5f16198eb03a9fb7976",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "67-80",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "60a4930602cc2fb3b0f02051ed2bb630404d0cbd",
      "title": "The Use of a Classic as a Pragmatic Martial Technique for Liberty, in the Era of Fatal Tragedy - In the Case of Protestant Ethic and the Spirit of Capitalism by Marx Weber",
      "authors": [
        {
          "name": "Juhwan Kim",
          "authorId": "2110105955"
        },
        {
          "name": "교수 동아대",
          "authorId": "2140960470"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.37998/le.2021.2.2.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60a4930602cc2fb3b0f02051ed2bb630404d0cbd",
      "venue": "Liberal Arts and Sciences Education",
      "journal": {
        "name": "Liberal Arts and Sciences Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "02538f43094dba0a9a5a62ad994400abd8a05f66",
      "title": "Translations of Max Weber’s The Protestant Ethic and the Spirit of Capitalism in China",
      "authors": [
        {
          "name": "Senlin Yu",
          "authorId": "104268653"
        },
        {
          "name": "Yujing Wang",
          "authorId": "2143540277"
        }
      ],
      "year": 2020,
      "abstract": "From 1968 to 2018, there are 21 Chinese versions of Max Weber’s The Protestant Ethic and the Spirit of Capitalism (PESC) published in China. This essay makes a profile of the Chinese translations of The Protestant Ethic and the Spirit of Capitalism, analyzes the reasons for the retranslations, and summarizes the major problems in these translations. The authors argue that, although there are some problems in the existing Chinese versions, the Chinese translations of The Protestant Ethic and the Spirit of Capitalism play important roles in the reception and studies of Max Weber in China, and the deepening of Max Weber studies in return inspires more and better Chinese versions of The Protestant Ethic and the Spirit of Capitalism. The Chinese translations contribute not only to the study of Max Weber’s The Protestant Ethic and the Spirit of Capitalism, but also to the spread of Max Weber’s thoughts in China.",
      "citationCount": 2,
      "doi": "10.1177/0896920520924826",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02538f43094dba0a9a5a62ad994400abd8a05f66",
      "venue": "",
      "journal": {
        "name": "Critical Sociology",
        "pages": "523 - 534",
        "volume": "47"
      },
      "publicationTypes": null
    },
    {
      "paperId": "05978c5bd838eb8470d1a60c446e583de922d70b",
      "title": "Ethos versus Habitus: the Ethical Component in Max Weber’s “The Protestant Ethic and the Spirit of Capitalism”",
      "authors": [
        {
          "name": "I. Zabaev",
          "authorId": "116760392"
        },
        {
          "name": "E. Kostrova",
          "authorId": "102903372"
        }
      ],
      "year": 2020,
      "abstract": "This article focuses on Max Weber’s understanding of “ethos” in “The Protestant Ethic and the Spirit of Capitalism” and the benefits afforded by this concept. The reference is not accidental as it is in this work that Weber could consistently explicate his ethical argument. The idea of ethos becomes clearer in comparison with the concept of habitus, which is actively used today in social science. It is shown that the distinction between ethos and habitus may be more productive than the conflation common in modern research. The category “ethos” is compared with the value-rational action from the later typology of action in Weber’s “Economy and Society”, while habitus is associated with traditional action from the same typology. The concept of ethos is further clarified by the example of Weber’s opposition of traditionalism and ethical modern Western capitalism. By focusing on ethical issues and using character as a theoretical tool, Weber not only puts forward a convincing interpretation but lays the foundations for a specific line of analysis in social and economic science. The category of ethos in conjunction with the value-rational type of action acquires special significance due to the potential for novelty and change that is embedded in it.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2020-4-45-67",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05978c5bd838eb8470d1a60c446e583de922d70b",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06088302a234e302e916beae36d2d62ba8025ebe",
      "title": "The Protestant ethic and the spirit of capitalism : the Talcott Parsons translation interpretations",
      "authors": [
        {
          "name": "Max Weber",
          "authorId": "2264862700"
        },
        {
          "name": "Richard Swedberg",
          "authorId": "2263183421"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 101,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06088302a234e302e916beae36d2d62ba8025ebe",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a12c52a07f37425c412b10b760d4b8ef7e7fcf37",
      "title": "The Moral Foundation of Modern Capitalism: Towards a Historical Reconsideration of Max Weber’s ‘Protestant Ethic’",
      "authors": [
        {
          "name": "Thomas Sokoll",
          "authorId": "101273398"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1007/978-3-030-20565-2_4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a12c52a07f37425c412b10b760d4b8ef7e7fcf37",
      "venue": "Moralizing Capitalism",
      "journal": {
        "name": "Moralizing Capitalism"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ea9784fd9b7d4ae9b693774b69a549bfa83d6cd4",
      "title": "Reconsidering Weber's the Protestant Ethic and the Spirit of Capitalism",
      "authors": [
        {
          "name": "S. Stein",
          "authorId": "35200188"
        },
        {
          "name": "V. Storr",
          "authorId": "79203777"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea9784fd9b7d4ae9b693774b69a549bfa83d6cd4",
      "venue": "",
      "journal": {
        "name": "The Independent Review",
        "pages": "521",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5667f8e59df88184a339568448a2d82a401aa400",
      "title": "The Protestant ethic and the spirit of capitalism with other writings on the rise of the West",
      "authors": [
        {
          "name": "Max Weber",
          "authorId": "2264862700"
        },
        {
          "name": "Stephen Kalberg",
          "authorId": "2263194185"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 31,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5667f8e59df88184a339568448a2d82a401aa400",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bd49b1bcf0b4ba56d3deee45df0658e9b8aae7f9",
      "title": "A Catholic correction of Max Weber’s thesis on Protestant ethic in the view of Michael Novak",
      "authors": [
        {
          "name": "Dariusz Góra",
          "authorId": "2272880685"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Max Weber’s thesis on the decisive influence of Protestant ethic on the formation and development of modern capitalism has become one of the best-known and widely shared canonical claims in social sciences. Since its publication at the beginning of the 20th century, this thesis, supported by subsequent great works by the German classic, has rarely been the subject of major controversy. The work of correcting Weber’s thesis was undertaken in the late 20th century by Michael Novak. Novak’s correction is not confrontational, but complementary. The American thinker abandons the research area of minority Protestant communities, which caught Weber’s attention, and undertakes an analysis of the broader religious tradition, developing both before and after the Reformation. In particular, the achievements of Pope John Paul II, interpreted by Novak in terms of the renewal of a liberty current of Catholic social thought, provide important corrective data.",
      "citationCount": 1,
      "doi": "10.2478/ebce-2023-0014",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bd49b1bcf0b4ba56d3deee45df0658e9b8aae7f9",
      "venue": "Ethics &amp; Bioethics",
      "journal": {
        "name": "Ethics & Bioethics",
        "pages": "118 - 126",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf2daf73cd95cc3f53f362a42edbda5f5c4bceba",
      "title": "Max Weber (1904-05): The Protestant Ethic and the Spirit of Capitalism",
      "authors": [
        {
          "name": "J. Appleby",
          "authorId": "70004368"
        },
        {
          "name": "E. Covington",
          "authorId": "33153971"
        },
        {
          "name": "David L. Hoyt",
          "authorId": "90735438"
        },
        {
          "name": "Michael Latham",
          "authorId": "32392817"
        },
        {
          "name": "A. Sneider",
          "authorId": "107709953"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4324/9781315022086-37",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf2daf73cd95cc3f53f362a42edbda5f5c4bceba",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "215-240",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "fafe9f3606c31cd47339c2f2f2ae5e1ea0fbafab",
      "title": "Political Education as Subtext of Max Weber’s ‘The Protestant Ethic and the Spirit of Capitalism’",
      "authors": [
        {
          "name": "ChoiChiwon",
          "authorId": null
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.18854/kpsr.2020.54.5.002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fafe9f3606c31cd47339c2f2f2ae5e1ea0fbafab",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "31-51",
        "volume": "54"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9e323b0731006d03ea127aeff1c6cc5fb54c31a9",
      "title": "A Review of Max Weber’s Thesis on The Protestant Ethic and The Spirit of Capitalism",
      "authors": [
        {
          "name": "Nahom Eyasu",
          "authorId": "113942900"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 16,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e323b0731006d03ea127aeff1c6cc5fb54c31a9",
      "venue": "",
      "journal": {
        "name": "International journal for social studies",
        "pages": "168-191",
        "volume": "2"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "469fb581a477dcc9bbf98a38a954525cb587bd5c",
      "title": "An Analysis of Max Weber's The Protestant Ethic and the Spirit of Capitalism",
      "authors": [
        {
          "name": "Sebastián G. Guzmán",
          "authorId": "143718028"
        },
        {
          "name": "James Hill",
          "authorId": "2111167484"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/469fb581a477dcc9bbf98a38a954525cb587bd5c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "518bf26f00152bf4d73476b4f04120116e818890",
      "title": "FROM THE PROTESTANT ETHIC AND THE SPIRIT OF CAPITALISM",
      "authors": [
        {
          "name": "M. Weber",
          "authorId": "2110603519"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.2307/J.CTV1F886RP.5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/518bf26f00152bf4d73476b4f04120116e818890",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "49-85",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
