{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas interpretation Weber rationalization",
  "results": [
    {
      "paperId": "957926cd63dc464f635520fb5f77aece94e23b71",
      "title": "Objectivity as Rationalization: Synthesizing Marx, Weber, and Habermas",
      "authors": [
        {
          "name": "Pfrry Taka",
          "authorId": "115390492"
        }
      ],
      "year": 1982,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/019685998200700206",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/957926cd63dc464f635520fb5f77aece94e23b71",
      "venue": "",
      "journal": {
        "name": "Journal of Communication Inquiry",
        "pages": "135 - 152",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "title": "Weber and Habermas or the Thresholds of the Progressive Modernity: Constitution, Interpretation and Understand",
      "authors": [
        {
          "name": "F. Henríquez",
          "authorId": "2083601511"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "456fa5c64c2cc83f8fc74383d80336415f518d62",
      "title": "Rationalization and Colonialization of Life World:Construction of Rationality from Weber to Habermas",
      "authors": [
        {
          "name": "L. Jian",
          "authorId": "2117283198"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/456fa5c64c2cc83f8fc74383d80336415f518d62",
      "venue": "",
      "journal": {
        "name": "Journal of Shijiazhuang University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9d0943af099f40bd8bf20b7a158870277fc7a3ad",
      "title": "SELF-REFLEXIVE VOLUNTEERING AS RATIONALIZATION OF THE LIFE-WORLD: FROM MAX WEBER TO JÜRGEN HABERMAS",
      "authors": [
        {
          "name": "S. Hewa",
          "authorId": "4527819"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d0943af099f40bd8bf20b7a158870277fc7a3ad",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ab6fac63d1cb528b653aedcdf9faae60198f1e2b",
      "title": "On the Analysis Pattern of Sociological Rationality:A Perspective about the Rationalization Theory of Weber and Habermas",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2006,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab6fac63d1cb528b653aedcdf9faae60198f1e2b",
      "venue": "",
      "journal": {
        "name": "Journal of Hunan University of Science & Technology",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1eb68b0e39baec4726ec8f3b26cbe56004da870e",
      "title": "Study of the Rationalization Theory of Weber and Habermas",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1eb68b0e39baec4726ec8f3b26cbe56004da870e",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "373a81008477ae5310823e506e8810411bbe0203",
      "title": "A Comparative Study of the Rationalization Theories between Habermas' and Weber's",
      "authors": [
        {
          "name": "LU Zi-rong",
          "authorId": "100541899"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/373a81008477ae5310823e506e8810411bbe0203",
      "venue": "",
      "journal": {
        "name": "Humanities & Social Science Journal of Hainan University",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ba4165be423206015e543a837fdc942693ee0544",
      "title": "Rationalization, legitimation, and domination in modern industrial societies : the alternative perspectives of Max Weber and Jürgen Habermas",
      "authors": [
        {
          "name": "Penny Pasdermajian",
          "authorId": "115507099"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba4165be423206015e543a837fdc942693ee0544",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "360d47f169f63a7350965c3d8b3f5b7222b5460a",
      "title": "Reason and the rationalization of society",
      "authors": [
        {
          "name": "J. Habermas",
          "authorId": "41210391"
        },
        {
          "name": "Thomas Mccarthy",
          "authorId": "144991709"
        }
      ],
      "year": 1984,
      "abstract": null,
      "citationCount": 1140,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/360d47f169f63a7350965c3d8b3f5b7222b5460a",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a672738e5a20d6cebdacd8b9b5a40ce0df6dc4dc",
      "title": "Rationalization and Natural Law: Max Weber's and Ernst Troeltsch's Interpretation of the Medieval Doctrine of Natural Law",
      "authors": [
        {
          "name": "L. Honnefelder",
          "authorId": "46950710"
        }
      ],
      "year": 1995,
      "abstract": "In Max Weber's And Ernst Troeltsch's interpretation of the religious and social development of Western civilization, the concept of natural law has a pivotal role. Weber's thesis runs as follows: In the reception and transformation of the Stoics's concept of natural law the Christian faith finds the key that makes it possible to mediate between the originally world-denying claims of the gospel and the \"norms of the world.\"(1) Since natural law must be regarded as having \"the purest type of normative rational validity,\"(2) its prevalence is of central importance for the rationalization that is linked to the Christian faith. The backdrop for this thesis is provided by Troeltsch's far more detailed and extensive studies of the social doctrines of various Christian churches and groups.(3) According to Troeltsch's interpretation, the reception of the Stoic concept of natural law is as crucial to Christian ethics as the reception of the concept of logos is to Christian dogmatics.(4) Just as the concept of logos mediates between the truth of revelation and the truth of reason, so the concept of natural law mediates between the moral demands of the gospel and the principles of a worldly ethos. Since there is a distinction between an absolute natural law, which is identical with the radical ideal of the Sermon on the Mount, and a relative natural law, substantially corresponding to the Ten Commandments and to political and social reality,(5) such a mediation--which must be oriented on the relative natural law--must qualify the original radical Christian claim.(6) Whereas the old church allowed both forms of the natural law to stand alongside each other without mediation and was therefore unable to overcame their estrangement within the surrounding social reality,(7) the Christian Middle Ages succeeded in uniting both forms by replacing the distinction between the gospel (or church) and the world with a distinction between the natural and the supernatural,(8) interpreting each as a level of a metaphysical whole.(9) When this idea of a metaphysical hierarchy of reality, attached to the concept of natural law, became linked to the notion of society as a structured organism, as taught by Aristotle and Paul,(10) the concept of natural law assumed a virtually fundamental status: it grounded both moral(11) and social(12) philosophy and enabled the rise of the unified culture\"(13) characteristic of the Christian Middle Ages, from which the Reformation later departed in order to regain the radicalism of the gospel.(14) By linking the concept of natural law to the organic interpretation of the social, the Christian Middle Ages could also assign a central role to the church: just as the divine law is the bracket that binds together the levels of moral laws, so the church is the bracket that holds together the members of the social organism.(15) Its interpretation as the \"boundless, comprehensive, and guiding institution of salvation,\"(16) together with the strong attachment of natural law to eternal and immutable principles, must, in the last consequence, lead to a \"conservative, organically patriarchal natural law.\"(17) Consequently, those elements that were already contained in the medieval form of the natural law but not in the Platonic interpretation of the social order, and which in its later secular form gave it its progressive, even revolutionary, power, remain repressed: the idea of the dignity of the person, the associated' freedom and autonomy of individual reason, the resulting responsibility of personal conscience, and the significance of one's vocation, which stems from the place of the individual within the whole.(18) With the thesis that the doctrine of natural law represents an essential contribution of the Christian Middle Ages to the course of Western development, and that this contribution is particularly effective in the doctrine of natural law found in Thomas Aquinas,(19) Troeltsch and Weber formulated an insight that stands the test of contemporary research, regardless of their highly questionable presentation of this doctrine in detail. …",
      "citationCount": 6,
      "doi": "10.15448/1984-6746.1995.159.36004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a672738e5a20d6cebdacd8b9b5a40ce0df6dc4dc",
      "venue": "",
      "journal": {
        "name": "Review of Metaphysics",
        "pages": "275-294",
        "volume": "49"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41a869034a5e14d6ac6b9c6157038fae84cf1154",
      "title": "On Bauman's Interpretation of Weber",
      "authors": [
        {
          "name": "Sandro Segre",
          "authorId": "74125794"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15543/MWS/2016/1/8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41a869034a5e14d6ac6b9c6157038fae84cf1154",
      "venue": "",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "100 - 112",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f0cb1617f56467d4be04c313f7465115996173fe",
      "title": "LIVRO DISCUTE A PRESENÇA DE WEBER NAS FILOSOFIAS DE HABERMAS, ARENDT E MACINTYRE",
      "authors": [
        {
          "name": "H. Carvalho",
          "authorId": "115413048"
        }
      ],
      "year": 2015,
      "abstract": "N, Keith. Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and Macintyre. Ashgate Publishing Co., 2012. \nKeith Breen é Lecturer de Political Theory na School of Politics, International Studies and Philosophy, Queen's University Belfast, Northern Ireland. \n\"Under Weber's Shadow\" presents an extended critical evaluation of the social and political thought of Jurgen Habermas, Hannah Arendt and Alasdair MacIntyre. Although hailing from very different philosophical traditions, these theorists all take as their starting-point Max Weber's seminal diagnosis of late modernity, the view that the world-historic processes of rationalization and disenchantment are paradoxical in promising freedom yet threatening servitude under the 'iron cage' of instrumental reason. However, each rejects his pessimistic understanding of the grounds and possibilities of political life, accusing him of complicity in the very realities he sought to resist. Seeking to move beyond Weber's monological view of the self, his subjectivism and his identification of the political with domination, they offer alternative, intersubjective conceptions of the subject, ethics and politics that allow for positive future possibilities. But this incontrovertible gain, it is argued, comes at the cost of depoliticizing key arenas of human endeavour and of neglecting the reality of struggle and contestation. Engaging with important current debates and literature, Keith Breen provides a rigorous analysis of the work of Habermas, Arendt, MacIntyre and Weber and a highly accessible and original intervention within contemporary social and political thought. \"Under Weber's Shadow\" will therefore be of interest to students and researchers alike within the areas of social and political theory, as well as those within the disciplines of ethics, sociology and philosophy.",
      "citationCount": 0,
      "doi": "10.26694/PENSANDO.V6I11.3617",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0cb1617f56467d4be04c313f7465115996173fe",
      "venue": "Pensando - Revista de Filosofia",
      "journal": {
        "name": "Pensando - Revista de Filosofia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "12060e3829b3ea26e092335659301119637cf7f2",
      "title": "Subjectivity as a cultural form of social reality. On the philosophical- theoretical potential of Max Weber’s interpretation of modernity",
      "authors": [
        {
          "name": "Rainer Adolphi",
          "authorId": "2094567279"
        }
      ],
      "year": 2021,
      "abstract": "The paper shows the philosophical content of Max Weber’s contribution to a theory of modernity. Weber adopts the deepest questions of the classical philosophical tradition, adding important dimensions and differentiations to them. The specific nature of modern subjectivity is the achievement of a cultural becoming, and it is far more complex than all contemporary interpretations that consider the modern era to be at its end. — (I) Firstly, we will interpret the well-known (and influential) text The Protestant Ethic and the Spirit of Capitalism (Die protestantische Ethik und der Geist des Kapitalismus, 1904/05), with a special focus on its philosophical-theoretical thoughtelements. That which Weber refers to here philosophically as the “Spirit” of a way of life and of its social forms encompasses the whole of a cultural transformation: a fundamental change in the concept of action, in the conception of the acting subject, in the horizon of the space of action (“world”), and in the understanding of sociality. In this new structure of individuality, subjectivity is connected with “objectiveness” [Sachlichkeit], of all things. Notwithstanding, the essence of all of these fundamental changes cannot be characterized solely through (modern) rationality and rationalization, but is fixed on people equipped with a specific habitual ethos. — (II) In the second part, we aim to develop Weber’s idea further on a general level, from the point of view of present-day debates on subjectivity. To this end, we will discern four systematically decisive issues: (1) One component of modern subjectivity is the “inner” social relatedness; there is always an internal forum where the affiliation to a “we” is confirmed and acknowledged (or rejected). (2) Weber saw the significance of the psychologization of the self (and of others) — of the different cultural images, concepts and explanations of subjectivity. (3) From this perspective, subjectivity (both in thought and in practice) is essentially the history of its interpretations — a process of many legacies and their transformation. (4) Existing social forms are above all sedimented “Spirit”, in connection with impositions of participation and conformity (and of “formation” [Bildung]); the established social reality itself generates specific cultural profiles of subjectivity.",
      "citationCount": 0,
      "doi": "10.21638/spbu34.2021.115",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12060e3829b3ea26e092335659301119637cf7f2",
      "venue": "Philosophy of the History of Philosophy",
      "journal": {
        "name": "Philosophy of the History of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a6f5bddeaa8ca5a79516420b43329f073cff43d",
      "title": "Rekontekstualisasi Pemikiran Marx, Weber, dan Durkheim dalam Kerangka Dakwah Sosial Keagamaan",
      "authors": [
        {
          "name": "Umi Nailul Ula",
          "authorId": "2396228003"
        },
        {
          "name": "Yuliatul Firdaus",
          "authorId": "2396222469"
        },
        {
          "name": "Imamul Arifin",
          "authorId": "122969411"
        },
        {
          "name": "A. Siswanto",
          "authorId": "133666663"
        }
      ],
      "year": 2025,
      "abstract": "This study aims to recontextualize the classical sociological theories of Karl Marx, Max Weber, and Émile Durkheim within the framework of dakwah (Islamic propagation) to address the theoretical limitations often dominated by normative-theological approaches. The research focuses on three main questions: (1) the relevance of classical theories when applied to contemporary dakwah phenomena; (2) the reasons behind the epistemological gap in dakwah studies caused by the lack of critical analysis; and (3) the construction of a new conceptual framework through the synthesis of classical theory and dakwah praxis for advancing the religious social sciences. Using a conceptual research design and critical analytical approach, this study draws from primary sources such as the original works of Marx, Weber, and Durkheim, and secondary sources consisting of Scopus- and WoS-indexed journal articles from 2015–2024 discussing dakwah, Islamic communication, and classical sociology. The methodology integrates critical interpretation, comparative analysis, and framework synthesis to produce a comprehensive model. The findings demonstrate that Marx’s theory contextualizes dakwah as a domain of ideological struggle and class relations; Weber’s perspective elucidates authority, rationalization, and bureaucratization within dakwah institutions; and Durkheim’s approach highlights the role of dakwah in maintaining social solidarity and collective morality. The study concludes that the integration of these classical perspectives formulates Critical-Integrative Dakwah Studies, a new paradigm that views dakwah as both a religious and transformative social praxis. This epistemological synthesis expands the horizon of religious social sciences and promotes dialogue between Western and Islamic intellectual traditions.",
      "citationCount": 0,
      "doi": "10.53678/b89j6b85",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a6f5bddeaa8ca5a79516420b43329f073cff43d",
      "venue": "Jurnal Manajemen Dakwah",
      "journal": {
        "name": "IDARI: Jurnal Manajemen Dakwah"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9efb4926411ec05411d9dbafa7e4575da35cdf91",
      "title": "Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre",
      "authors": [
        {
          "name": "K. Breen",
          "authorId": "46707570"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.4324/9781315549316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9efb4926411ec05411d9dbafa7e4575da35cdf91",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "title": "WEBER E HABERMAS: RELIGIÃO E RAZÃO MODERNA",
      "authors": [
        {
          "name": "L. Araújo",
          "authorId": "2103916551"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/79cb122149f905f59f6f87bd2e06ccead9b6678d",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ef8bed23149760891799de0d083ef8177e2b0b3",
      "title": "Habermas on Weber : the structure of modernity, the content of modernization and the diagnosis of the times",
      "authors": [
        {
          "name": "J. I. Esteban",
          "authorId": "2055699490"
        }
      ],
      "year": 1992,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ef8bed23149760891799de0d083ef8177e2b0b3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e5308b9b9b77c9326e9a4dc619969eddb30c5161",
      "title": "Occidental civilization and its problems : a dialogue between Weber, Elias and Habermas",
      "authors": [
        {
          "name": "Patrick Li",
          "authorId": "153091884"
        }
      ],
      "year": 1995,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5308b9b9b77c9326e9a4dc619969eddb30c5161",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "title": "Diversity in unity in post-truth times: Max Weber’s challenge and Karl Jaspers’s response",
      "authors": [
        {
          "name": "C. Dege",
          "authorId": "2080870545"
        }
      ],
      "year": 2020,
      "abstract": "Max Weber famously diagnosed both an excess and a subordination of meaning in modernity when he coined the term disenchantment next to the fragmentation and irreconcilability of value spheres. Unlike Weber, however, who sought to keep the ideological and the rationalist sides of the modern divide together, his immediate followers capitalized either on his decisionism (i.e. Carl Schmitt) or on his universalism (i.e. Jürgen Habermas). In an attempt to develop a constructive perspective on the question of how we can conceive of irreconcilable values within a larger normative horizon, this article introduces Karl Jaspers’s interpretation and refinement of Weber’s work. Most fundamentally, Jaspers’s existentialist philosophy of communication sought to turn Weber’s warring gods into a source of solidarity rather than divisiveness. I argue that Jaspers did so in rooting human freedom not in the decision or the law but in an experiential uncertainty and the knowledge not to know. The article closes with a discussion of some practical and theoretical implications of Jaspers’s thought for our understanding of diversity in unity in post-truth times.",
      "citationCount": 2,
      "doi": "10.1177/0191453719860225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "703 - 733",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6b884902d977517e6f64fd6ec4696249d7797704",
      "title": "La teoría de la acción en Weber, Parsons y Habermas: algunas consideraciones críticas",
      "authors": [
        {
          "name": "Ángeles López Moreno",
          "authorId": "104758372"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.5209/FORO.14648",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b884902d977517e6f64fd6ec4696249d7797704",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "179-202",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "title": "A comparison of rationalized theories between Habermas and Weber",
      "authors": [
        {
          "name": "Lu Zi",
          "authorId": "2058488966"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d42a54b37ee3615bf013cf148b77f58a1833d5de",
      "venue": "",
      "journal": {
        "name": "Journal of China Youth College For Political Sciences",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c219c13f78147e98a31f7b38528ad33f288413be",
      "title": "The rationalization of meaning and understanding: Davidson and Habermas",
      "authors": [
        {
          "name": "T. Schatzki",
          "authorId": "46256725"
        }
      ],
      "year": 1986,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/BF01988287",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c219c13f78147e98a31f7b38528ad33f288413be",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "pages": "51-79",
        "volume": "69"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2ffbe172f851f5456fc5e7840a003805ed4acfd2",
      "title": "Vallás és ráció : Weber varázstalanítás fogalmának recepciójához",
      "authors": [
        {
          "name": "András Máté-Tóth",
          "authorId": "2077321035"
        },
        {
          "name": "S. Heidl",
          "authorId": "2155967503"
        }
      ],
      "year": 2020,
      "abstract": "The present study tries to examine Max Weber’s famous technical term „disenchantment” and the rationalization of religion along with the receptions of Christofer Adair-Toteff, Hans Joas and Jürgen Habermas. First Adair-Toteff summarizes the general meaning concerning the rationalization in the concept of Weber by reflecting critically on the most important authors. Secondly, Hans Joas followed historically the genealogy and the inherent dynamic of the term and idea of „Entzauberung” (disenchantment). He focuses on the central question of sociology of religion, whether it is possible to describe and analyze the role of religion in modern societies by employing the Weberian concepts of disenchantment and rationalization. Thirdly and lastly, Jürgen Habermas, similarly to Jonas, offers an alternative understanding of the linear process of secularization and rationalization. We hope that through the examination of the three different receptions have contributed to the contemporary discourse concerning Weber’s theory of religion in Hungary.",
      "citationCount": 0,
      "doi": "10.55193/rs.2020.2.26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ffbe172f851f5456fc5e7840a003805ed4acfd2",
      "venue": "Vallástudományi Szemle",
      "journal": {
        "name": "Vallástudományi Szemle"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf2ba69b9c323ffcc1c6089e3f26a160c553da88",
      "title": "Lights of disenchantment: a study of Max Weber’s thesis on the ‘disenchantment of the world’ from the perspective of visual studies",
      "authors": [
        {
          "name": "Donato Loia",
          "authorId": "146513587"
        }
      ],
      "year": 2019,
      "abstract": "At the end of 1917, during a conference at Munich University, the German sociologist Max Weber (1864–1920) made a bold announcement: ‘The fate of our times is characterized by rationalization and intellectualization and, above all, by the “disenchantment of the world”.’ In this article, I provide an interpretation of the notion of ‘disenchantment of the world.’ Subsequently, I present visual material that might further illuminate Weber’s idea. In the third part, I strictly concentrate my attention on one argument suggested by Weber: in ‘disenchanted’ societies ‘mysterious incalculable forces do not come into play anymore.’ Through two exemplary sculptures by the Danish artist Bertel Thorvaldsen (1770–1884), I continue my visual excursus on the ‘disenchantment’ thesis by connecting Weber’s account on the intellectualisation of religious world-views with the autonomisation of the aesthetic sphere. The overall ambition of this article lies in providing an introductory account to an important intellectual problem and historical process through visual and textual analysis.",
      "citationCount": 2,
      "doi": "10.1080/1472586X.2019.1653224",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf2ba69b9c323ffcc1c6089e3f26a160c553da88",
      "venue": "Visual Studies",
      "journal": {
        "name": "Visual Studies",
        "pages": "182 - 200",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0122ee4d7b5adb6308d6a400b284b1aad98bf0e9",
      "title": "Responsibility and ultimate ends in the age of the unforeseeable: On the current relevance of Max Weber’s political ethics",
      "authors": [
        {
          "name": "L. Pellizzoni",
          "authorId": "3212042"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1177/1468795X18758232",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0122ee4d7b5adb6308d6a400b284b1aad98bf0e9",
      "venue": "",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "197 - 214",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49b04dfbf5e017cb1b4eece0ff6238bbc255a8ad",
      "title": "Encounters at the end of the world: Max Weber, Carl Schmitt and the Tyranny of Values",
      "authors": [
        {
          "name": "Max",
          "authorId": "2060780140"
        },
        {
          "name": "Weber",
          "authorId": "2060604413"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49b04dfbf5e017cb1b4eece0ff6238bbc255a8ad",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4c3bd46b366d7f208b64933ee49a3cf69fff2cc0",
      "title": "MAX WEBER E A RECEPÇÃO DO DIREITO ROMANO",
      "authors": [
        {
          "name": "Alexander Rodrigues de Castro",
          "authorId": "145488935"
        }
      ],
      "year": 2017,
      "abstract": "Max Weber addresses the theme of the reception of Roman law in the European Middle Ages and Early Modern Period within his comparative-typological sociology of law. Seeking to lay the foundations for understanding the uniqueness of the process of Western rationalization – and, within it, the rationalization of law - the reception appears as an important factor in the production of the formal qualities of the modern systematically established and expert-operated law, whose main feature is its formal rationalism based on the logical interpretation of meaning. This logical abstract rationalism, which became the main characteristic of modern legal work, was the product and legacy for the modernity of the jurisprudence of ius commune , which started to be developed with the reception and was dedicated to the systematization of the received Roman law.",
      "citationCount": 0,
      "doi": "10.5902/1981369427051",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4c3bd46b366d7f208b64933ee49a3cf69fff2cc0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "889-909",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "280fedb93449ab0cc6ec29cd7bfbdac15be98721",
      "title": "Habermas and Modernity",
      "authors": [
        {
          "name": "Thomas L. Dumm",
          "authorId": "91296021"
        },
        {
          "name": "R. Bernstein",
          "authorId": "39089318"
        }
      ],
      "year": 1987,
      "abstract": null,
      "citationCount": 260,
      "doi": "10.2307/3791048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/280fedb93449ab0cc6ec29cd7bfbdac15be98721",
      "venue": "",
      "journal": {
        "name": "Political Psychology",
        "pages": "457",
        "volume": "8"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "303570c4b847e988a58a854f5f8f01718f3044b0",
      "title": "The Force of Reason: An Introduction to Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "A. Brand",
          "authorId": "96443006"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 87,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/303570c4b847e988a58a854f5f8f01718f3044b0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "24361b86982a9d722d36695bb14a2fcef1a02092",
      "title": "POPPER VS PLATO: TWO VIEWS OF JUSTICE",
      "authors": [
        {
          "name": "E.A. Vorontsov",
          "authorId": "2399405623"
        }
      ],
      "year": 2025,
      "abstract": "The purpose of this article is to present a comparative analysis of the liberal and totalitarian concepts of social justice presented in Karl Popper's \"The Open Society and Its Enemies.\"\nMethods. The principles of egalitarianism and elitism, individualism and collectivism, democracy and aristocracy are compared. The psychological roots of Plato's version of a just state system (the \"state-as-augmented-man\" schema) are clarified.\nThe connection between Popper's sociopolitical constructs and his core theoretical principles—individualism, anti-naturalism, and nominalism—is revealed. The connection between Plato's political program and the subsequent socio-philosophical tradition (Machiavelli, Hobbes, Montesquieu, Rousseau, Weber) is traced. The thinkers' views on the relationship between wisdom and power, power and morality are compared. Particular attention is given to Popper's interpretation of the ideological component of Plato's political program (the myth of Mother Earth).\nPopper's thesis on the possibility of an exhaustive rationalization of social interaction is challenged. K. Popper's attempts to imbue the fundamental tenets of Plato's political thought with alien, modern content are dismissed as ahistorical.\nPopper's model of a just state presupposes the rejection of the theory of absolute sovereignty of state power and its replacement with a doctrine of checks and balances, which, in turn, leads to a reconsideration of the meaning of democracy. As a result, it is argued that the state as an entity cannot but limit the aspirations of individuals (the state, in fact, begins with these limitations), although the degree of state control may, of course, vary.",
      "citationCount": 0,
      "doi": "10.65313/2025.02.05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24361b86982a9d722d36695bb14a2fcef1a02092",
      "venue": "HUMAN. SOCIETY. INCLUSION",
      "journal": {
        "name": "HUMAN. SOCIETY. INCLUSION"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
