{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber critique emancipation colonization lifeworld",
  "results": [
    {
      "paperId": "72f12803696107458b84946d58b270d27b6a7d81",
      "title": "Habermas’s Emancipation as Lifeworldization",
      "authors": [
        {
          "name": "Khagendra Prasai",
          "authorId": "2240874757"
        }
      ],
      "year": 2024,
      "abstract": "The most consequential distinction Habermas draws between Marx’s and his own utopia of emancipation is that societal differentiation, in the former, is dissolved into the lifeworld, whereas in the latter it is preserved as an accomplishment of and necessary for the reproduction of modern complex societies. Despite Habermas’s intention and arguments, his radical democratic utopia entails lifeworldization—in which the primacy of communicative reason is affirmed in all spheres of action as well as societal integration, which, however, can take a variety of modi operandi ranging from external influence to direct communicative coordination. This article makes a case for the lifeworldization thesis with the following arguments. First, contrary to Habermas’s intention, “influence” and “countersteering,” if successfully asserted, result in an ontological condition that amounts to lifeworldization. Second, Habermas’s defense of differentiation and critique of dedifferentiation, which is predicated on his critique of society as a totality, is discredited by his own argument for the need of (re)integration of complexities of modern society and its necessary normative grounding. Third, the prescription of keeping the “internal logic” of steering media intact as constitutive of radical democracy is problematic both empirically and normatively. Fourth, for the functional coherence of radical democracy, “efficiency,” conceived systems-theoretically, must be abandoned and, instead, be reconceived postmetaphysically.",
      "citationCount": 0,
      "doi": "10.1215/0094033x-11165849",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72f12803696107458b84946d58b270d27b6a7d81",
      "venue": "New German Critique",
      "journal": {
        "name": "New German Critique"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "04bd582535383445818365d49eab73c8da0fa27e",
      "title": "Reframing Habermas’s colonization thesis: Neoliberalism as relinguistification",
      "authors": [
        {
          "name": "Roderick Condon",
          "authorId": "116118931"
        }
      ],
      "year": 2020,
      "abstract": "While the critique of neoliberalism, as the form of contemporary capitalism, has been advanced from Marxian and Foucauldian perspectives, it has had limited attention from the perspective of Critical Theory. Largely unrecognized is the suitability of the theory of reification for this critique, specifically, Habermas’s version. This article reconsiders Habermas’s colonization thesis as the basis for a critical theory of neoliberalism, refining its theoretical framework to deepen its critical diagnosis. Against the dismissal of the system–lifeworld concept, a novel critique is advanced to suggest its original elaboration fell confusedly between two versions of social systems theory. Drawing from late developments, the scheme is reinterpreted as distinguishing two forms of communication in capitalist society: delinguistified and linguistic. This opens the way to reframe and communicatively transform colonization as relinguistification; that is, the translation of monetary coding into ordinary language such that communicative action is distorted from within by reifying concepts.",
      "citationCount": 2,
      "doi": "10.1177/1368431020970780",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/04bd582535383445818365d49eab73c8da0fa27e",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "507 - 525",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20995b7368d13924d0a99cb4a8eda1ac55833e15",
      "title": "On the colonization of the environment",
      "authors": [
        {
          "name": "Felix Kämper",
          "authorId": "2236557567"
        }
      ],
      "year": 2023,
      "abstract": "In this article, I apply the colonization thesis from Jürgen Habermas’s Theory of Communicative Action to capitalist societies’ relationships with their natural environment. Resolving the fixation of his critique of capitalism on the so-called lifeworld (Lebenswelt) to include questions of the environment (Umwelt) opens up new vistas in the ongoing ecological reorientation of Critical Theory. If we think about the exploitation of the natural environment in Habermasian terms, the paradoxical irrationality of the expansion of instrumental rationality from the market mechanism becomes evident, providing us with normative leverage against the systemic devastation of external nature. The conversed colonization thesis calls for promoting the ecological preconditions for self-determined societal development through the collective containment of capitalist dynamics: since it undermines the enabling capacities of the ecosystems based on which the ‘project of modernity’ thrives, economic instrumentalization of nature can no longer proliferate.",
      "citationCount": 2,
      "doi": "10.1177/13684310231188888",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20995b7368d13924d0a99cb4a8eda1ac55833e15",
      "venue": "European Journal of Social Theory",
      "journal": {
        "name": "European Journal of Social Theory",
        "pages": "97 - 114",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a95985607c29e2464d0eaef230250089efffc94a",
      "title": "From species ethics to social concerns: Habermas’s critique of “liberal eugenics” evaluated",
      "authors": [
        {
          "name": "V. Árnason",
          "authorId": "12953456"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/s11017-014-9308-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a95985607c29e2464d0eaef230250089efffc94a",
      "venue": "Theoretical Medicine and Bioethics",
      "journal": {
        "name": "Theoretical Medicine and Bioethics",
        "pages": "353 - 367",
        "volume": "35"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d76ceb780abb7668ea666fa68bc2081eca749a72",
      "title": "Trump’s Pre-Inauguration Rhetoric: A Neo-Colonial Blueprint Through Critical Theory",
      "authors": [
        {
          "name": "Vishnu Namboodiri",
          "authorId": "2341262824"
        },
        {
          "name": "GK Agney",
          "authorId": "2341260389"
        }
      ],
      "year": 2025,
      "abstract": "This article critically examines Donald Trump’s pre-inauguration rhetoric through the lens of critical theory, uncovering its neo-colonial and capitalist underpinnings. Drawing from the theoretical contributions of Jürgen Habermas, Louis Althusser, Kwame Nkrumah, Immanuel Wallerstein, and Guy Debord, the analysis demonstrates how Trump’s economic and militaristic declarations perpetuate global capitalist dominance. His rhetoric exemplifies the colonization of the lifeworld, the operation of ideological state apparatuses, and the spectacle of power, all of which work together to reproduce and legitimize neo-colonial exploitation. The synthesis of these critical theories provides a comprehensive critique, highlighting the ideological and structural mechanisms that sustain global inequalities and calling for a praxis of resistance towards a more equitable global order.",
      "citationCount": 2,
      "doi": "10.31269/triplec.v23i1.1551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d76ceb780abb7668ea666fa68bc2081eca749a72",
      "venue": "tripleC: Communication, Capitalism &amp; Critique. Open Access Journal for a Global Sustainable Information Society",
      "journal": {
        "name": "tripleC: Communication, Capitalism &amp; Critique. Open Access Journal for a Global Sustainable Information Society"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fd3906ac63eaceb6a548b08bd900958cf650b3d6",
      "title": "Jürgen Habermas e a guinada normativa no enunciado da autonomização das esferas sociais",
      "authors": [
        {
          "name": "Lucas Trindade da Silva",
          "authorId": "117692720"
        }
      ],
      "year": 2021,
      "abstract": "The aim here is to single out the theory of communicative action as a normative shift in the statement of the autonomization of social spheres. The argument is structured in three stages: in a first, the habermasian understanding of the distinction between pre-modern and modern is presented as a transition from the undifferentiated to the differentiated, more particularly from the mythical reification to the uncoupling of system and lifeworld; in a second, it presents its definition of modern reification as systemic colonization of the lifeworld; finally, it demonstrates how his theory of dual rationalization is also an investigation of the foundations for a normative defense of decolonization/autonomization of the lifeworld as an emancipatory horizon, which will even lead him to abandon, in the course of his work, the very tradition of the critique of reification.",
      "citationCount": 1,
      "doi": "10.1590/S0102-6992-202136010011",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd3906ac63eaceb6a548b08bd900958cf650b3d6",
      "venue": "",
      "journal": {
        "name": "Sociedade E Estado",
        "pages": "217-243",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9efb4926411ec05411d9dbafa7e4575da35cdf91",
      "title": "Under Weber’s Shadow: Modernity, Subjectivity and Politics in Habermas, Arendt and MacIntyre",
      "authors": [
        {
          "name": "K. Breen",
          "authorId": "46707570"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.4324/9781315549316",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9efb4926411ec05411d9dbafa7e4575da35cdf91",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "ac96c3ff64265ccfa61da4d7201aba968c1c2835",
      "title": "RASIONALITAS INSTRUMENTAL DAN DOMINASI SISTEMIK DALAM MASYARAKAT DIGITAL: PERSPEKTIF NEO-MARXIS DAN TEORI KRITIS FRANKFURT TERHADAP PERKEMBANGAN KONSEPTUAL MASYARAKAT KONTEMPORER",
      "authors": [
        {
          "name": "Rahma Dona",
          "authorId": "2317569975"
        },
        {
          "name": "Devina Novela",
          "authorId": "2372170398"
        },
        {
          "name": "Aisyah Nur",
          "authorId": "2369514101"
        }
      ],
      "year": 2025,
      "abstract": "This study examines how instrumental rationality contributes to the consolidation of systemic domination in the digital age, utilizing a Neo-Marxist and Frankfurt School Critical Theory framework. Instrumental rationality, which prioritizes efficiency and control, not only shapes bureaucratic and technological systems but also colonizes the social lifeworld through popular culture, algorithms, and digital communication. In this context, social media and the digital economy function as hegemonic tools that disseminate capitalist values symbolically and ideologically. Using Fairclough’s Critical Discourse Analysis, the research analyzes representative texts from media, public policies, and popular culture to reveal hidden mechanisms of domination within discursive practices and broader social structures. The findings show that systemic domination is no longer coercive but operates diffusely through technocratic logic, identity commodification, and the algorithmic structuring of everyday life. Habermas’s concept of communicative action offers a theoretical foundation for restoring deliberative public spaces and constructing a more participatory model of democracy. This study contributes to expanding the horizon of critical social theory by integrating digital, cultural, and ethical perspectives. It highlights the importance of media literacy, algorithmic justice, and cultural resistance as pathways toward holistic and transformative emancipation. Ultimately, it calls for a socially just, reflexive, and human-centered digital order.",
      "citationCount": 1,
      "doi": "10.46773/djce.v4i1.2104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac96c3ff64265ccfa61da4d7201aba968c1c2835",
      "venue": "DEVELOPMENT: Journal of Community Engagement",
      "journal": {
        "name": "DEVELOPMENT: Journal of Community Engagement"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "91e0e5fa27386d996713c393de3bf62997be6665",
      "title": "System and lifeworld",
      "authors": [
        {
          "name": "Joseph Heath",
          "authorId": "115220971"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1017/UPO9781844654741.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/91e0e5fa27386d996713c393de3bf62997be6665",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "88-104",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6d302d4f48d0048f76796f21d7cbac28f4b58af6",
      "title": "Chapter 2 Theory in Weberian Marxism: Patterns of Critical Social Theory in Lukács and Habermas",
      "authors": [
        {
          "name": "Harry F. Dahms",
          "authorId": "72103919"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1108/S0278-1204(2011)0000028006",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6d302d4f48d0048f76796f21d7cbac28f4b58af6",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "28"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6cae2204fbc7c99ab4cb452f82c2d8a1e12e2797",
      "title": "From Social Learning to Norm Validation: Revitalizing the Emancipatory Aspirations of Adult Education",
      "authors": [
        {
          "name": "D. Plumb",
          "authorId": "50647994"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.4018/978-1-5225-6086-9.CH007",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6cae2204fbc7c99ab4cb452f82c2d8a1e12e2797",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "85-96",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a8eb660b34334dd64463306031c129f08ac1fd23",
      "title": "Changing the world, one word at a time: The struggles of higher education and communicative action in a capitalist world",
      "authors": [
        {
          "name": "S. Harker",
          "authorId": "2326355950"
        }
      ],
      "year": 2017,
      "abstract": "Debates within critical educational theory and its relation to capitalism have often been heavily influenced by the tradition of critical social theory. For instance, Jurgen Habermas’ communicative action approach has proven to be a valuable theory that combines both analytical considerations regarding the conflict between the ‘lifeworld’ and ‘system’, and a decisively normative theory for deliberative and democratic discourse. However, Habermas’ communicative action does not go without problems, as a critical linguistic approach may prove. As such, in this paper I attempt to analyse the issues of communicative action in the context of anti-capitalist discourse and debate within and about higher education. To do this, I first outline Habermas’ and Fleming’s theories on the colonization of higher education, followed by a critique by means of Wittgenstein’s philosophy of language. As such, I attempt to argue that, in order to decolonize higher education from the ‘logic of capital’, we must reflect upon the language-games used when speaking about education.",
      "citationCount": 0,
      "doi": "10.26481/mjla.2017.v9.471",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a8eb660b34334dd64463306031c129f08ac1fd23",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-32",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9c60a346a80eccaa3d6790a1bda074d4eb54c4cb",
      "title": "An “illuminati” and its acolytes: Critical theory in the text and in the world",
      "authors": [
        {
          "name": "Biodun Jeyifo",
          "authorId": "114961626"
        }
      ],
      "year": 2021,
      "abstract": "nor the “colonization of the lifeworld” theory of the two volumes of Theory of Communicative Action find room in this account. Harcourt seems to view any form of neoMarxist social theory, including Habermas’s, as a form of “scientism,” and he distances social theory from social science. 5 Friedrich Nietzsche, “On Truth and Lie in a Nonmoral Sense,” (1873) in On Truth and Untruth: Selected Writings, ed. and trans Taylor Carman (New York: Harper Collins, 2010), p. 30. Quote has been slightly modified by Harcourt. 6 Charles Sanders Peirce, “The Fixation of Belief” and “How to Make our Ideas Clear” in: Selected Writings. Values in a Universe of Chance, ed. and with an Introduction by Philip P. Wiener (1958 edition), reproduced Dover Books on Western Philosophy on line (1966), https://books.google.com/books ?hl=en&lr=&id=J7bCA gAAQB AJ&oi=fnd&pg=PT7&dq=charl es+sande rs+peirc e+and+the+fixat ion+of+belie fs&ots=lG0Ph VaVyO &sig=mhF8r Ifa33 kj_z9YrE ggoBQ 5IXI#v=onepa ge&q=charl es%20san ders%20pei rce%20and %20the %20fix ation %20of%20bel iefs&f=false. Last accessed January 17, 2021. 7 For John Dewey, see The Quest for Certainty. A Study of the Relation of Knowledge and Action (1929) in: The Later Works of John Dewey, vol. 4, 19251953, ed. by JoAnn Boydston, (Ilinois: Southern Illinois University Press, 1984), pp. 1251. 8 See Richard Rorty, Philosophy and the Mirror of Nature (Princeton: Princeton University Press, 1979); KarlOtto Apel, Toward a Transformation of Philosophy, Glyn Adey and David Frisby, trans. (London: Routledge and Kegan Paul, 1980); KarlOtto Apel, Charles S. Peirce: From Pragmatism to Pragmaticism (Amherst: University of Massachusetts Press, 1981. The literature tracing the evolution of Habermas’s theories of truth, language and ethics is too extensive to be summarized here, but see T.A. McCarthy, The Critical Theory of Jürgen Habermas (Cambridge, Mass. : MIT Press, 1978) for one of the early and best accounts of the development of a nonfoundationalist communicative conception of reason in his work. Kenneth Baynes gives a good account of Habermas’s “Kantian Pragmatism,” in: Habermas (London and New York: Routledge, 2016). My own work over the years has attempted to develop the project of “communicative ethics” in dialogue with feminist, hermeneuticist, and postmodernist theory. See Seyla Benhabib, Situating the Self. Gender, Community and PostModernism in Contemporary Ethics (London: Polity Press, 1992); Benhabib, Seyla, Judith Butler, Drucilla Cornell, Nancy Fraser, and Lindo Nicholson, ed. Feminism as Critique: A Philosophical Exchange (New York: Routledge, 1995). 9 For an account see Jonathan Schell, The Unconquerable World (2003) in: Jonathan Schell, The Library of America, ed by Martin J. Sherwin (Penguin Random House Inc, 2020), pp. 463– 577.",
      "citationCount": 0,
      "doi": "10.1111/1468-4446.12860",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c60a346a80eccaa3d6790a1bda074d4eb54c4cb",
      "venue": "British Journal of Sociology",
      "journal": {
        "name": "The British Journal of Sociology"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5d736d08504b9b72820af9f17dcb804c810b4a59",
      "title": "INSTRUMENTAL RATIONALITY AND SOCIAL STRUCTURE WITH REFERENCE TO FEMALE SUBJUGATION IN MANTO'S SHORT STORIES: A HABERMASIAN LENS",
      "authors": [
        {
          "name": "Tabassum Maqbool",
          "authorId": "2144958887"
        },
        {
          "name": "U. Farwa",
          "authorId": "2193528616"
        },
        {
          "name": "Saira Akhter",
          "authorId": "108763431"
        }
      ],
      "year": 2022,
      "abstract": "In this research work, Saadat Hasan Manto's short stories are textually analyzed using a Habermasian lens. Manto's ideas on female subordination, societal supremacy, and freedom are stressed in this paper. The main goal of this qualitative study is to demonstrate the applicability of Manto's discovery in the modern day within the context of Habermas' critical social theory. This study illustrates unequivocally how social institutions' instrumental rationality colonizes and rationalizes the lifeworld. According to Habermas, societal structures like political and economic systems are encroaching on our daily lives. He is worried about the lines separating the lifeworld and the system. Additionally, Habermas' realistic objective for critical theory is for human liberty to be unhindered by any superfluous shackles. The short stories of Saadat Hasan Manto are drawn from Mottled Dawn: Fifty Sketches and Stories of Partition translated by Khalid Hasan and Manto's Selected Short Stories translated by Aatish Taseer. According to the study's findings, Manto and Habermas both reject social structures that oppress people and exert unjust dominance or colonization. The goal of maximizing human emancipation is shared by both. According to the results of the textual analysis, Manto's characters like Saughandi, Nesti, Raadha, and Mozail do not accept submission and advocate for independence from ideological, political, and social restraints. Keywords: Life world and System, instrumental rationality, social structures, domination, emancipation",
      "citationCount": 0,
      "doi": "10.52567/pjsr.v4i04.813",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5d736d08504b9b72820af9f17dcb804c810b4a59",
      "venue": "Pakistan Journal of Social Research",
      "journal": {
        "name": "Pakistan Journal of Social Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3bd7ceb595a306da2aef320ecddef0c7b2b72f16",
      "title": "In Defense of Norm Circles: A New Normative Foundation for Adult Education",
      "authors": [
        {
          "name": "D. Plumb",
          "authorId": "50647994"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.4018/ijavet.2014040104",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3bd7ceb595a306da2aef320ecddef0c7b2b72f16",
      "venue": "International Journal of Adult Vocational Education and Technology",
      "journal": {
        "name": "Int. J. Adult Vocat. Educ. Technol.",
        "pages": "45-59",
        "volume": "5"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1560316a11901658a3686ec3dd042b794e03901a",
      "title": "O Estado na democracia deliberativa: as raízes de uma antinomia",
      "authors": [
        {
          "name": "Francisco Mata Machado",
          "authorId": "2068167302"
        }
      ],
      "year": 2015,
      "abstract": "The paper aims at identifying, back in the Theory of Communicative Action, an explanation for the ambiguous accounts of the State detected along the different versions of the theory of deliberative democracy. By the means of a theoretical critique, it is realized that deliberationism implies political practices not only distinct but reciprocally antagonistic. It is proposed that the indefinition over the precise meaning of deliberative democracy is a consequence of this theory´s Habermasian grounds. In the philosophy of Habermas, the lifeworld is rationalized to create the state, but is also colonized or destroyed by this system. This antinomy implies a political theory to which the state may be both a space for mere informal influence reasons that come from the public sphere as its opposite, as an apparatus aimed to establish participatory forums.",
      "citationCount": 2,
      "doi": "10.1590/0102-6445225-257/95",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1560316a11901658a3686ec3dd042b794e03901a",
      "venue": "",
      "journal": {
        "name": "Lua Nova: Revista de Cultura e Política",
        "pages": "225-258",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d3b61eec88358fd206b8fe8361ec95e18c5f8361",
      "title": "Komunikacijos reikšmė J. Habermaso teorijoje",
      "authors": [
        {
          "name": "Inga Sidrys",
          "authorId": "113553216"
        }
      ],
      "year": 2015,
      "abstract": "The article is aimed at a discussion of Habermas' theory of communicative action on two levels: the level of principles of Habermasian ethics and the question of relevance of Habermas' ideas for democratic order. The author develops her argument by reconstructing Habermas notion of communicative rationality and the normative idea of the ideal speech situation. The author discusses the thesis of colonization of the lifeworld by the system and overviews the critiques of the abstract and idealistic form that Habermas illuminates the possibilities of a dialogue between competent agents. In the face of the critiques, the author attempts to discuss the relevance of Habermas' ideas for understanding the practical issues in contemporary societies by overviewing the possible ways that Habermas' ideas were applied.",
      "citationCount": 0,
      "doi": "10.15388/SOCMINTVEI.2000.1-2.7166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d3b61eec88358fd206b8fe8361ec95e18c5f8361",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "43-56",
        "volume": ""
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b799ed3bb659af6752c2ef910c161839529f53e3",
      "title": "Exploring Anti-Democratic Practices in University Policy-Steerage, Management and Governance in Malawi: A Critical Theory Approach",
      "authors": [
        {
          "name": "L. Shawa",
          "authorId": "113550775"
        }
      ],
      "year": 2011,
      "abstract": "This thesis draws on Critical Theory as advanced by Critical Theorists in the tradition of the Frankfurt School to explore the nature of anti-democratic practices within policy-steerage, management and governance of university education in Malawi. The thesis critiques instrumental use of reason and neopatrimonial aspects that permeate policy-steerage, management and governance of the university sector in Malawi, and suggests ways of emancipation or social change.\nTwo philosophical ideas inform analysis of this emancipatory project: dialectical reasoning as advanced by the first generation Critical Theorists such as Horkheimer, Adorno and Marcuse and communicative rationality, which is complemented by the theory of the lifeworld as advanced by the second generation Critical Theorist, Habermas. Dialectical reasoning entails understanding things as they are now and what they might be in future, as such, it is a useful idea for emancipation in that it fosters constant questioning (reflexivity) on the part of actors to make things better. Communicative rationality entails that actors seek to reach common understanding and coordinate actions by reasoned arguments, consensus and cooperation rather than instrumental reasoning and is useful for attaining social change (Habermas, 1984, 1987). Data sources comprise global policy debates, policy documents and interviews with selected government policymakers, Malawian civil society, university administrators and leaders of university staff and student unions.\nThe thesis reveals that at international policy-steerage level, university policy-making in Malawi is chiefly orchestrated by the World Bank using its economic power and the global-neoliberal logic. In this logic, Malawi follows the dictates of the powerful World Bank. Thus, the argument presented is that the World Bank’s university policy-steerage in Malawi follows instrumental rationality and is anti-democratic. Instrumental reasoning refers to the deliberate use of the power of reason for social control or manipulation. At university level, the thesis reveals a rivalry relationship among stakeholders which leads to constrained collegial governance. The thesis shows that the neopatrimonial attitude of presidentialism or the big-man syndrome, which permeates the management and governance of universities in Malawi, perpetuates instrumental use of reason and renders the system anti-democratic. At Malawi Government university policy-steerage level, the thesis shows problems associated with the usage of power by state presidents who are also chancellors of public universities. At this level, policy-steerage is interventionist and characterised by both neopatrimonial aspects of the big-man syndrome and patron-client relationships that lead to instrumental use of reason.\nBased on this Critical Theory analysis, a theory of university management and governance for Malawian universities is presented aimed at achieving emancipation. To achieve social change there is a need to challenge instrumental ways of reasoning and neopatrimonial aspects by employing dialectical reasoning and communicative rationality.",
      "citationCount": 1,
      "doi": "10.26686/wgtn.17011388",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b799ed3bb659af6752c2ef910c161839529f53e3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "3fa42858b80e3a6fd4517ea126153e5b4d109fb6",
      "title": "THE SOCIOLOGY OF DISCOURSE ETHICS",
      "authors": [
        {
          "name": "Felipe Curcó Cobos",
          "authorId": "2083473171"
        },
        {
          "name": "G. Spivak",
          "authorId": "65744613"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fa42858b80e3a6fd4517ea126153e5b4d109fb6",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b1a520f22272270239830242e3ee5e64abba6ec2",
      "title": "Critical Communicative Pedagogy: Framing Critical Pedagogy with the Theory of Communicative Action",
      "authors": [
        {
          "name": "M. Widdersheim",
          "authorId": "2275120"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 5,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b1a520f22272270239830242e3ee5e64abba6ec2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": "14"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
