{
  "status": "success",
  "source": "semantic_scholar",
  "query": "social evolution Habermas Weber modernization",
  "results": [
    {
      "paperId": "443134c4291cae9ea3a1c8e94395cc7ac309a599",
      "title": "The Significance of China’s Cultural Tradition for Modernization",
      "authors": [
        {
          "name": "He Ping",
          "authorId": "2069139944"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1057/9780230288560_6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/443134c4291cae9ea3a1c8e94395cc7ac309a599",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "119-144",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "70869ba19da3dc753c8cdf66919ec3aa9b8f0933",
      "title": "Reflectiveness of the Korean Modernization in the Settlement of Social Enterprises - Based on Rationality of Weber and Habermas -",
      "authors": [
        {
          "name": "Tae Keon Kim",
          "authorId": "2157181252"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70869ba19da3dc753c8cdf66919ec3aa9b8f0933",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "407-442",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "07929930b7104257153f622bd9e02bc7a9c82086",
      "title": "Theoretical Interpretation of Revolutions, Evolution of Concepts and Diversity of Questions: Discussion on the perspectives of Marx, Tocqueville, Weber, Theda Skocpol and Ellen Kay Trimberger",
      "authors": [
        {
          "name": "Ihsan B F Idrees",
          "authorId": "2003264922"
        },
        {
          "name": "Muhammad Saud",
          "authorId": "2066595424"
        },
        {
          "name": "Asia Ashfaq",
          "authorId": "120539818"
        }
      ],
      "year": 2021,
      "abstract": "Is the era of revolution is over? Thus only a long historical and theoretical concepts optic can shed light on the discussion of revolutions. This paper seeks to simplify some of the theoretical concepts of revolutions, the major approaches are the classical phase, Karl Marx, Tocqueville, and Max Weber, while challenges of modernization theorists are Huntington and Tilly. This paper formulize the evolution in these concepts from one era to another. In addition, it explained the reasons for the revolutions, as well as explaining the role of the actors, and trying to clarify the reasons that led to the diversity of theories such as structural Analysis by Theda Skocpol and Ellen Kay Trimberger. Furthermore, it is notable that the development of concepts of theoretical analysis depends on the key aspects, and on the focus in analyzing the role of different actors, as well as on linking the different roles of these actors and the reasons for the revolution. Of course, there are still many theories that attempt to explain the revolution and make it a social phenomenon linked to scientific and objective reasons.",
      "citationCount": 0,
      "doi": "10.36968/jpdc-v05-i03-09",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/07929930b7104257153f622bd9e02bc7a9c82086",
      "venue": "Journal of Peace, Development &amp; Communication",
      "journal": {
        "name": "Journal of Peace, Development &amp; Communication"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f4f9a81bdf0a4101030d54871730dd30ac592acb",
      "title": "Domestic and International Theoretical Evolution, Research Hotspots and Fronts of Design Innovation and Urban Innovation Ecosystem",
      "authors": [
        {
          "name": "Qiao Zhang",
          "authorId": "2318919804"
        },
        {
          "name": "Hongbin Jiang",
          "authorId": "2318926955"
        }
      ],
      "year": 2024,
      "abstract": "The paper systematically examines domestic and international research trends on the urban innovation ecosystem and their relationship with design innovation from 1999 to 2024 based on CiteSpace bibliometrics analysis. With global economic modernization, technological innovation and institutional innovation have become critical for economic development, with design innovation gaining attention as a bridge connecting the two. By analyzing literature from the Web of Science and CNKI databases, the paper defines relevant concepts and reveals differences in the temporal distribution, hot topics, and research trends between Chinese and international studies. The study finds that international research started early and remains active, while domestic research has rapidly developed under the \"mass entrepreneurship and innovation\" initiative. Domestic scholars primarily focus on the theoretical exploration and application of ecosystems and innovation ecosystems, whereas international scholars emphasize the application of theoretical frameworks, policy formulation, and social innovation from the perspective of design studies. Design innovation is crucial in promoting collaboration among innovation entities, optimizing resource allocation, driving service innovation, and improving the innovation environment. This paper summarizes the current state of research both domestically and internationally, highlighting the importance of design innovation for future studies and providing valuable references and insights for scholars in related fields.",
      "citationCount": 0,
      "doi": "10.62051/vzsaha98",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f4f9a81bdf0a4101030d54871730dd30ac592acb",
      "venue": "Transactions on Social Science, Education and Humanities Research",
      "journal": {
        "name": "Transactions on Social Science, Education and Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "title": "Western Civilization and Its Problems: A Dialogue between Weber, Elias and Habermas",
      "authors": [
        {
          "name": "P. Geiger",
          "authorId": "2066053229"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/acb182ce34aee759a8409b5695b7d8bafcc243e4",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "34ef7c10c17400f442e1b2780c30c45ad951f25b",
      "title": "Beyond Strong Institutionalism in Politics: A Criticism of Jürgen Habermas’s Juridical-Political Procedural Paradigm",
      "authors": [
        {
          "name": "Leno Francisco Danner",
          "authorId": "113281659"
        },
        {
          "name": "Agemir Bavaresco",
          "authorId": "2077029068"
        }
      ],
      "year": 2017,
      "abstract": "This article argues that Habermas’s division of the process of Western modernization into cultural modernity (a pure normative sphere) and social-economic modernization (a pure technical-logical or instrumental sphere) and his use of this theoretical-political standpoint in order to ground a model of radical political democracy as an impartial, neutral, impersonal and formal procedural juridical-political paradigm based on the dialectics between institutionalization and spontaneity lead to strong institutionalism in politics. The notion of modern social systems or institutions as structures of impartial, neutral, formal and impersonal proceduralism with a technical-logical or instrumental sense, constitution and evolution implies their non-political and non-normative understanding, depoliticizing them. As a consequence, institutions (especially political and economic ones) become self-referential and self-subsisting structures-subjects which are centralized and managed by institutional elites and technicians from a technical-logical standpoint-dynamics. We argue that a model of radical political democracy must overcome such separation between cultural modernity and social-economic modernization, politicizing the social systems and making them normative-political institutions-subjects streamlined and defined by social struggles between conflicting social classes, their hegemony and counterpoints.",
      "citationCount": 0,
      "doi": "10.7213/1980-5934.29.048.AO03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34ef7c10c17400f442e1b2780c30c45ad951f25b",
      "venue": "",
      "journal": {
        "name": "Revista De Filosofia Aurora",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "994971ba98b707f3d0f85ca65325ef010f09bf44",
      "title": "The evolution of the regulatory framework for wind energy: a review of coverage in Brazil",
      "authors": [
        {
          "name": "Claudia Gomes De Farias",
          "authorId": "2248558902"
        },
        {
          "name": "I. Fontgalland",
          "authorId": "36353463"
        }
      ],
      "year": 2023,
      "abstract": "Background: The expansion that offshore wind farms are showing around the world is the result of investments in research, development of studies of considerable technological advancement under the prisms: theoretical, economic, environmental, social, technical, and legal and regulatory instruments that have expanded rapidly, also due to conflicts between Russia and Ukraine, and allowed for multiple analyses. This work aims to describe the historical framework of wind energy until the inclusion of offshore wind farms in northeastern Brazil, from the economic, environmental and legal regulatory perspectives established from the 2000s. Materials and Methods:  This study has a qualitative, theoretical, and descriptive character, as it is a bibliographical and documentary research, through the WEB of Science and Google system, where documents, articles and decision-making and statistical reports on this subject were collected as material, following detailed criteria through a detailed flowchart. In this job. Results: As a result, a detailed view of the investigated topic was obtained, which recorded political aspects, from the evolution of the regulation from 2020 to the present day; to the gaps that still exist in the offshore matrix in relation to economic and environmental aspect such as identified factors that permeate behavior and influence the distribution of access to this energy source. Conclusion: Worldwide, the offshore matrix has increased energy security and reduced dependence on thermoelectric and hydroelectric energy. However, parallel to the advancement of this renewable matrix, more research and investment should occur, given the difference in climatic conditions that modify the useful life and maintenance of parks. What differs from what happens in Brazil are the more favorable weather and wind conditions. Disadvantages with vibrations and electromagnetic fields, as well as high maintenance costs are challenges in producing this energy. Development in the national context was also a conclusive aspect in this research in order to lead to suggestions for the problem of blackouts that occur in the country, mainly with regard to planning, modernization, expansion and optimization of energy supply in order to increase efficiency. energy and meet national needs and prerogatives of environmental sustainability.  ",
      "citationCount": 0,
      "doi": "10.54021/seesv4n1-018",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/994971ba98b707f3d0f85ca65325ef010f09bf44",
      "venue": "STUDIES IN ENGINEERING AND EXACT SCIENCES",
      "journal": {
        "name": "STUDIES IN ENGINEERING AND EXACT SCIENCES"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "222df6e2ff0aef8bc84f0a69cc8d89fc821a3bb0",
      "title": "Features of the influence on the economic dynamics of social institutions, formal and informal values",
      "authors": [
        {
          "name": "Bohdan Andrushkiv",
          "authorId": "2241320156"
        },
        {
          "name": "V. Grushko",
          "authorId": "2074766651"
        },
        {
          "name": "Serhiy Hrushko",
          "authorId": "2294013409"
        }
      ],
      "year": 2024,
      "abstract": "The article reveals the role of legitimate institutions and illegitimate institutions, formal and informal dominant values in providing the environment in which the economy functions and develops, certain characteristic features, the qualitative properties of which play a decisive role in the process of forming economic dynamics. The influence of personal interest, not limited by the framework of sociocentric morality, on the development of negative trends in the surrounding natural environment, the growth of social contrasts, the formation of a shadow economy, the spread of corruption, the increase of transaction costs, the inhibition of modernization processes in the field of production of goods, the accumulation of complications in the provision of quality services, etc. An analysis of the problems and threats caused by the stimulation of personal interest without its simultaneous subordination to public interests and coordination with them was carried out. It has been revealed how personal interest, unlimited by ethical norms, becomes the cause of the development of negative trends at the current stage of the evolution of the consumer economy, under the influence of both the stimulation of artificial needs of ordinary citizens at the bottom of the socio-economic pyramid, and the growth of the scale of quasieconomic activities of leaders in the accumulation of capitalist resources at its top. The role of sociometric morality, corporate ethics, and solidarity between people in increasing the effectiveness of the organization of subjects of economic activity of various forms of ownership, scale of activity, and level of capitalization is revealed. It was established that legal regulators alone are not enough to ensure a high level of organizational efficiency of the economy, since all the nuances in the complex web of a large number of economic interactions cannot be taken into account in the current laws, for which certain «blind spots» always remain, in which there is room for manipulation. Along with this, it was analyzed how due to «blind spots» not taken into account in the laws, a favorable environment is formed for the development of corruption and imitation activities in the economy, in which the redistribution of income, resources, property, capital, etc. replaces the production of necessary goods and the multiplication of real capital at the disposal of society. The role of social norms, which are formed on the basis of dominant values, in constructing the quality of the environment in which the economy functions, receiving from it, depending on its properties, either impulses for its development, or inertial paralysis caused by the dominance of redistribution over progress, is revealed. It has been established that the economic paradigm has changed from the focus on multiplying productive capital to consumer priorities, rent, and power acquired through accumulated signs of wealth (money and securities), which step by step lose the ability to adequately reflect economic reality.",
      "citationCount": 0,
      "doi": "10.33108/galicianvisnyk_tntu2024.01.033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/222df6e2ff0aef8bc84f0a69cc8d89fc821a3bb0",
      "venue": "Galician economic journal",
      "journal": {
        "name": "Galician economic journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "30327aa38a203717a2ccdf9f64d903e53fb97886",
      "title": "Global research progress on rural settlement spatial patterns from 2000–2024: a comprehensive review of hotspots, frontiers, and emerging trends",
      "authors": [
        {
          "name": "Yuhao Huang",
          "authorId": "2321657442"
        },
        {
          "name": "Jun Xia",
          "authorId": "2332883890"
        },
        {
          "name": "Yile Chen",
          "authorId": "2109182998"
        },
        {
          "name": "Jiaqi Hong",
          "authorId": "2332941073"
        }
      ],
      "year": 2024,
      "abstract": "Rural settlements serve as the fundamental spatial unit in rural geography research and play a significant role in regional system research on human‒land relations. With the accelerated advances in urbanization, industrialization, and agricultural modernization, the flow of urban and rural development factors has greatly changed the social and economic forms of rural areas, further seriously restricting the sustainable development of rural economies and societies. The spatial patterns of rural settlements serve as tangible reflections of rural living and the evolution of settlement structures, directly influencing the sustainable development of rural areas and the construction of rural human settlements. Despite the increasing number of relevant studies, a comprehensive review of the field’s dynamic evolution, research frontiers, and future development trajectories remains incomplete. On the basis of the Web of Science core database, this study used CiteSpace 6.2 R4 and VOS Viewer 1.6 software to perform a full systematic review of the literature on rural settlement spatial morphology from 2000 to 2024. The goal was to determine the current state of the research, where researchers are most active, and what major ideas and trends can be expected in the field of rural settlement spatial patterns. The results indicate that (1) the spatial patterns of rural settlements are a popular topic, integrating different disciplines and covering various themes, with close regional cooperation and a growing number of publications. At the national level, China, the United States, and France lead in research output and influence in this field. (2) The main research hotspots in the field include rural residential areas, spatial organization, land use, driving mechanisms, and regional systems, all of which are related to rural sustainable development. (3) Future research trends will likely focus on the response of rural settlement spatial patterns to new urbanization processes and social contexts. The findings provide a comprehensive overview of the evolution of research hotspots, aiding researchers in related fields in quickly grasping the research frontiers and summaries.",
      "citationCount": 11,
      "doi": "10.3389/feart.2024.1505570",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/30327aa38a203717a2ccdf9f64d903e53fb97886",
      "venue": "Frontiers in Earth Science",
      "journal": {
        "name": "Frontiers in Earth Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "7bc5555776e035045e20d9361f23ee1d93f542b9",
      "title": "Ronald Inglehart (2018). Cultural Evolution, People’s Motivations are Changing, and Reshaping the World. Cambridge University Press",
      "authors": [
        {
          "name": "Ana López-Narbona",
          "authorId": "1405372834"
        }
      ],
      "year": 2018,
      "abstract": "In Cultural Evolution, People’s Motivations are Changing, and Reshaping the World, Ronald Inglehart undertakes a comprehensive scholarly examination of his proposition that “high levels of economic and physical security led to pervasive intergenerational cultural changes that reshaped people’s values and worldviews, bringing a shift from materialist to post-materialist values, which was part of an even broader shift from survival to self-expression values”. This book builds on the author’s previous work concerning modernization as a multifaceted process of social change pivoting on value change, that is transformational in its impact and progressive in its effects. Inglehart’s work builds on, but substantially revises, classical modernization theory as developed by Marx, Weber, Durkheim and many others, updating it to examine post-modern society and beyond, inquiring into the trajectory of the knowledge society and the Artificial Intelligence era. In this book, Inglehart applies the principles of evolutionary theory to develop a new theoretical framework for modernization theory. Evolutionary theory and functionalism shaped modernization theory as early as in the 60s, emphasizing the ability to adapt to gradual, continuous change as the normal condition of stability, by attributing causal priority to immanent sources of changes, and by analyzing social change as a directional process. As the author suggests, “Evidence from around the world indicates that socioeconomic development tends to propel various societies in a roughly",
      "citationCount": 1,
      "doi": "10.15826/csp.2018.2.2.037",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7bc5555776e035045e20d9361f23ee1d93f542b9",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "198-202",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "41974baa32398a7802dce29127b44812dcfbedc4",
      "title": "The Risk Society Revisited: Social Theory and Risk Governance",
      "authors": [
        {
          "name": "E. Rosa",
          "authorId": "39791527"
        },
        {
          "name": "Ortwin Renn",
          "authorId": "47252005"
        },
        {
          "name": "A. McCright",
          "authorId": "119049900"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 71,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41974baa32398a7802dce29127b44812dcfbedc4",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8ab1206478a8bf7dc9780a12ea1ec31d7a8750ac",
      "title": "BUREAUCRACY IN THE DIGITALIZATION ERA: CHALLENGES AND PROSPECTS FOR PUBLIC ADMINISTRATION REFORM",
      "authors": [
        {
          "name": "Nataliia Perepelytsia",
          "authorId": "2271092020"
        }
      ],
      "year": 2025,
      "abstract": "It has been demonstrated that the contemporary era of digitalization significantly transforms the traditional bureaucratic model of public administration, which has been historically based on hierarchy, rigid procedures, and formalized document circulation. The article substantiates that under the conditions of globalization and wartime challenges, Ukraine requires more flexible, transparent, and technologically innovative governance mechanisms capable of combining legal stability with adaptability to the demands of the information society.\nIt has been revealed that the theoretical and methodological foundations of bureaucracy research rest upon the synthesis of Max Weber’s concept of rational-legal bureaucracy, rational choice theory, the principles of New Public Management, the concept of good governance, and neo-institutionalism. This interdisciplinary framework enables the explanation of the mechanisms of bureaucratic evolution, the identification of its strengths and weaknesses, as well as the determination of the potential for integrating the traditional hierarchical model with innovative network and digital practices.\nIt has been identified that the key challenges of bureaucratic digitalization include issues of efficiency, transparency, information security, and democratic accountability. The author analyzes Ukraine’s experience in implementing e-governance initiatives such as State in a Smartphone, State and Me, and the Prozorro e-procurement system, which contribute to minimizing corruption risks and expanding civic participation, but simultaneously entail dangers of formal openness, digital inequality, and increased dependence on vulnerable infrastructure, particularly under conditions of war.\nIt has been substantiated that the prospects for bureaucratic reform lie in combining technological innovations with the principles of democratization, social inclusion, and the rule of law. It is proposed to develop digital competences among public servants, implement mechanisms of cybersecurity and digital resilience, improve human resource policies, and ensure the integration of Ukrainian administrative practices into the European digital space.\nIn conclusion, it has been proven that the transformation of bureaucratic institutions in the era of digitalization is a key prerequisite for the modernization of public administration, strengthening its efficiency, transparency, and accountability, as well as for shaping an innovative and inclusive model of governance capable of responding to the strategic challenges of war and post-war reconstruction in Ukraine.",
      "citationCount": 0,
      "doi": "10.17721/2415-881x.2025.97.248-262",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ab1206478a8bf7dc9780a12ea1ec31d7a8750ac",
      "venue": "Politology bulletin",
      "journal": {
        "name": "Politology bulletin"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6105f38ece43ae16263175a70cbff4750bb22544",
      "title": "Praksis Pendidikan Menurut Habermas (Rekonstruksi Teori Evolusi Sosial Melalui Proses Belajar Masyarakat)",
      "authors": [
        {
          "name": "I. K. Wisarja",
          "authorId": "115084265"
        },
        {
          "name": "I. K. Sudarsana",
          "authorId": "96144701"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.30631/ijer.v2i1.33",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6105f38ece43ae16263175a70cbff4750bb22544",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "18-26",
        "volume": "2"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9a3a2e553a4ee0a32595788f9e8542d607511c5e",
      "title": "Virtual Journeys, Real Engagement: Analyzing User Experience on a Virtual Travel Social Platform",
      "authors": [
        {
          "name": "Ana-Karina Nazare",
          "authorId": "113668311"
        },
        {
          "name": "A. Moldoveanu",
          "authorId": "3088730"
        },
        {
          "name": "F. Moldoveanu",
          "authorId": "144623983"
        }
      ],
      "year": 2024,
      "abstract": "A sustainable smart tourism ecosystem relies on building digital networks that link tourists to destinations. This study explores the potential of web and immersive technologies, specifically the Virtual Romania (VRRO) platform, in enhancing sustainable tourism by redirecting tourist traffic to lesser-known destinations and boosting user engagement through interactive experiences. Our research examines how virtual tourism platforms (VTPs), which include web-based and immersive technologies, support sustainable tourism, complement physical visits, influence user engagement, and foster community building through social features and user-generated content (UGC). An empirical analysis of the VRRO platform reveals high user engagement levels, attributed to its intuitive design and interactive features, regardless of the users’ technological familiarity. Our findings also highlight the necessity for ongoing enhancements to maintain user satisfaction. In conclusion, VRRO demonstrates how accessible and innovative technologies in tourism can modernize travel experiences and contribute to the evolution of the broader tourism ecosystem by supporting sustainable practices and fostering community engagement.",
      "citationCount": 11,
      "doi": "10.3390/info15070396",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a3a2e553a4ee0a32595788f9e8542d607511c5e",
      "venue": "Inf.",
      "journal": {
        "name": "Inf.",
        "pages": "396",
        "volume": "15"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3b95ca509f95caec0eb48765e5283f0b9199b2c5",
      "title": "Sustainable Fifth-Generation Port Systems: Challenges and Opportunities for Local Communities",
      "authors": [
        {
          "name": "Işılay Bi̇lgi̇ç",
          "authorId": "2197142550"
        },
        {
          "name": "Çağlar Akar",
          "authorId": "2249655378"
        }
      ],
      "year": 2025,
      "abstract": "Abstract The evolution of port operations into fifth-generation systems highlights a commitment to sustainability, digitalization, and community integration. However, challenges remain in balancing economic efficiency and environmental and social impacts. In-depth case studies of eight significant international ports are combined with bibliometric analysis to investigate the transformative model of Fifth-Generation Ports (5GPs). The study identifies three interrelated pillars-digitalization, environmental sustainability, and socioeconomic integration-that build upon the development of port systems. The 5GPs framework is empirically supported by a bibliometric analysis of 410 Web of Science articles published between 2014 and 2025, which identifies intellectual clusters focused on smart port systems, energy transition, and governance. Uneven progress across the pillars is demonstrated by case studies of Shanghai, Singapore, Rotterdam, Antwerp, Los Angeles, Hamburg, Busan, and Long Beach. With automation and smart systems enhancing productivity and global competitiveness, digitalization emerges as the most advanced dimension. As demonstrated by Rotterdam’s emission reductions compared to those of Hamburg and Los Angeles, which have faced persistent challenges, environmental sustainability exhibits quantifiable but uneven gains. The gap between port expansion and regional employment or demographic trends demonstrates that socioeconomic integration remains a frequently overlooked issue. These results demonstrate that simply evaluating efficiency metrics is insufficient to measure the competitiveness of port modernization; a balance must be struck between ecological responsibility and community well-being. The 5GP framework provides policymakers and port authorities with a well-organized roadmap. While highlighting the risks and best practices involved, this study acknowledges limitations in scope and highlights the need for further regional and longitudinal research. Ultimately, the transition to the 5GP signals a significant shift in maritime governance, with ports becoming hubs for resilient, inclusive, and sustainable urban development.",
      "citationCount": 0,
      "doi": "10.1080/08920753.2025.2590810",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3b95ca509f95caec0eb48765e5283f0b9199b2c5",
      "venue": "Coastal Management",
      "journal": {
        "name": "Coastal Management",
        "pages": "427 - 439",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "37a3f003037311743effcc9ffd2c6c4bda9add6c",
      "title": "The Rise and Fall of the Miraculous Welfare Machine: Immigration and Social Democracy in Twentieth-Century Sweden",
      "authors": [
        {
          "name": "Christel Kesler",
          "authorId": "113329731"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 13,
      "doi": "10.1177/0094306117744805ll",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/37a3f003037311743effcc9ffd2c6c4bda9add6c",
      "venue": "",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "108 - 110",
        "volume": "47"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9d7953d44b5c607552efa540619b493427259e0f",
      "title": "Law and social theory: problem of dialectical connection in the works of philosophers of the XIX – XX centuries",
      "authors": [
        {
          "name": "A. A. Kovalev",
          "authorId": "114900721"
        }
      ],
      "year": 2020,
      "abstract": "This article examines the problem of correlation and dialectical connection between the theories of social being and law in the works of the prominent philosophers of the XIX – XX centuries (Émile Durkheim, Max Weber, Karl Marx, Georges Gurvitch, Jean Baudrillard, Michel Foucault, Niklas Luhmann, Jürgen Habermas, and others) who worked at the intersection of several fields of social sciences and made significant contribution to the theory of state and law. These scholars predicted multiple problems of modernity; therefore, reference to their theoretical heritage is valuable in the search of new legal understanding, the need for which has existed for a long time. The scientific novelty consists in the analysis of views of the leading theoreticians who dealt with the correlation between law and social sciences. Social in the social sciences was often considered from the perspective of evolution of human relations. The essence of the social was revealed in various types of cohesion of population or connectedness between the members of social groups. In such relations, an important element was morality, which emerged much earlier than law. Morality emerged with the conception of the social, while law – only with the advent of the state. The classical social theories of the late XIX – early XX centuries, identified the concept of “society” mostly with the politically organized and territorially restricted society of the modern Western national state.",
      "citationCount": 0,
      "doi": "10.7256/2454-0706.2020.12.33201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d7953d44b5c607552efa540619b493427259e0f",
      "venue": "Право и политика",
      "journal": {
        "name": "Право и политика"
      },
      "publicationTypes": null
    },
    {
      "paperId": "386b5823feb48478b99d3a3f4a77a66c6d33a876",
      "title": "The Modernization of Non-Western Societies: A Perspective of Constructive Realism",
      "authors": [
        {
          "name": "K. Hwang",
          "authorId": "102262818"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-1-4614-1439-1_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/386b5823feb48478b99d3a3f4a77a66c6d33a876",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-40",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "03d388e196975aa205aa5eaa3a513ea60d8ac647",
      "title": "Social Theory for Beginners",
      "authors": [
        {
          "name": "Paul Ransome",
          "authorId": "83977349"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 21,
      "doi": "10.2307/j.ctt1t892z5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/03d388e196975aa205aa5eaa3a513ea60d8ac647",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "e0f651542a96c1de01667553e4dc9bac72eff954",
      "title": "The Social Lens: An Invitation to Social and Sociological Theory",
      "authors": [
        {
          "name": "Ken D. Allan",
          "authorId": "144424697"
        }
      ],
      "year": 2006,
      "abstract": "Part I: Modernity and the Sociological Response Chapter 1. On Theory A Lesson From History Critical Thinking and Theory Theory in Brief Building Your Theory Toolbox Chapter 2. The Evolution of Society: Herbert Spencer (1820-1903) Theorist's Digest The Life and Times of Herbert Spencer Concepts and Theory: Social Evolution Concepts and Theory: Social Institutions Summary Building Your Theory Toolbox Chapter 3. Contradictions in Capitalism: Karl Marx (1818-1883) Theorist's Digest The Life and Times of Karl Marx Concepts and Theory: Human Nature and History Concepts and Theory: Contradictions in Capitalism Concepts and Theory: The Problem of Consciousness Summary Building Your Theory Toolbox Chapter 4. The Irrationality of Rationality: Max Weber (1864-1920) Theorist's Digest The Life and Times of Max Weber Concepts and Theory: The Rationalization of Society--Religion Concepts and Theory: The Rationalization of Society--Capitalism Concepts and Theory: The Rationalization of Society--Bureaucracy Concepts and Theory: Class, Authority, and Social Change Summary Building Your Theory Toolbox Chapter 5. The Problem With Diversity: Emile Durkheim (1858-1917) Theorist's Digest The Life and Times of Emile Durkheim Concepts and Theory: Religious Roots of Society Concepts and Theory: Social Diversity and Morality Concepts and Theory: Individualism in Modern Society Summary Building Your Theory Toolbox Chapter 6. The Modern Person: George Herbert Mead and Georg Simmel George Herbert Mead (1863-1931) Theorist's Digest Concepts and Theory: Truth, Meaning, and Action Concepts and Theory: Meaning and Interaction Concepts and Theory: Making Yourself Summary Georg Simmel (1858-1918) Theorist's Digest Concepts and Theory: The Individual in Society Concepts and Theory: The Self in the City Summary Building Your Theory Toolbox Chapter 7. The Challenges of Gender and Race: Charlotte Perkins Gilman and W. E. B. Du Bois Charlotte Perkins Gilman (1860-1935) Theorist's Digest Concepts and Theory: The Social Evolution of Gender Summary W. E. B. Du Bois (1868-1963) Theorist's Digest Concepts and Theory: Cultural Oppression Concepts and Theory: The Dark Nations and World Capitalism Summary Building Your Theory Toolbox Part II: Contemporary Sociological Theory Chapter 8. Structural Functionalism: Talcott Parsons, Robert K. Merton, and Jeffrey C. Alexander Social Systems: Talcott Parsons Theorist's Digest Concepts and Theory: Making the Social System Concepts and Theory: System Functions and Control Summary Unanticipated Consequences and Ambivalence: Robert K. Merton Theorist's Digest Concepts and Theory: Critiquing Parsons' Functionalism Concepts and Theory: Dynamic Functionalism Summary Democracy and Civil Society: Jeffrey C. Alexander Theorist's Digest Concepts and Theory: The New Civil Sphere Concepts and Theory: Civil Institutions Concepts and Theory: Civil Society Outcomes Summary Building Your Theory Toolbox Chapter 9. Conflict Theory: Lewis Coser, Ralf Dahrendorf, and Randall Collins The Functional Consequences of Conflict: Lewis Coser Theorist's Digest Concepts and Theory: Variation in Conflict Concepts and Theory: The Integrating Forces of Conflict Summary Power and Dialectical Change: Ralf Dahrendorf Theorist's Digest Concepts and Theory: Power and Group Interests Concepts and Theory: Conditions of Conflict and Social Change Summary Emotion and the World in Conflict: Randall Collins Theorist's Digest Concepts and Theory: Four Main Points in Conflict Sociology Concepts and Theory: Geopolitics Summary Building Your Theory Toolbox Chapter 10: What Happened to Class? Erik Olin Wright, Daniel Bell, and Pierre Bourdieu Making Class Count: Erik Olin Wright Theorist's Digest Concepts and Theory: Analytical Marxism Concepts and Theory: Specifying Class Summary Postindustrial Society: Daniel Bell Theorist's Digest Concepts and Theory: Rethinking Society Concepts and Theory: The Decline of Class Concepts and Theory: Polity and Culture Summary Embodying Class: Pierre Bourdieu Theorist's Digest Concepts and Theory: Structuring Class Concepts and Theory: Replicating Class Summary Building Your Theory Toolbox Chapter 11. Structures of Racial and Gender Inequality: William Julius Wilson and Janet Saltzman Chafetz The Declining Significance of Race: William Julius Wilson Theorist's Digest Concepts and Theory: American Racial History Concepts and Theory: Policy Implications Summary Structures of Gender Inequality: Janet Saltzman Chafetz Theorist's Digest Concepts and Theory: Coercive Structures of Gender Inequality Concepts and Theory: Changing Gender Inequality Summary Building Your Theory Toolbox Chapter 12. Exchange Theory: George Homans, Peter Blau, and Randall Collins Elementary Forms of Social Behavior: George Homans Theorist's Digest Concepts and Theory: Basic Principles of Behavioral Psychology Summary Social Exchanges and Power: Peter Blau Theorist's Digest Concepts and Theory: Social Exchanges Concepts and Theory: Creating Power and Social Structures Summary Ritualized Exchanges: Randall Collins Theorist's Digest Concepts and Theory: Emotion--The Generalized Media of Exchange Concepts and Theory: Interaction Ritual Chains (IRCs) Concepts and Theory: The Ritualized Production of Stratification Summary Building Your Theory Toolbox Chapter 13. Self and Situation: Erving Goffman, R. S. Perinbanayagam, and Harold Garfinkel Managing Your Self-Image: Erving Goffman Theorist's Digest Concepts and Theory: Impression Management Concepts and Theory: Frames and Keys Summary The Language of the Self: R. S. Perinbanayagam Theorist's Digest Concepts and Theory: Dialogic Acts and Agency Concepts and Theory: Language of Identity Summary Organizing Ordinary Life: Harold Garfinkel Theorist's Digest Concepts and Theory: Everyday Social Order as an Accomplishment Concepts and Theory: Doing Society--Reflexively Summary Building Your Theory Toolbox Part III: Contemporary New Visions and Critiques Chapter 14. Problems in Modernity: Jurgen Habermas and Anthony Giddens Democracy in Danger: Jurgen Habermas Theorist's Digest Concepts and Theory: Capitalism and Legitimation Concepts and Theory: The Colonization of Democracy Concepts and Theory: Communicative Action and Civil Society Summary Runaway Modernity: Anthony Giddens Theorist's Digest Concepts and Theory: The Dynamics of Modernity Concepts and Theory: The Experience of Modernity Summary Building Your Theory Toolbox Chapter 15. Globalizing Systems: Immanuel Wallerstein and Manuel Castells Global Capitalism: Immanuel Wallerstein Theorist's Digest Concepts and Theory: The Dialectics of Capitalism Concepts and Theory: The End of the World as We Know It Summary The Network Society: Manuel Castells Theorist's Digest Concepts and Theory: Information Technology Concepts and Theory: Networks, Identities, and Democracy Summary Building Your Theory Toolbox Chapter 16. Upsetting Reality: Michel Foucault and Jean Baudrillard Defining the Possible and Impossible: Michel Foucault Theorist's Digest Concepts and Theory: The Truth About Truth Concepts and Theory: The Practices of Power Concepts and Theory: Disciplining the Body Summary The End of Everything: Jean Baudrillard Theorist's Digest Concepts and Theory: Mediating the World Concepts and Theory: Losing the World Concepts and Theory: The Postmodern Person Summary Building Your Theory Toolbox Chapter 17. Politics of Identity: Dorothy E. Smith, Patricia Hill Collins, and Cornel West Gendered Consciousness: Dorothy E. Smith Theorist's Digest Concepts and Theory: The Problem With Facts Concepts and Theory: The Standpoint of Women Summary Race and Matrices of Domination: Patricia Hill Collins Theorist's Digest Concepts and Theory: The Standpoint of Black Women Concepts and Theory: Intersectionality and Matrices of Domination Summary Race and Democracy: Cornel West Theorist's Digest Concepts and Theory: Black Existence in America Concepts and Theory: The Post-Democratic Age Summary Building Your Theory Toolbox References Index About the Author",
      "citationCount": 68,
      "doi": "10.4135/9781071978047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e0f651542a96c1de01667553e4dc9bac72eff954",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
