{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Habermas Weber Strydom collective learning history",
  "results": [
    {
      "paperId": "61c90539ca1d4b40a6f6e654d8f45e729d221cf8",
      "title": "collective learning: habermas's concessions and their theoretical implications",
      "authors": [
        {
          "name": "P. Strydom",
          "authorId": "144941574"
        }
      ],
      "year": 1987,
      "abstract": null,
      "citationCount": 231,
      "doi": "10.1177/019145378701300304",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61c90539ca1d4b40a6f6e654d8f45e729d221cf8",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "265 - 281",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "930fe8df1719898c682e9857f3ca33d6dfb4633c",
      "title": "Virtual presence e-Learning using learning history database of collective intelligence",
      "authors": [
        {
          "name": "Chang Suk Kim",
          "authorId": "2116704013"
        },
        {
          "name": "Sung-Shin Park",
          "authorId": "2115573217"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1109/FUZZY.2009.5277368",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/930fe8df1719898c682e9857f3ca33d6dfb4633c",
      "venue": "IEEE International Conference on Fuzzy Systems",
      "journal": {
        "name": "2009 IEEE International Conference on Fuzzy Systems",
        "pages": "1797-1800"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    },
    {
      "paperId": "2efe59d024e027c2b8f9b8154e676055b961db3b",
      "title": "The Auckland War Memorial Museum Online Cenotaph: community participation, collective memorialisation and social cohesion",
      "authors": [
        {
          "name": "C. Liew",
          "authorId": "2891681"
        },
        {
          "name": "Victoria Passau",
          "authorId": "2284802564"
        }
      ],
      "year": 2024,
      "abstract": "\nPurpose\nOnline/Digital cultural heritage platforms have the potential to serve as empowering sites and tools for democratic participation, and for promoting social cohesion, acting as convergence points for diverse societal groups. They enable the gathering of multiple voices, including those of minorities and groups often marginalised in mainstream cultural heritage documentation. This research paper examines the ways in which these aspirations of cultural heritage platforms as meeting, learning and dialogic spaces for connecting and empowering online communities have been realised.\n\n\nDesign/methodology/approach\nUsing a qualitative design, interviews were conducted with users of New Zealand’s Auckland War Memorial Museum’s Online Cenotaph. Participants shared their experiences with the platform, perceptions of it as a collective social history resource and views on its role as a participatory space for online communities. They also discussed their expectations for its development as an online space for collective memorialisation.\n\n\nFindings\nInterviews revealed that users value Online Cenotaph for placing personal, publicly contributed memories and narratives alongside primary military sources. Participants expressed feelings of civic responsibility, social awareness and a sense of identity and connection through their use and contribution to this online commemorative space. The shift from a one-way flow of information from the Museum towards embracing public contribution embodying a high-trust approach, was a notable finding.\n\n\nOriginality/value\nThis research underscores the evolving role of museums and other GLAM institutions in recognising the importance of inclusivity, diversity and community participation. It provides insights into how digital cultural heritage social platforms can contribute towards these goals and promote social cohesion. This research is also a starting point for further studies on crowdsourcing and social Web activities on digital cultural heritage platforms as sites of community building through public participation and engagement in historical/cultural heritage narratives.\n",
      "citationCount": 1,
      "doi": "10.1108/gkmc-08-2023-0299",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2efe59d024e027c2b8f9b8154e676055b961db3b",
      "venue": "Global Knowledge Memory and Communication",
      "journal": {
        "name": "Global Knowledge, Memory and Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0645689c94560ae9132b1c9d7bf275fb58358e3",
      "title": "Participatory action research to enhance the collective involvement of residents in elderly care: About power, dialogue and understanding",
      "authors": [
        {
          "name": "Susan Woelders",
          "authorId": "15259388"
        },
        {
          "name": "T. Abma",
          "authorId": "89658082"
        }
      ],
      "year": 2019,
      "abstract": "The collective involvement of patients and clients in health care organizations is valued in our Western society. In practice, giving form to this involvement seems to be a complex process. In this paper we present our learning experiences with a process of enhancing the involvement of older people in a residential care home in the Netherlands, by using a participatory action research approach, called PARTNER. This approach is inspired by responsive evaluation and developed for the context of long-term care. We use concepts of Habermas’ theory to understand what happens when trying to create communicative spaces through dialogue. Our learning history shows that the involvement of residents is not an easy task, because power issues are at stake. System values seem to dominate the lifeworld and expert knowledge seems to be more valued than expressed emotions and narratives of residents. Researchers who use participatory action research must be aware of these issues of power, often hidden in language and discourse. Dialogue can be a vehicle to enhance mutual understanding, when attention is paid to underlying values, assumptions and meanings of all people. Then, the gap between system and lifeworld can be bridged and communicative spaces can be opened up.",
      "citationCount": 26,
      "doi": "10.1177/1476750319837330",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0645689c94560ae9132b1c9d7bf275fb58358e3",
      "venue": "Action research",
      "journal": {
        "name": "Action Research",
        "pages": "528 - 548",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "12a87f1e0a9778b1899c08e4c9fbe647b907f880",
      "title": "PHILOSOPHY OF EDUCATION AND RESTORATION OF EDUCATIONAL PRINCIPLES IN THE CONCEPT OF JURGEN HABERMAS",
      "authors": [
        {
          "name": "O. Tytar",
          "authorId": "2258213225"
        },
        {
          "name": "Nataliia Fradkinа",
          "authorId": "2266964632"
        },
        {
          "name": "Yurii Havryliuk",
          "authorId": "2006702674"
        },
        {
          "name": "Viktoriia Alimova",
          "authorId": "134825793"
        }
      ],
      "year": 2022,
      "abstract": "The goal is to investigate the modern philosophy of education and the principles of European enlightenment on the example of the concept of Jürgen Habermas, to prove that the European educational project is the heart of modern civilization. Research methods — historical and philosophical, hermeneutics, discourse pragmatics, analytical method. Scientific novelty. In the concept of rationality of Y. Habermas, the following are organically included and synthesized: - the relation of the acting person to the world (Aktor- Welt-Beziehung); - his relation to other people, precisely such an important factor as the processes of \"speech\", speech, expression of certain language sentences and hearing the counterparties of the action. The teleological orientation of history for Habermas, as well as for one of the founders of the Enlightenment project, Herder, is in the principle of the \"formation\" of humanity (Bildung), where the progress of civilization is connected with the moral development of the individual, and therefore the improvement of education and upbringing. For Habermas, this is possible primarily through a continuous collective \"learning process\" (Lernprozess) through overcoming social challenges and cultivating the best moral qualities. Conclusions. The modern philosophy of education and the principles of European enlightenment are based on the need for rationality and critical thinking. This is the basis of Jürgen Habermas' concept of the justification of reason and rational action. The European educational project as the heart of modern civilization is based on the Kantian understanding of the independence of the mind and the understanding of its boundaries, as well as a revived rationality. In his concept, Habermas critically overcomes the subjectivist tendencies of transcendentalist philosophy, which, in the epistemic struggle against substantialist metaphysics, brought the doctrine of mind to the level of the philosophy of consciousness. Reason and rationality are nurtured and corrected in the public sphere, in everyday and political dialogue, acting as a guarantee not only of the education of society, but of its development as a whole.",
      "citationCount": 0,
      "doi": "10.26565/2306-6687-2022-65-05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12a87f1e0a9778b1899c08e4c9fbe647b907f880",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"The Theory of Culture and Philosophy of Science\""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d9a5753a3172fcfa764a33624d53df3d3d87a024",
      "title": "Learning across Disciplines: A Collective Case Study of Two University Programs That Integrate the Arts with STEM.",
      "authors": [
        {
          "name": "S. Ghanbari",
          "authorId": "115175297"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 68,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9a5753a3172fcfa764a33624d53df3d3d87a024",
      "venue": "",
      "journal": {
        "name": "International Journal of Education and the Arts",
        "volume": "16"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b37f56a7288ea17e1fdf332525630741555653bf",
      "title": "Chasing Potentials for Adult Learning. Lifelong Learning in a Life History Perspective",
      "authors": [
        {
          "name": "H. S. Olesen",
          "authorId": "113794407"
        },
        {
          "name": "Kirsten M. Weber",
          "authorId": "48666845"
        }
      ],
      "year": 2003,
      "abstract": null,
      "citationCount": 16,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b37f56a7288ea17e1fdf332525630741555653bf",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "283-300",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ad7b758b34f7f2a2ab8c49a0fb4e0119db77d624",
      "title": "Deep Learning Based Disease Detection Using Facial Features",
      "authors": [
        {
          "name": "Prof.Ravindra Patil",
          "authorId": "2398744244"
        },
        {
          "name": "A. S. Prajwal",
          "authorId": "2397940591"
        },
        {
          "name": "Abhishek V Honnedibba",
          "authorId": "2397939547"
        },
        {
          "name": "Hemavati H Bhovivaddar",
          "authorId": "2397937614"
        },
        {
          "name": "Sanjay G Hegde",
          "authorId": "2397941903"
        }
      ],
      "year": 2025,
      "abstract": "­­­­­­ Abstract\n\nAdvances in artificial intelligence are rapidly transforming healthcare, offering innovative pathways for non-invasive and affordable diagnostic solutions. In this study, we propose a DL Framework that utilizes facial features for disease prediction, combining theory research with practical system implementation. The approach leverages transfer learning from established facial recognition networks, employing pre-trained convolutional architectures such as ResNet-50, VGG-16, and Inception V3 to process and classify two-dimensional facial images. The pipeline incorporates preprocessing operations—face detection, alignment, normalization, and augmentation—before applying deep transfer learning for classification. Evaluation results indicate that the system achieves accuracy rates above 90% in detecting conditions including beta-thalassemia, hyperthyroidism, Down syndrome, leprosy, and healthy, surpassing traditional machine learning baselines and, in certain cases, clinical assessments.\n\nTo validate the framework in practice, we developed a prototype application named EasyFace. This web-based tool allows users to upload facial photographs and receive immediate diagnostic predictions. To enhance transparency, Grad-CAM visualizations are integrated to highlight facial regions most influential in the model’s decision-making process. The system is powered by a lightweight Flask backend, supported by SQLite for persistence, and designed with a user-friendly interface featuring modern animations, error handling, and optional history tracking through JWT authentication. Despite promising results, challenges remain, particularly the limited availability of large, diverse facial diagnosis datasets and the need for continuous refinement of model calibration and interpretability.\n\nThis research contributes to the growing field of computer-aided diagnosis by demonstrating how transfer learning can be adapted from facial recognition to medical screening. The outcomes emphasize the potential of facial analysis to support early detection, improve patient care, and expand access to diagnostic services. Future work will focus on extending coverage to additional diseases, incorporating larger datasets, benchmarking against advanced deep learning architectures, and preparing the system for secure, production-level deployment. Collectively, the findings highlight the promise of deep learning–based facial diagnosis as a transformative tool in modern healthcare.",
      "citationCount": 0,
      "doi": "10.55041/ijsrem54961",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad7b758b34f7f2a2ab8c49a0fb4e0119db77d624",
      "venue": "International Journal of Scientific Research in Engineering and Management",
      "journal": {
        "name": "International Journal of Scientific Research in Engineering and Management"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e5cfc5b48d3240b13a854120224434a6b4aea58e",
      "title": "Home to Hospital: Appointment System and Machine Learning",
      "authors": [
        {
          "name": "Priyanshu Patel",
          "authorId": "2362517656"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT\n \n\n The Hospital Appointment System is a web-based solution designed to streamline the process of scheduling and managing appointments between patients and healthcare providers. Traditional appointment systems often face challenges such as long wait times, miscommunication, and inefficiency in managing patient records. This system addresses these issues by allowing patients to register, view available doctors, and book appointments online based on doctor availability. Doctors can manage their schedules and view patient histories through a secure portal. The platform includes features such as real-time notifications, user authentication, appointment rescheduling, and digital record keeping, which collectively enhance patient experience and reduce administrative workload. Developed using modern web technologies and backed by a robust database, the system ensures scalability and data security. The research emphasizes the role of digital transformation in healthcare accessibility and efficiency. Experimental results demonstrate significant improvements in appointment accuracy and patient satisfaction. Future improvements may include AI-based appointment suggestions and integration with electronic health record (EHR) systems. The Skin Disease Detection System is a deep learning-based application designed to assist in the early diagnosis of common skin conditions using image processing techniques. Skin diseases often go undiagnosed due to a lack of immediate medical access or patient awareness. This system leverages convolutional neural networks (CNNs) to analyze dermatoscopic images and classify them into multiple categories such as eczema, psoriasis, melanoma, and others. The model is trained on publicly available dermatology datasets and achieves high accuracy in identifying skin abnormalities. Users can upload images through a web or mobile interface and receive instant predictions along with risk levels. The system offers a low-cost, accessible alternative for preliminary diagnosis and can be a valuable tool in teledermatology, especially in rural or underserved areas. The research outlines model architecture, training methodology, and performance evaluation metrics. Experimental results indicate the system’s potential in supporting dermatologists and improving early detection rates. Future work will involve expanding the dataset, improving classification accuracy, and incorporating expert feedback for continuous learning.",
      "citationCount": 0,
      "doi": "10.55041/ijsrem48299",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5cfc5b48d3240b13a854120224434a6b4aea58e",
      "venue": "INTERNATIONAL JOURNAL OF SCIENTIFIC RESEARCH IN ENGINEERING AND MANAGEMENT",
      "journal": {
        "name": "INTERNATIONAL JOURNAL OF SCIENTIFIC RESEARCH IN ENGINEERING AND MANAGEMENT"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "817245c8690f2934266723c28fb0584ecb2aa60d",
      "title": "Collective Memory-Work – a Method Under the Radar?",
      "authors": [
        {
          "name": "R. Hamm",
          "authorId": "118149589"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/817245c8690f2934266723c28fb0584ecb2aa60d",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "118-124",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9e496fa579ae6ab63fb8088c8bd73f249b908f4a",
      "title": "When in doubt ask the crowd: leveraging collective intelligence for improving event detection and machine learning",
      "authors": [
        {
          "name": "Mihai Georgescu",
          "authorId": "2065871876"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9e496fa579ae6ab63fb8088c8bd73f249b908f4a",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "57a8f624f69ec14b15dfb3cb18d94863b418bfd9",
      "title": "Web 2.0 Learning Platform: Harnessing Collective Intelligence.",
      "authors": [
        {
          "name": "P. Rogers",
          "authorId": "2059089472"
        },
        {
          "name": "Stephen W. Liddle",
          "authorId": "1742211"
        },
        {
          "name": "Peter Chan",
          "authorId": "49456906"
        },
        {
          "name": "Aaron Doxey",
          "authorId": "71654960"
        },
        {
          "name": "Brady Isom",
          "authorId": "69011966"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 62,
      "doi": "10.17718/TOJDE.89177",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/57a8f624f69ec14b15dfb3cb18d94863b418bfd9",
      "venue": "",
      "journal": {
        "name": "The Turkish Online Journal of Distance Education",
        "pages": "16-33",
        "volume": "8"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a5b9365db198a726baeb2608323960eebccdefc3",
      "title": "Digital Story-Telling: A Methodology of Web Based Learning of Teaching of Folklore Studies",
      "authors": [
        {
          "name": "Papiya Chatterjee",
          "authorId": "114766020"
        },
        {
          "name": "Deepanjali Mishra",
          "authorId": "116449648"
        },
        {
          "name": "Lili Kumari Padhi",
          "authorId": "112901655"
        },
        {
          "name": "Jyotirmayee Ojha",
          "authorId": "117966909"
        },
        {
          "name": "A. Al-Absi",
          "authorId": "1407200341"
        },
        {
          "name": "M. Sain",
          "authorId": "31082355"
        }
      ],
      "year": 2019,
      "abstract": "Digital storytelling or DST is a technique which refers to the process by which digital technology is used to combine the conventional tradition of storytelling. Multimedia narratives and presentations can also be produced by the use of accessible media and software. This methodology of web based learning could also be conceptualized through digital documentaries, narratives that are computer based, digital essays, storytelling that are interactive. However a wide range of multimedia is combined along with the art of storytelling like different types of graphics, audio, video, and Web publishing. History has it that it was not devised to use it for education, but off late this methodology of Digital Story Telling is motivating an increased number of teachers and educators of different streams which includes second language learning as well as foreign language learning due to its potentials for stimulating an atmosphere of excited and collective learning. Digital Story Telling could be one of the most effective and efficient learning pedagogy to students of Humanities and Social Sciences. Digital Storytelling could be utilized in a wide number of ways as educational practice. The learners understand the concept of cultural differences, and get acquainted with the concept of the term review of peers and enhance their own knowledge. Therefore the objective of this paper is to understand the concept of Digital Storytelling and the various methodologies to implement it in a class of Folklore studies.",
      "citationCount": 11,
      "doi": "10.23919/ICACT.2019.8702047",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a5b9365db198a726baeb2608323960eebccdefc3",
      "venue": "International Conference on Advanced Communication Technology",
      "journal": {
        "name": "2019 21st International Conference on Advanced Communication Technology (ICACT)",
        "pages": "573-578"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference",
        "Review"
      ]
    },
    {
      "paperId": "ce6a3ca72db52025e91d45b1d27f4a316f3019e6",
      "title": "Leveraging Short-Lived Social Networks in Museums to Engage People in History Learning",
      "authors": [
        {
          "name": "Martín López Nores",
          "authorId": "1785864"
        },
        {
          "name": "Y. Blanco-Fernández",
          "authorId": "1397828435"
        },
        {
          "name": "A. Gil-Solla",
          "authorId": "1397828431"
        },
        {
          "name": "M. Cabrer",
          "authorId": "1802535"
        },
        {
          "name": "J. G. Duque",
          "authorId": "1808124"
        },
        {
          "name": "J. Pazos-Arias",
          "authorId": "1397828437"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1109/SMAP.2013.14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ce6a3ca72db52025e91d45b1d27f4a316f3019e6",
      "venue": "International Workshop on Semantic and Social Media Adaptation and Personalization",
      "journal": {
        "name": "2013 8th International Workshop on Semantic and Social Media Adaptation and Personalization",
        "pages": "83-88"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bb48a19bffe9095024dae69f49c2b54415fa58b7",
      "title": "Mining Collective Knowledge for Reconstructing Learning Resource",
      "authors": [
        {
          "name": "Koichi Ota",
          "authorId": "2000912578"
        },
        {
          "name": "A. Kashihara",
          "authorId": "2374708"
        }
      ],
      "year": 2010,
      "abstract": "There currently exist a lot of Web resources, which are useful for learning. However, it is hard for learners to learn the Web resources since the hyperspace is not always well-structured. Our approach to this issue is to mine collective knowledge from a group of learners who learned the Web resources to reconstruct the hyperspace including useful pages and links to be learned. This paper proposes a collective knowledge mining method that can extract these pages and links from learning histories gathered from the group of learners.",
      "citationCount": 2,
      "doi": "10.58459/icce.2010.50",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb48a19bffe9095024dae69f49c2b54415fa58b7",
      "venue": "IEEE International Conference on Consumer Electronics",
      "journal": {
        "name": "International Conference on Computers in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e1eb5e431b4358c6965386e0573330d673974f51",
      "title": "Philosophies of Social Science: The Classic and Contemporary Readings",
      "authors": [
        {
          "name": "Gerard Delanty",
          "authorId": "11883750"
        },
        {
          "name": "P. Strydom",
          "authorId": "144941574"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 91,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e1eb5e431b4358c6965386e0573330d673974f51",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "26c73a8b65c6d3ee1f9ac3049a3c495aed8ea33f",
      "title": "Striatal hub of dynamic and stabilized prediction coding in forebrain networks for olfactory reinforcement learning",
      "authors": [
        {
          "name": "L. Winkelmeier",
          "authorId": "2051643266"
        },
        {
          "name": "Carla Filosa",
          "authorId": "118161625"
        },
        {
          "name": "R. Hartig",
          "authorId": "66863960"
        },
        {
          "name": "M. Scheller",
          "authorId": "33553478"
        },
        {
          "name": "M. Sack",
          "authorId": "51413397"
        },
        {
          "name": "J. Reinwald",
          "authorId": "31716118"
        },
        {
          "name": "R. Becker",
          "authorId": "143655315"
        },
        {
          "name": "David Wolf",
          "authorId": "2052807923"
        },
        {
          "name": "M. Gerchen",
          "authorId": "2867173"
        },
        {
          "name": "A. Sartorius",
          "authorId": "2296561"
        },
        {
          "name": "A. Meyer-Lindenberg",
          "authorId": "1397954143"
        },
        {
          "name": "W. Weber-Fahr",
          "authorId": "1398022039"
        },
        {
          "name": "C. Clemm von Hohenberg",
          "authorId": "48647744"
        },
        {
          "name": "E. Russo",
          "authorId": "46904027"
        },
        {
          "name": "W. Kelsch",
          "authorId": "3570154"
        }
      ],
      "year": 2022,
      "abstract": "Identifying the circuits responsible for cognition and understanding their embedded computations is a challenge for neuroscience. We establish here a hierarchical cross-scale approach, from behavioral modeling and fMRI in task-performing mice to cellular recordings, in order to disentangle local network contributions to olfactory reinforcement learning. At mesoscale, fMRI identifies a functional olfactory-striatal network interacting dynamically with higher-order cortices. While primary olfactory cortices respectively contribute only some value components, the downstream olfactory tubercle of the ventral striatum expresses comprehensively reward prediction, its dynamic updating, and prediction error components. In the tubercle, recordings reveal two underlying neuronal populations with non-redundant reward prediction coding schemes. One population collectively produces stabilized predictions as distributed activity across neurons; in the other, neurons encode value individually and dynamically integrate the recent history of uncertain outcomes. These findings validate a cross-scale approach to mechanistic investigations of higher cognitive functions in rodents. Where and how the brain learns from experience is not fully understood. Here the authors use a hierarchical approach from behavioural modelling to systems fMRI to cellular coding reveals brain mechanisms for history informed updating of future predictions.",
      "citationCount": 10,
      "doi": "10.1038/s41467-022-30978-1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/26c73a8b65c6d3ee1f9ac3049a3c495aed8ea33f",
      "venue": "Nature Communications",
      "journal": {
        "name": "Nature Communications",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e2b999dd91e3e700e032dabcb1c96e3c3b405454",
      "title": "Global Service-Learning: A Systematic Review of Principles and Practices",
      "authors": [
        {
          "name": "Jason K. Hawes",
          "authorId": "100465537"
        },
        {
          "name": "Rebecca C Johnson",
          "authorId": "2121590578"
        },
        {
          "name": "Lindsey B. Payne",
          "authorId": "82969344"
        },
        {
          "name": "Christian Ley",
          "authorId": "2075218311"
        },
        {
          "name": "C. Grady",
          "authorId": "50625311"
        },
        {
          "name": "Jennifer Domenech",
          "authorId": "2148587012"
        },
        {
          "name": "Carly D. Evich",
          "authorId": "6937196"
        },
        {
          "name": "Andrew Kanach",
          "authorId": "4735425"
        },
        {
          "name": "Allison Koeppen",
          "authorId": "2148599066"
        },
        {
          "name": "Kristen Roe",
          "authorId": "1445294397"
        },
        {
          "name": "A. Caprio",
          "authorId": "66370561"
        },
        {
          "name": "Jessica Puente Castro",
          "authorId": "2148599577"
        },
        {
          "name": "Paige LeMaster",
          "authorId": "2148598936"
        },
        {
          "name": "E. R. Blatchley",
          "authorId": "5966336"
        }
      ],
      "year": 2021,
      "abstract": "Review: Screening of Documents We used Thomson Reuters Web of Science to identify relevant “best practices” literature on ID and SL. The search method for ID was TOPIC: ((“success* factor*” OR “best practic*” OR “framework”) AND TOPIC: (“internat* dev*”). The parallel search method for SL was TOPIC: (“success* factor*” OR “best practic*” OR “framework”) AND TOPIC: (“serv* learn*”). We specified no date range and included only English-language, peer-reviewed articles. We extracted 488 ID articles and 228 SL articles in September 2018. A number of articles have been published under these criteria since then. Although we have sought to reference relevant updates where useful, the long histories of service-learning and international development give us confidence that the synthesized principles remain relevant. Two individuals were assigned to each of the 716 article abstracts. Each pair used the Rayyan Abstract Review online platform to submit review results, blind of their counterpart’s suggestions (Ouzzani et al., 2016). Each coder suggested inclusion or exclusion, listed their certainty (low, medium, or high) and provided an explanation in the case of exclusion. Preliminary rounds of coding and group meetings were used to refine inclusion and exclusion criteria, and coders agreed on inclusion or exclusion of 65% of the abstracts. For the remaining 35% of the abstracts, conflicts were resolved by committee consensus, with 3– 4 coders collectively assessing and discussing each abstract. The final list of reviewed articles, as well as final inclusion and exclusion criteria, is available in the associated online repository. Article Full-Text Review: Data Extraction Qualtrics survey software was used to compile full-text reviews. Each coder reviewed approximately 15 articles, extracting success factors, best practices, and frameworks of interest. The extracted excerpts were separated into three major categories, defined as follows: The first two categories were two different types of factors (a combination of success factors and best practices). We defined factors as project components or characteristics that were highlighted as driving success (success as defined by the authors of each article). Hawes et al. | Global Service-Learning: A Systematic Review | 5 Factors were identified as either primary or secondary. Primary factors included any factors that the article defined, analyzed, or synthesized while offering further construction, analysis, or validation. Secondary factors were those factors for which the article offered no additional construction, analysis, or validation beyond description and citation, in which case both the factor and the article being cited were extracted. Frameworks was defined as any theories or previously constructed frameworks explaining the characteristics of successful projects. Extracted frameworks were not included in the synthesis stage of analysis but were referenced for the final presentation of themes in this article. An assortment of metadata was also collected for each article, including original classification as ID or SL; type of article (e.g., review); and country of interest. We did not test interrater reliability. Instead, extensive training was conducted for each reviewer; we assessed the potential limitations of this method and accounted for this through the decision to code only for generic success factors instead of constructing an emergent codebook during extraction. Figure 1 Stages of the synthesis yielding guiding principles for GSL Synthesis: Coding and Framework Development Using these extracted factors, four authors inductively coded for descriptive themes and refined these themes into a guiding principles framework. This was accomplished in a series of iterative coding stages (Figure 1). In Stage 1, three authors conducted by-hand pile-sorting of primary factors, eventually forming a series of overarching themes (e.g., Capacity Building, Stakeholders, Monitoring and Evaluation). In Stages 2 and 3, the same three authors further sorted each of these overarching themes into smaller subcategories—for example, Monitoring and Evaluation, containing (1) Formative Evaluation Methods, (2) Summative Evaluation Methods, and (3) Participatory Success Criteria Development–individually before collaboratively refining the emerging codebook. In Stage 4, the lead author conducted a similar pilesorting exercise for the secondary factors, using these secondary factors and sources to validate the themes that emerged from our primary sample of literature. Finally, the four authors mentioned above collaboratively refined the emergent codebook by binning related codes and adapting phrasing. Through this process, 18 guiding principles emerged, which were further binned into four thematic areas.",
      "citationCount": 11,
      "doi": "10.37333/001c.31383",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e2b999dd91e3e700e032dabcb1c96e3c3b405454",
      "venue": "The international journal of research on service-learning and community engagement",
      "journal": {
        "name": "International Journal of Research on Service-Learning and Community Engagement"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fa0e21d5190e6311a2a201e9361c4eb0aa6349ba",
      "title": "Westerse filosofie en de koorddans tussen geloof en weten",
      "authors": [
        {
          "name": "P. Pekelharing",
          "authorId": "113045369"
        }
      ],
      "year": 2021,
      "abstract": "\n \n \n Western philosophy and the tightrope between faith and knowledge\n \n \n In Auch eine Geschichte der Philosophie (2019), Habermas develops a new view of the history of philosophy. Dating philosophy back to the axial age, he presents its history as the result of a collective learning process, spanning a period of three millennia. In this new approach he highlights the crucial importance of faith and religion which resulted in a specific constellation of belief and knowledge that, though unique to the West, has universal import, and led to greater ‘reasonable freedom (Vernüftige Freiheit). In Habermas’ view The West’s Judeo-Christian heritage was not a passing phase in the emergence of modern thought and politics, but contributed its essential core. Though sympathetic to the idea of learning processes spanning many centuries, one may ask whether reasoning and learning processes always tend to lead, as Habermas claims, in the direction of greater freedom instead of its opposite. In this respect Habermas could have learnt more from the sceptical tradition in philosophy and its persistent interest in the various ways in which reasoning processes are non-cognitively embedded in human nature and society and influence the direction these processes take.",
      "citationCount": 0,
      "doi": "10.5117/ANTW2021.2.003.PEKE",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa0e21d5190e6311a2a201e9361c4eb0aa6349ba",
      "venue": "Algemeen Nederlands Tijdschrift voor Wijsbegeerte",
      "journal": {
        "name": "Algemeen Nederlands Tijdschrift voor Wijsbegeerte"
      },
      "publicationTypes": null
    },
    {
      "paperId": "09bb9d7b38969ff1f532f66568a4a2633ef88684",
      "title": "The cybernetics thought collective project: Using computational methods to reveal intellectual context in archival material",
      "authors": [
        {
          "name": "Bethany G. Anderson",
          "authorId": "47215744"
        },
        {
          "name": "Christopher J. Prom",
          "authorId": "2097443"
        },
        {
          "name": "Kevin Hamilton",
          "authorId": "2072368141"
        },
        {
          "name": "James A. Hutchinson",
          "authorId": "2057363068"
        },
        {
          "name": "Mark Sammons",
          "authorId": "3149169"
        },
        {
          "name": "Alex Dolski",
          "authorId": "2281210"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1109/BigData.2017.8258171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/09bb9d7b38969ff1f532f66568a4a2633ef88684",
      "venue": "2017 IEEE International Conference on Big Data (Big Data)",
      "journal": {
        "name": "2017 IEEE International Conference on Big Data (Big Data)",
        "pages": "2213-2218"
      },
      "publicationTypes": [
        "JournalArticle",
        "Conference"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
