{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Scaff Weber modernity disenchantment",
  "results": [
    {
      "paperId": "87ffa985ac0f3285dbe733ac4bea4cc1a03dd00e",
      "title": "Disenchantment and the Democratic Charisma: Revisiting Webers Diagnosis of Modernity",
      "authors": [
        {
          "name": "Chang Liu",
          "authorId": "2392701604"
        }
      ],
      "year": 2025,
      "abstract": "Max Weber characterized modernity as a state of disenchantment, in which rationalization strips the world of sacred meaning. To counter political apathy, he suggested that democratic elections could generate quasi-charisma, infusing sterile bureaucratic rule with symbolic energy. This essay interrogates whether such democratic charisma can truly heal the spiritual deficit of modern life. Drawing on recent critiquesincluding Storms claim that enchantment never vanished and Marottas refined model of demagificationit argues that democratic charisma is structurally frail. While elections, media spectacles, and populist appeals may momentarily mobilize affect, they remain embedded in the very legalrational procedures that produce disenchantment. As a result, quasi-charisma offers only transient simulations of meaning that are easily routinized or manipulated. By exposing these limits, the paper illuminates the persistent tension between efficient governance and authentic collective belief, a dilemma central to contemporary populism and declining institutional distrust.",
      "citationCount": 0,
      "doi": "10.54254/2753-7064/2025.ne29310",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87ffa985ac0f3285dbe733ac4bea4cc1a03dd00e",
      "venue": "Communications in Humanities Research",
      "journal": {
        "name": "Communications in Humanities Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d450383547a51ee677f59128563468afa3a09125",
      "title": "Do We Need an Alternative to the Disenchantment Narrative? Assessing Joas' Criticism of Weber against the Enduring Merit of the Concept and Theory of Disenchantment",
      "authors": [
        {
          "name": "Herbert De Vriese",
          "authorId": "146879727"
        },
        {
          "name": "Guido Vanheeswijck",
          "authorId": "2292597923"
        }
      ],
      "year": 2024,
      "abstract": "Abstract:One of the central claims of Hans Joas' The Power of the Sacred is that Weber's narrative of the disenchantment of the world is in dire need of replacement by a more viable alternative. In his view, the disenchantment narrative not only fails to function as a correct explanation for the genesis and identity of Western modernity, but has a misleading effect on theoretical developments concerning the future of religion as well. Accordingly, Joas aims to liberate academic research from the lasting and disruptive influence of Weber's views of disenchantment. Not only does he reject Weber's term 'disenchantment' as a useful and unambiguous concept, he also discards it as a correct conceptualization of a long and linear historical process.This article expresses appreciation for Joas' challenging endeavor and its deeper intentions, yet ultimately finds his interpretation of Weber untenable on both counts. It critically assesses Joas' position by examining key components of the book where his twofold argumentation is constructed and by developing an alternative interpretation. The upshot of the analysis is to argue that nuance and redefinition are far more fruitful than elimination, and that both the concept and the theory of disenchantment remain meaningful tools for academic research. In one word, while endorsing Joas' invitation for a more in-depth examination of the concept and history of disenchantment, the article defends the enduring theoretical merit of Weber's disenchantment narrative.",
      "citationCount": 0,
      "doi": "10.1353/max.2024.a922492",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d450383547a51ee677f59128563468afa3a09125",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "113 - 86",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3fbdb80483b48a84fda0aceef46ffebfe9a4a0bf",
      "title": "A disenchanted world: Max Weber on magic and modernity",
      "authors": [
        {
          "name": "Mario Marotta",
          "authorId": "2212188240"
        }
      ],
      "year": 2023,
      "abstract": "Despite its great popularity in both the scientific and non-scientific fields, Max Weber’s concept of “disenchantment” remains mostly obscure and in recent years it has become the center of an interdisciplinary debate on modernity involving both Weberian specialists and non-specialists. The aim of the article is to return to Weber’s text and analyze Weber’s use of the term and the meaning of what he calls the “disenchantment of the world.” To do so I follow Taylor’s and Schluchter’s insight and investigate how Weber would picture an initial condition of enchantment. However, while these interpreters did not explore the Weberian perspective on magic, I instead show that not only Weber had a precise and original conception of magic as the primitive attitude toward the world, but also that this conception may clarify the meaning and dynamics of the process of disenchantment in both the spheres of religion and of science.",
      "citationCount": 2,
      "doi": "10.1177/1468795X231160716",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3fbdb80483b48a84fda0aceef46ffebfe9a4a0bf",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "224 - 242",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0ca4f78f1369bd6c867349902b1aa4a5bbff1a7e",
      "title": "Fleeing the Iron Cage: Culture, Politics, and Modernity in the Thought of Max Weber",
      "authors": [
        {
          "name": "L. Scaff",
          "authorId": "46592956"
        }
      ],
      "year": 1991,
      "abstract": null,
      "citationCount": 134,
      "doi": "10.2307/2505293",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0ca4f78f1369bd6c867349902b1aa4a5bbff1a7e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5420e2e08c7fa89484961f51a411e2475348e0f1",
      "title": "Disenchantment, rationality and the modernity of Max Weber",
      "authors": [
        {
          "name": "A. Carroll",
          "authorId": "144639431"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 68,
      "doi": "10.5840/FORPHIL201116117",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5420e2e08c7fa89484961f51a411e2475348e0f1",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "117-137",
        "volume": "16"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f9403ed055ddc1cf72a1575ec950e90c2a0e41b6",
      "title": "Differentiation vs. Disenchantment: The Persistence of Modernity from Max Weber to Jean-Francois Lyotard",
      "authors": [
        {
          "name": "A. Michel",
          "authorId": "73313789"
        }
      ],
      "year": 1997,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.2307/1431364",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f9403ed055ddc1cf72a1575ec950e90c2a0e41b6",
      "venue": "",
      "journal": {
        "name": "German Studies Review",
        "pages": "343",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fdb89bf38771f294d419a69bf0c07099f16e05bc",
      "title": "The Myth of Disenchantment: Magic, Modernity, and the Birth of the Human Sciences",
      "authors": [
        {
          "name": "Gale A. Watts",
          "authorId": "116061228"
        }
      ],
      "year": 2019,
      "abstract": "the standardisation of religion along neoliberal or consumerist lines. The post-secular is becoming a neoliberal post-secular, as the title suggests. The arguments that Possamai presents are thus, on the whole, fairly pessimistic. The i-zation of society signals the inexorable progress of the ‘iron cage’ and religion today, no more than in Weber’s time, is offering effective resistance or a hopeful alternative. Nonetheless, throughout the presentation and then in focused fashion in the last section, the author tries to offer some hope and from time to time he muses that this i-zation may not be all bad. The prime way that he translates this hopeful pessimism is to suggest what he styles as a possible small step that global religion can take to mitigate at least the worst effects of the neoliberal regime, namely its generation of severely exacerbated and increasing global inequality. Here enters what the author offers as a ‘global compassionate tax’—the idea that religions (apparently through their institutionalised forms) turn their generally tax exempt status around and voluntarily, cooperatively, transnationally, and outside formal state structures generate a vast fund, a kind of super-faith-based enterprise for equality. In other words, religions should (or could) turn precisely their neoliberal and standardised alignment with neoliberalism to the advantage of those that the system so effectively marginalises. Overall, Possamai’s analysis is well-presented, coherently and frequently convincingly argued, and above all interesting. It is a speculative and mostly theoretical enterprise that illustrates its arguments very well, even though, of course, illustration is not the same as proof. It makes a solid contribution to what is indeed a much larger and very much an ongoing discussion. However, the reader does have to accept, if only provisionally, the theoretical and normative analyses of the main theoretical framers—Weber, Jameson, Ritzer, and Habermas —as presented by the author. And this reviewer admits that he does have a little bit of trouble doing that. However, this is a book to be recommended, if only to let an important debate continue.",
      "citationCount": 9,
      "doi": "10.1080/13537903.2019.1628358",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdb89bf38771f294d419a69bf0c07099f16e05bc",
      "venue": "Journal of Contemporary Religion",
      "journal": {
        "name": "Journal of Contemporary Religion",
        "pages": "376 - 378",
        "volume": "34"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "71b9764496082d28276cf196a6306f0b84163c55",
      "title": "The spiritual turn and the disenchantment of the world: Max Weber, Peter Berger and the religion–science conflict",
      "authors": [
        {
          "name": "Gale A. Watts",
          "authorId": "116061228"
        },
        {
          "name": "D. Houtman",
          "authorId": "50217986"
        }
      ],
      "year": 2022,
      "abstract": "There is little question that organized religion as embodied in the Christian churches has not fared well in recent decades. Yet, precisely the period when the decline of organized religion hit its stride – the 1960s and 1970s – also witnessed the rise of what Ernst Troeltsch referred to as ‘mystic religion’, only now it goes by ‘spirituality’. Indeed, recent empirical studies suggest that, in addition to secularization, we are also witnessing a veritable spiritual turn. How do we explain this? We pursue this puzzle in a somewhat peculiar fashion: by turning the sociological gaze toward the lives and oeuvres of the two sociologists who have arguably played the largest roles in the development of classical secularization theory: Max Weber and Peter Berger. Addressing their theoretical contributions in tandem with their personal stances vis-à-vis religion, we argue that the standard account of secularization rests on an extremely one-sided interpretation of their legacy: it leaves out their steadfast romanticism, their deep commitments to the value of individual freedom, and, most importantly, the particular religious paths they charted. Furthermore, we contend that each of them exemplifies a way of reconciling a rationalist commitment to disenchanting science with a romantic longing for ultimate meaning, which sheds significant light on why mystical religion (or ‘spirituality’) has come to flourish in late modernity.",
      "citationCount": 9,
      "doi": "10.1177/00380261221096387",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/71b9764496082d28276cf196a6306f0b84163c55",
      "venue": "Sociology Review",
      "journal": {
        "name": "The Sociological Review",
        "pages": "261 - 279",
        "volume": "71"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f04fd0e8d466be01845b02924d239dfc11be5c93",
      "title": "Dialectics of disenchantment: A Weberian look at Western modernity",
      "authors": [
        {
          "name": "W. Schluchter",
          "authorId": "66305960"
        }
      ],
      "year": 2017,
      "abstract": "Abstract:Until now, the ongoing debate on secularization has yielded no definite results. This is partly due to the multifaceted usage of the concept of secularization. Sometimes it is identified with disenchantment, a concept, introduced by Max Weber and applied in his comparative studies on religion since 1913. But Weber's usage is much broader than the concept of secularization suggests. Surprisingly, the concept of disenchantment is also appropriated by Charles Taylor in his seminal work A Secular Age. However, upon a closer look it turns out that his usage of the concept does not coincide with Weber's. In this article, I want to show in which regard the two authors join forces and in which they differ. The emphasis in the ensuing is on Max Weber, however, who attributed a more comprehensive meaning to the concept in distinguishing between religious and scientific disenchantment and in demonstrating, how these processes interacted historically and how they are related also to processes of reenchantment. However, in the final analysis both authors get together: Even in a secular age religion will not disappear, but the religious commitment has turned into an option, and insofar the religious situation has fundamentally changed in modernity.",
      "citationCount": 6,
      "doi": "10.15543/MWS/2017/1/4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f04fd0e8d466be01845b02924d239dfc11be5c93",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "24 - 47",
        "volume": "17"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21784af012bcd880503ecf4f9688d9afcda21993",
      "title": "A Doxological Response to the Problem of Disenchantment",
      "authors": [
        {
          "name": "Robert Rae",
          "authorId": "2266641616"
        }
      ],
      "year": 2023,
      "abstract": "Abstract In recent years, much attention has been paid to the problem of disenchantment, perhaps most notably in the extensive work of Charles Taylor. This article examines the disenchantment narrative as formulated by Max Weber and appropriated by Charles Taylor, and augment this with the perspective offered by Jason Josephson-Storm and other interlocutors, to generate a reading suitable for theological use. It suggests ways in which the human person and society might be affected by disenchantment. Finally, it explores means by which prayer might be used as a resource for dealing with the causes and symptoms of disenchantment, following the example of Andrew Prevot’s careful exploration of prayer as a source of Christian thought. Prevot’s concept of doxological theology (‘thinking prayer’) is particularly useful for resisting what he identifies as three crises of modernity: secularity, the fate of Western metaphysics, and socioeconomic and identity-based violence. This describes the imperative for studies in this area: insofar as the process of disenchantment contributes to the systematic violence and dehumanisation inherent in modernity, it is vital to explore the mechanics of that process and possible tools to combat it.",
      "citationCount": 0,
      "doi": "10.1515/ijpt-2022-0040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21784af012bcd880503ecf4f9688d9afcda21993",
      "venue": "International Journal of Practical Theology",
      "journal": {
        "name": "International Journal of Practical Theology",
        "pages": "218 - 233",
        "volume": "27"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c49475b5f053d8a50b5ebb30352a8c813e2d8514",
      "title": "Modernity, Madness, Disenchantment: Don Quixote’s Hunger",
      "authors": [
        {
          "name": "R. Gould",
          "authorId": "50473417"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.5250/SYMPLOKE.19.1-2.0035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c49475b5f053d8a50b5ebb30352a8c813e2d8514",
      "venue": "",
      "journal": {
        "name": "symploke",
        "pages": "35 - 53",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "title": "Max Weber’s Theory of Modernity: The Endless Pursuit of Meaning",
      "authors": [
        {
          "name": "D. Swartz",
          "authorId": "39131390"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/0094306117692573mm",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f28fde6fcffd348f1678bacb767ee988f09ef5bc",
      "venue": "",
      "journal": {
        "name": "Contemporary Sociology: A Journal of Reviews",
        "pages": "221 - 223",
        "volume": "46"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a4ecb52fa8ca027a72317731618db9a35b80e9cf",
      "title": "Max Weber’s Vocation: Some Remarks Concerning the Disenchantment of the Disenchanter",
      "authors": [
        {
          "name": "R. Motta",
          "authorId": "144585159"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1177/0037768611402614",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4ecb52fa8ca027a72317731618db9a35b80e9cf",
      "venue": "",
      "journal": {
        "name": "Social Compass",
        "pages": "153 - 161",
        "volume": "58"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "49d6c39608081108f3ba10f16d0f1f5836d06ce7",
      "title": "Disenchantment, Enchantment and Re-Enchantment: Max Weber at the Millennium",
      "authors": [
        {
          "name": "R. Jenkins",
          "authorId": "92736291"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 196,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/49d6c39608081108f3ba10f16d0f1f5836d06ce7",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "title": "Weber and Habermas or the Thresholds of the Progressive Modernity: Constitution, Interpretation and Understand",
      "authors": [
        {
          "name": "F. Henríquez",
          "authorId": "2083601511"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bed583c0e700f16b96c42a5c87a303dcdd3214d0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "24f207c1553ba8c09130fd7c2ed9813ba4910e6b",
      "title": "Weber, Simmel and Culture: A Reply to Lawrence Scaff",
      "authors": [
        {
          "name": "C. Turner",
          "authorId": "2150166901"
        }
      ],
      "year": 1989,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1111/j.1467-954X.1989.tb00042.x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/24f207c1553ba8c09130fd7c2ed9813ba4910e6b",
      "venue": "",
      "journal": {
        "name": "The Sociological Review",
        "pages": "518 - 529",
        "volume": "37"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f573c472594dd46d407c1935aaa272b2dda8b1ee",
      "title": "THE TRANSPARANCY OF DISENCHANTMENT",
      "authors": [
        {
          "name": "Gregor Schiemann",
          "authorId": "1962391739"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f573c472594dd46d407c1935aaa272b2dda8b1ee",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "7931dc07009bdd4b0ccd1a29eb019adb56eb06c1",
      "title": "Disenchantment and clinical ethics",
      "authors": [
        {
          "name": "H. Ten Have",
          "authorId": "49039622"
        },
        {
          "name": "B. Gordijn",
          "authorId": "2354377"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11019-019-09925-3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7931dc07009bdd4b0ccd1a29eb019adb56eb06c1",
      "venue": "Medicine, Health care and Philosophy",
      "journal": {
        "name": "Medicine, Health Care and Philosophy",
        "pages": "497 - 498",
        "volume": "22"
      },
      "publicationTypes": [
        "Editorial",
        "Review"
      ]
    },
    {
      "paperId": "a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "title": "Diversity in unity in post-truth times: Max Weber’s challenge and Karl Jaspers’s response",
      "authors": [
        {
          "name": "C. Dege",
          "authorId": "2080870545"
        }
      ],
      "year": 2020,
      "abstract": "Max Weber famously diagnosed both an excess and a subordination of meaning in modernity when he coined the term disenchantment next to the fragmentation and irreconcilability of value spheres. Unlike Weber, however, who sought to keep the ideological and the rationalist sides of the modern divide together, his immediate followers capitalized either on his decisionism (i.e. Carl Schmitt) or on his universalism (i.e. Jürgen Habermas). In an attempt to develop a constructive perspective on the question of how we can conceive of irreconcilable values within a larger normative horizon, this article introduces Karl Jaspers’s interpretation and refinement of Weber’s work. Most fundamentally, Jaspers’s existentialist philosophy of communication sought to turn Weber’s warring gods into a source of solidarity rather than divisiveness. I argue that Jaspers did so in rooting human freedom not in the decision or the law but in an experiential uncertainty and the knowledge not to know. The article closes with a discussion of some practical and theoretical implications of Jaspers’s thought for our understanding of diversity in unity in post-truth times.",
      "citationCount": 2,
      "doi": "10.1177/0191453719860225",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a2c28fc10a5bd88daba4f0ad1d128bde70a44d47",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "703 - 733",
        "volume": "46"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e766562817c46fdd9ebceaa282a985097344902c",
      "title": "A Life-World of Disenchantment: Modernity, Ethnicity and Pluralism",
      "authors": [
        {
          "name": "Y. Singh",
          "authorId": "50746763"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1177/0038022919980202",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e766562817c46fdd9ebceaa282a985097344902c",
      "venue": "",
      "journal": {
        "name": "Sociological Bulletin",
        "pages": "155 - 165",
        "volume": "47"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
