{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Weiss Habermas Weber action rationality theory",
  "results": [
    {
      "paperId": "ba7cecc8886d4205d3bcfa52cea8b6431eccad79",
      "title": "The principle of segregation: an analysis from the perspective of Weber's ideal type and Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "Thiago Miranda",
          "authorId": "2301740588"
        },
        {
          "name": "Wilson Eccard",
          "authorId": "2301723282"
        },
        {
          "name": "Marcelo Santiago",
          "authorId": "2301731869"
        }
      ],
      "year": 2024,
      "abstract": "This article seeks, through concepts and standards, and using ongoing research, to investigate the principle of segregation of functions and its application in the control of public expenditure from the perspective of Weber's ideal type and Habermas' theory of communicative action. . Through documentary and bibliographical research, it was possible to partially conclude that civil servants, teams or sectors should not perform functions in different phases of public expenditure, including and especially in phases that involve judgment and inspection; the principle of segregation of functions is also based on Weber's bureaucratic ideal type, in the sense that the specialization and expertise of the civil servant tends to increase the degree of precision and excellence of the activities carried out by him; This principle also finds support in Habermas' theory of communicative action.",
      "citationCount": 0,
      "doi": "10.53660/clm-3410-24i28",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba7cecc8886d4205d3bcfa52cea8b6431eccad79",
      "venue": "Concilium",
      "journal": {
        "name": "Concilium"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b4e4a857294236281dd0e76bac9701ace15db271",
      "title": "Kant’s View of Reason to Habermas’s Theory of Communicative Reason",
      "authors": [
        {
          "name": "文镖 叶",
          "authorId": "2351392890"
        }
      ],
      "year": 2025,
      "abstract": "In the process of forming and proposing the concept of “communicative rationality”, Habermas was influenced by many related concepts, and these theories later became the theoretical premise for the establishment of “communicative rationality”, among which the closest to it in the timeline are the “value rationality” proposed by Max Weber and the concept of “materialization” proposed by Lukacs Georg. The doctrinal concept proposed by the former enabled Habermas to finally break",
      "citationCount": 0,
      "doi": "10.12677/acpp.2025.143106",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b4e4a857294236281dd0e76bac9701ace15db271",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b110aa6f0ed61fa7c0138e1b6085f205d92998a",
      "title": "Social interactions in mandatory teleworking: From instrumental rationality to the theory of communicative action in the workplace context",
      "authors": [
        {
          "name": "Fábio Lucas de Albuquerque Lima",
          "authorId": "2278181062"
        },
        {
          "name": "Viviane Alfradique Martins Figueiredo Mendes",
          "authorId": "2278078624"
        }
      ],
      "year": 2023,
      "abstract": "Interpersonal relationships at work usually occur face-to-face. During the Covid-19 pandemic, these interactions shifted to a virtual way. This essay intends to analyze telecommuting from an individual perspective, bringing Max Weber’s theory of social action and Jürgen Habermas theory of communicative action to the discussion. Instrumental rationality has prevailed since the Second Industrial Revolution, reaching its apogee in the capitalist production system with Taylor-Fordism. It was not found in the literature an approach to telework with a focus on the interaction between individuals, the core of the Weberian theory of social action. Habermas’ theory of communicative action, in this approach, is used to emphasize the importance of language and communication in telework.",
      "citationCount": 1,
      "doi": "10.5354/0719-7551.2023.71481",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b110aa6f0ed61fa7c0138e1b6085f205d92998a",
      "venue": "Revista Chilena de Derecho del Trabajo y de la Seguridad Social",
      "journal": {
        "name": "Revista Chilena de Derecho del Trabajo y de la Seguridad Social"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "55ce872828fd0e418838fd53e4d6f40a7e2639bb",
      "title": "Recognize Max Weber's Social Action Theory in Individual Social Transformation",
      "authors": [
        {
          "name": "Rahmat Abd Fatah",
          "authorId": "2289341879"
        }
      ],
      "year": 2024,
      "abstract": "Every individual in his social reality always performs social actions, whether in a state of realization or not, these actions continue to run dynamically along with the dynamics of self-situation with the reality of his life. This paper uses narrative literature review to recognize Max Weber's Social Action Theory. It is found that Weber's social action theory originated from the formation of a cultural tradition of thought by his father and mother as well as the formal formation of his learning process and was certainly influenced by the German historian, philosopher, economist and political theorist Immanuel Kant (1724-1804) as well as influenced by Nietzsche (1844-1900). It is found that social action always has motives (Intention) and meaning (Meaning) directed to others and to oneself. Transformational social action can be rational which he calls instrumental rationality and value rationality. As well as being Non-Rational. He called it Affection-oriented social action and Traditional Orientation.",
      "citationCount": 7,
      "doi": "10.59653/ijmars.v2i02.681",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55ce872828fd0e418838fd53e4d6f40a7e2639bb",
      "venue": "International Journal of Multidisciplinary Approach Research and Science",
      "journal": {
        "name": "International Journal of Multidisciplinary Approach Research and Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "title": "The Breakthrough of Dilemma of Supervisor-Postgraduate Relationship from the Perspective of Habermas' Theory of Communicative Action",
      "authors": [
        {
          "name": "Suyi Huang",
          "authorId": "2241127959"
        },
        {
          "name": "Jia Liu",
          "authorId": "2241110226"
        }
      ],
      "year": 2023,
      "abstract": ": In recent years, postgraduate enrollment has been increasing greatly and the number of postgraduate students is also increasing year by year. Therefore, the harmonious issue of supervisor-postgraduate relationship becomes an academic hot-spot. However, daily supervisor-postgraduate relationship is affected by the universal application of instrumental reason. In view of this, this paper draws on the core connotation of Habermas' theory of interactional behaviour to analyse the real dilemma of the current mentoring relationship, and to reconstruct the new era of graduate student mentoring relationship of mutual respect, understanding, equality, and harmonious coexistence in terms of four dimensions: interactional rationality, language, life world, and intersubjectivity.",
      "citationCount": 0,
      "doi": "10.25236/ijfs.2023.051015",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7706ec26af824b6ec3ebb161b6007554d8ead27",
      "venue": "International Journal of Frontiers in Sociology",
      "journal": {
        "name": "International Journal of Frontiers in Sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "title": "“Simulacra of translation”: reflections on the publication of Jurgen Habermas’ Theory of Communicative Activity",
      "authors": [
        {
          "name": "V. Davydenko",
          "authorId": "2141179843"
        },
        {
          "name": "E. Andrianova",
          "authorId": "145320817"
        }
      ],
      "year": 2023,
      "abstract": "More than forty years ago, J. Habermas published his two-volume Theory of Communicative Action in German, encapsulating over twenty years of reflection and research. The core concept of his intellectual pursuits was that the indestructible element of semantic rationality is rooted in the social form of communicative action, which served as the foundation for a comprehensive social theory, safeguarded through modern philosophy of language and science. In this book, as in his other works, J. Habermas intertwines an in-depth examination of theoretical traditions with his systematic argumentation, encompassing a wide range of scientific approaches. Reinterpreted theories from G. Mead, M. Weber, E. Durkheim, T. Parsons, and various versions of Marxism provided a system of conceptual coordinates within which J. Habermas recognized new ideas in social theory and tested those using factual arguments. After the book’s publication, it garnered significant attention from the scientific community, which was remarkable considering the challenges it posed to readers. The initial published responses reflected its thematic complexity and ideological richness; the most common criticism, often expressed with the irony of a “hopelessly idealistic enterprise”, was later refuted after deeper discussions. This criticism has persisted and is now supplemented with new arguments, which are countered by other counterarguments. Theory of Communicative Action has been translated into English, and it is hardly an exaggeration to say that it has become the focal point of international discussions about social science theory. Few authors possess the argumentative skill, intellectual history knowledge, thematic breadth, and desire to diagnose the modern world required to address a variety of areas and answer pertinent questions. Those who do not participate in today’s debates or have nothing to say about this influential social theorist effectively exclude themselves from being considered serious connoisseurs. The Russian edition of J. Habermas’s Theory of Communicative Action, translated by A. K. Sudakov and published by “Ves mir” in 2022, was highly anticipated. However, disappointment soon followed when readers discovered the released version. Although the book’s table of contents appears to align with the English translation by T. McCarthy (praised by both the global sociological community and J. Habermas himself), a closer examination of the Russian text reveals that it primarily consists of “simulacra” (semblances) of the original translation. According to J. Baudrillard’s precise definition of “simulacrum,” this means it is merely an “imitation of the non-existent” and gives the impression of something that isn’t truly there. The primary issue is that translator A. K. Sudakov disrupted the key semantic context by replacing the fundamental term действие (“handeln,” or “action” in the English translation) with the unrelated term деятельность (“tätigkeiten,” “activity”). From a modern sociological theory perspective, using the term коммуникативная деятельность (communicative activity) instead of коммуникативное действие (communicative action) is a significant violation of the logical progression and development of initial premises. Habermas formulated his concept of “communicative action” based on T. Parsons’ approach to defining “action” as a singular social act, while the category of “activity” is rooted in an extremely broad definition of “human activity”. This article examines numerous glaring errors and distortions in the translations that not only affect the semantic structures of “communicative action” but also the entirety of modern sociology. As a result, the review is titled “Simulacra of Translation” to highlight these issues through various examples of factual “reinterpretations” of the book’s key meanings and concepts.",
      "citationCount": 0,
      "doi": "10.21684/2411-7897-2023-9-2-58-82",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fd3d9b4b0b1bc0e5c5e488cd8faf459b0122496",
      "venue": "Tyumen State University Herald Social Economic and Law Research",
      "journal": {
        "name": "Tyumen State University Herald. Social, Economic, and Law Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "d21cb6728370de0fc73ecbd9a4b0e4e8b0f98145",
      "title": "How and why does it work? A video-based qualitative analysis of case conferences to reduce BPSD through the lens of Habermas’s theory of communicative action",
      "authors": [
        {
          "name": "Janne Myhre",
          "authorId": "2282412710"
        },
        {
          "name": "Bjørn Lichtwarck",
          "authorId": "8611896"
        }
      ],
      "year": 2024,
      "abstract": "Case conferences are described as a goal-oriented, systematic method that team members can use to exchange professional opinions and develop treatment actions for a particular care problem. However, not all case conferences have proven to be effective. The Norwegian Targeted Interdisciplinary Model for the Evaluation and Treatment of Neuropsychiatric Symptoms (TIME) is an effective multicomponent model based on case conferences that informs approaches to behavioural and psychological symptoms in residents with dementia in nursing homes. Our aim was to explore how TIME case conferences structured based on cognitive behavioural therapy (CBT) contributed to person-centred actions and how the specific inductive structure of the TIME may have contributed to the effectiveness of the model. We used video observation of six case conferences and analysed these videos by performing a thematic cross-case analysis of the transcripts from the videos and by iteratively watching the videos. According to Habermas’s theory of communicative action, we emphasized the case conference content, i.e., what was talked about in the case conferences, and the display of communication between the participants in the case conferences. Our findings showed that the theoretical principles behind the TIME, including both person-centred care and the inductive structure of CBT, reflected many aspects of Habermas’s theory of communicative actions. In particular, the TIME case conferences emphasized the lifeworld perspective for both residents and staff and contributed to what Habermas labelled communicative rationality as a means to develop shared understanding among staff and create person-centred action. One causal assumption of how and why the TIME case conferences contributed to the effectiveness of the TIME in reducing BPSD in nursing homes is that the specific inductive structure of the case conferences with the column technique based on the ABC method together with PCC, emphasized the importance of the lifeworld for both the resident and the staff. Even though case conferences have been highlighted as useful, it is not indifferent how these case conferences are structured and conducted. The trial TIME was registered January 6, 2016, with clinicaltrials.gov (NCT02655003).",
      "citationCount": 2,
      "doi": "10.1186/s12888-024-05959-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d21cb6728370de0fc73ecbd9a4b0e4e8b0f98145",
      "venue": "BMC Psychiatry",
      "journal": {
        "name": "BMC Psychiatry",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a89931ac86e78d17906fcb05245b9b8604208f51",
      "title": "Is there a lack of consensus on consensus theory? Habermas’ communicative action theory contextualized in public administration",
      "authors": [
        {
          "name": "A. L. M. Athayde",
          "authorId": "2071450638"
        },
        {
          "name": "Luís Fernando de Souza Alves",
          "authorId": "2165508303"
        },
        {
          "name": "Pablo Peron de Paula",
          "authorId": "2076936044"
        },
        {
          "name": "Adalmir de Oliveira Gomes",
          "authorId": "150915244"
        }
      ],
      "year": 2022,
      "abstract": "Abstract Considering the criticisms of Habermas’ communicative action theory, this essay problematized and reflected on another possible criticism: scholars of the theory, despite presenting a common understanding - enlightenment and emancipation of man - do not reach a consensus on what this theory represents compared to other theories and rationality types. The guiding question of the essay is: does the transition proposed by Habermas from other rationality types to the communicative concern an interparadigmatic theory or a paradigmatic leap? Methodologically, we adopted the conception of an essay according to which authors and readers need to recognize that reality can be understood in different ways. The discussion, contextualized in public administration, allowed us to understand that considering the communicative action theory as having an interparadigmatic character does not mean it is a mere gathering of other theories because it surpasses those it dialogues with, additionally presenting a radical shift. We propose that the Communicative action theory comprises a paradigmatic leap with interparadigmatic characteristics. Finally, we present implications of this discussion for Public Administration.",
      "citationCount": 1,
      "doi": "10.1590/1679-395120210013x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a89931ac86e78d17906fcb05245b9b8604208f51",
      "venue": "Cadernos EBAPE.BR",
      "journal": {
        "name": "Cadernos EBAPE.BR"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "title": "Fact-Finding Without Rules: Habermas's Communicative Rationality as a Framework for Judicial Assessments of Digital Open-Source Information",
      "authors": [
        {
          "name": "M. Gillett",
          "authorId": "39447910"
        }
      ],
      "year": 2023,
      "abstract": "Jürgen Habermas’s theory of “communicative rationality” (also known as “communicative action”) provides a promising conceptual apparatus through which to justify and validate the International Criminal Court’s consideration of the emerging phenomenon of digital open-source information. Because of its process-based and inclusive qualities, Habermas’s communicative rationality is particularly apposite for the dynamic nature of digital open-source information and the heterogenous range of actors and institutions which have relevant experiences and skills to contribute to the generation of norms and determinations regarding its role before the Court. This is important, as the International Criminal Court’s procedural framework is largely silent on digital material, despite the risks of such materials being misinterpreted or misused as a vehicle for disinformation. In the absence of prescriptive regulatory responses, this article argues that Jürgen Habermas’s communicative rationality provides a justifiable framework for the court’s judicial deliberations regarding digital information. Importantly, Habermas emphasizes forming a broad epistemic community to draw specialists into the deliberative process. As the truth-seeking evidentiary function increasingly moves outside of the courtroom, Habermas’s communicative rationality constitutes an inclusive approach capable of inculcating specialized knowledge into judicial deliberations. In this way, communicative rationality can provide a powerful conceptual justification for the judicial exercise of power regarding the emerging phenomenon of digital open-source information.",
      "citationCount": 1,
      "doi": "10.36642/mjil.44.3.fact",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea93abc1f3e721cfa2651453b15d895e50e69b2f",
      "venue": "Michigan Journal of International Law",
      "journal": {
        "name": "Michigan Journal of International Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5116a187f6408a5e535e20f4ee20737b67cd0adf",
      "title": "Consensus and Agonism in Democratic Theory: Comparing the Approaches of Habermas and Mouffe",
      "authors": [
        {
          "name": "Muhammed Ramazan Demirci",
          "authorId": "2384026157"
        }
      ],
      "year": 2025,
      "abstract": "This article offers a comparative analysis of Jürgen Habermas’s theory of communicative action and Chantal Mouffe’s conception of agonistic democracy. It explores how these two theoretical frameworks interpret key democratic concepts such as legitimacy, participation, the public sphere, and representation. While Habermas emphasizes rational deliberation and consensus as the foundation of democratic legitimacy, Mouffe argues that conflict and dissent are essential to democratic vitality. The study, based on literature review and conceptual comparison, illustrates these perspectives through examples from social media, civil society movements, and local democracy. The analysis highlights that both approaches provide valuable insights into contemporary democratic theory. It concludes that pluralist democracies require a balanced consideration of both consensus-oriented and conflictual democratic practices to address the complexities of legitimacy and representation in today’s political contexts.",
      "citationCount": 0,
      "doi": "10.30520/tjsosci.1835190",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5116a187f6408a5e535e20f4ee20737b67cd0adf",
      "venue": "Journal of Social Science",
      "journal": {
        "name": "The Journal of Social Science"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "title": "On the Rational Thought of Communication in Habermas’ Communication Theory",
      "authors": [
        {
          "name": "静洳 张",
          "authorId": "2328593700"
        }
      ],
      "year": 2023,
      "abstract": "Against the backdrop of the increasingly severe crisis of modernity and political rationality in the post-war Western international society, Mr. Habermas, as the representative figure of the second largest main school of thought in the German and Frankfurt Schools, has systematically criticized and inherited the critical theory tradition of social rationality in these schools. He has proposed and studied a theory of communicative action in modern communication. Critique of communicative rationality is a core concept in the field of contemporary communication and behavioral theory. While its basic theoretical ideas have a certain degree of positive intellectual promotion in terms",
      "citationCount": 0,
      "doi": "10.12677/acpp.2023.125166",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f3ec00c1cbedf4f3012d8765886d980848eb968",
      "venue": "Advances in Philosophy",
      "journal": {
        "name": "Advances in Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ebb324bf3f9babccd51d790f77f3d4b7ee3a48d8",
      "title": "Using Habermas’ theory of communicative action to transform sociological analyses of evidence-based policy",
      "authors": [
        {
          "name": "C. Bonell",
          "authorId": "2875408"
        },
        {
          "name": "G. Melendez-Torres",
          "authorId": "1398604526"
        }
      ],
      "year": 2023,
      "abstract": "ABSTRACT Many sociological analyses of evidence-based policy frame it as contributing to the rationalisation of social relations, and being constructed through and implicated in systems of knowledge/power. These analyses are based on social theory placing insufficient emphasis on the emancipatory potential of evidence, and the possibility of rational adjudication of truth claims. We argue sociological engagement with evidence-based policy could be transformed by being informed by the work of Habermas. Habermas’ work could enable a more nuanced view of EBP in terms of whether or not this leads to rationalisation in the form of de-politicisation or marginalisation of citizens’ voices. Habermas’ work on knowledge-constitutive interests could inform a reconstructed view of evidence, disabused of positivist assumptions and with increased emancipatory potential. Habermas’ notion of the ideal speech situation as a procedural basis for truth could function as a standard for exploring how EBP is affected by power asymmetries, as well as for adjudicating truth claims.",
      "citationCount": 3,
      "doi": "10.1080/09581596.2023.2204182",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ebb324bf3f9babccd51d790f77f3d4b7ee3a48d8",
      "venue": "Critical Public Health",
      "journal": {
        "name": "Critical Public Health",
        "pages": "495 - 502",
        "volume": "33"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1b87b33dc44254218e72843393902c52d5cc8058",
      "title": "The theory of communicative action of Jürgen Habermas with religious issues in the public sphere",
      "authors": [
        {
          "name": "Tran Ky Dong",
          "authorId": "2195178868"
        }
      ],
      "year": 2020,
      "abstract": "The article summarizes the main arguments in J. Habermas’ theory of communicative action, identifying three functions that communicative action can perform: to be used to convey information, to establish social relationships with others, and to express one’s opinions or feelings. By analyzing the category of “communicative rationality” with religious issues in the public sphere, in relation to language, discourse ethics, it is shown that the public sphere is the environment where dialogues in all areas take place to meet the needs of citizens. (According to Habermas, Kant was the first philosophy to give to public sphere “its completed theoretical structure” in a text of political philosophy, entitled “What is Enlightenment?”). \nReligions may not directly influence politics, but still, have the function of directing in society. J. Habermas determines that religion cannot be restricted to the private sphere, but must actively participate in the public sphere, where interactions and dialogues take place, as a catalyst for the process of solidarity to exist, to bring a new life force to the world. It is the place for members of society to have conversations and engage with each other. \nThe theory of communication by J. Habermas is timely contemplation with a deeply humane spirit.",
      "citationCount": 0,
      "doi": "10.32508/stdjssh.v4i1.536",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b87b33dc44254218e72843393902c52d5cc8058",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d8952b5b1ade209c21d9e04b3fafe162a2398b29",
      "title": "Communicative versus Strategic Rationality: Habermas Theory of Communicative Action and the Social Brain",
      "authors": [
        {
          "name": "M. Schaefer",
          "authorId": "50787841"
        },
        {
          "name": "H. Heinze",
          "authorId": "145825580"
        },
        {
          "name": "M. Rotte",
          "authorId": "144878152"
        },
        {
          "name": "C. Denke",
          "authorId": "4308014"
        }
      ],
      "year": 2013,
      "abstract": "In the philosophical theory of communicative action, rationality refers to interpersonal communication rather than to a knowing subject. Thus, a social view of rationality is suggested. The theory differentiates between two kinds of rationality, the emancipative communicative and the strategic or instrumental reasoning. Using experimental designs in an fMRI setting, recent studies explored similar questions of reasoning in the social world and linked them with a neural network including prefrontal and parietal brain regions. Here, we employed an fMRI approach to highlight brain areas associated with strategic and communicative reasoning according to the theory of communicative action. Participants were asked to assess different social scenarios with respect to communicative or strategic rationality. We found a network of brain areas including temporal pole, precuneus, and STS more activated when participants performed communicative reasoning compared with strategic thinking and a control condition. These brain regions have been previously linked to moral sensitivity. In contrast, strategic rationality compared with communicative reasoning and control was associated with less activation in areas known to be related to moral sensitivity, emotional processing, and language control. The results suggest that strategic reasoning is associated with reduced social and emotional cognitions and may use different language related networks. Thus, the results demonstrate experimental support for the assumptions of the theory of communicative action.",
      "citationCount": 22,
      "doi": "10.1371/journal.pone.0065111",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d8952b5b1ade209c21d9e04b3fafe162a2398b29",
      "venue": "PLoS ONE",
      "journal": {
        "name": "PLoS ONE",
        "volume": "8"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f0597deb3c59c3a8f491bf3722c5cb38c405d58",
      "title": "Mainstreaming Religious Moderation in the Digital Space: An Examination of Islami.co Web Portal in the Perspective of Jürgen Habermas’ Communicative Rationality",
      "authors": [
        {
          "name": "Mukhammad Zamzami",
          "authorId": "2054194059"
        },
        {
          "name": "Siti Roisadul",
          "authorId": "2258763218"
        },
        {
          "name": "Nisok Muktafi",
          "authorId": "2258761925"
        },
        {
          "name": "Abd A'LA Zumrotul",
          "authorId": "2258761932"
        },
        {
          "name": "Mukaffa",
          "authorId": "2258763162"
        },
        {
          "name": "Mukhammad Zamzami",
          "authorId": "2054194059"
        },
        {
          "name": "Siti Roisadul Nisok",
          "authorId": "2213920995"
        },
        {
          "name": "Zumrotul Mukaffa",
          "authorId": "2102313400"
        }
      ],
      "year": 2023,
      "abstract": "The development of popular Islamic media in the digital era, associated with an authority shift from traditional to popular religion, has enhanced peoples’ ways of thinking. Ironically, conservative and radical Islamic models have dominated the digital space. Therefore, in response to this phenomenon, this research examines how the mainstreaming strategy of religious moderation is carried out by moderate groups, specifically a non-affiliated Islamic portal called Islami.co, with the tagline “Enlightening and Friendly Islamic Media.” This research also analyzed articles, concepts, and perspectives to determine whether they are in the moderate category using the Jürgen Habermas’ theory of communicative rationality. Furthermore, the essays in the islami.co were analyzed according to three kinds of validity claims, namely truth, accuracy, and honesty. This study concluded that mainstreaming religious moderation through this islami.co’s media significantly impacts the community as a filter from news content or thoughts that do not reflect the Islamic value of mercy to all mankind. Islami.co’s writers continuously endeavor to test conservative-radical Islamic narratives that develop in a society with logical (aqli) and religious (naqli) arguments presented with brief and uncomplicated explanations. The strategy of popular Islamic portals such as islami.co is quite acceptable to middle-class Muslims, as often preached by the fundamentalist groups. Therefore, it is very appropriate to direct islami.co’s target audience to readers from the general public. Keywords: Religious moderation, digital space, Islami.co, communicative rationality, religious authority.",
      "citationCount": 11,
      "doi": "10.17576/jkmjc-2023-3901-05",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f0597deb3c59c3a8f491bf3722c5cb38c405d58",
      "venue": "Jurnal Komunikasi: Malaysian Journal of Communication",
      "journal": {
        "name": "Jurnal Komunikasi: Malaysian Journal of Communication"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "83e4ef6cccf322927a115b027331b713eeb115c8",
      "title": "DIALOG MORAL UNIVERSAL HARMONISASI PEMIKIRAN HABERMAS, AL-FARABI, DAN KONFUSIUS DALAM ETIKA KOMUNIKASI LINTAS BUDAYA",
      "authors": [
        {
          "name": "Bustami Bustami",
          "authorId": "71539421"
        },
        {
          "name": "Iskandar Zulkarnain",
          "authorId": "108407385"
        },
        {
          "name": "Mailin Mailin",
          "authorId": "107809294"
        }
      ],
      "year": 2025,
      "abstract": "This research aims to develop the concept of universal moral dialogue by harmonizing the thoughts of three important figures: Jürgen Habermas, Al-Farabi, and Confucius in the context of the ethics of intercultural communication. Habermas put forward a theory of communicative action that emphasizes rationality and intersubjective agreement. Meanwhile, Al-Farabi highlighted the importance of virtue and collective purpose in creating an ideal society, and Confucius emphasized the principles of harmony, hierarchical relationships, and the values of politeness. Through qualitative analysis with a literature study approach, this study finds similarities between the three thoughts, namely the importance of a dialogue based on morality that integrates rationality, virtue, and harmony. The proposed model of intercultural communication consists of five main pillars: equality in dialogue, respect for diversity, the search for common truth, the application of virtue, and the achievement of collective harmony. This model is particularly relevant in facing the increasingly urgent challenges of globalization for ethical and inclusive intercultural interactions. \n  \n ",
      "citationCount": 1,
      "doi": "10.56489/fik.v7i2.317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/83e4ef6cccf322927a115b027331b713eeb115c8",
      "venue": "FIKRUNA Jurnal Ilmiah Kependidikan dan Kemasyarakatan",
      "journal": {
        "name": "FIKRUNA: Jurnal Ilmiah Kependidikan dan Kemasyarakatan"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5560233180c2d5e6a383afff871540dcac91217b",
      "title": "Optimizing Data Interoperability in Agile Organizations: Integrating Nonaka’s Ba and Habermas’s Deliberation for Trust-Based Knowledge Management",
      "authors": [
        {
          "name": "Marina Özdemir",
          "authorId": "2354126609"
        },
        {
          "name": "Cihangir Deniz Özdemir",
          "authorId": "2354127311"
        }
      ],
      "year": 2025,
      "abstract": "Agile methodologies have transformed organizational management by prioritizing team autonomy and iterative learning cycles. However, these approaches often lack structured mechanisms for knowledge retention and interoperability, leading to fragmented decision-making, information silos, and strategic misalignment. This study proposes an alternative approach to knowledge management in Agile environments by integrating Ikujiro Nonaka and Hirotaka Takeuchi’s theory of knowledge creation— specifically the concept of Ba, a shared space where knowledge is created and validated—with Jürgen Habermas’s Theory of Communicative Action, which emphasizes deliberation as the foundation for trust and legitimacy in organizational decision-making. To operationalize this integration, we propose the Deliberative Permeability Metric (DPM), a diagnostic tool that evaluates knowledge flow and the deliberative foundation of organizational decisions, and the Communicative Rationality Cycle (CRC), a structured feedback model that extends the DPM, ensuring long-term adaptability and data governance. This model was applied at Livelo, a Brazilian loyalty program company, demonstrating that structured deliberation improves operational efficiency and reduces knowledge fragmentation. The findings indicate that institutionalizing deliberative processes strengthens knowledge interoperability, fostering a more resilient and adaptive approach to data governance in complex organizations.",
      "citationCount": 0,
      "doi": "10.5121/ijdms.2025.17201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5560233180c2d5e6a383afff871540dcac91217b",
      "venue": "International Journal of Database Management Systems",
      "journal": {
        "name": "International Journal of Database Management Systems"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3353a9b6cf344867287ba29a13ee7139fbcb58e",
      "title": "Tinjauan Filasafat Psikologi: Pendekatan Kritis Habermas Dalam Perkembangan Psikologi Pendidikan",
      "authors": [
        {
          "name": "Dona Tihnike",
          "authorId": "2281581965"
        }
      ],
      "year": 2025,
      "abstract": "Education in Indonesia currently faces systemic challenges, such as the dominance of technocratic approaches, inequality of access, and lack of critical awareness in the learning process. This article aims to explore the contribution of the philosophy of educational psychology through Habermas' critical approach in forming a more democratic and emancipatory educational paradigm. The research was conducted using the Systematic Literature Review method of Habermas' works and literature on educational philosophy, educational psychology, and national education policy. The focus of the study is directed at the ontological, epistemological, and axiological dimensions of education, as well as the application of communicative action theory in the learning environment. The results of the study show that Habermas' approach, which emphasizes dialogue, communicative rationality, and emancipation, is relevant in dismantling oppressive power structures in education. The application of this theory is able to create an inclusive and equal educational public space, and encourage active participation of students. This concept is in line with the current direction of Indonesian education, such as Merdeka Belajar, and can strengthen character education and social awareness. In conclusion, the integration of Habermas' critical approach in Indonesian education provides a conceptual and practical foundation for the transformation of the education system towards a humanistic and reflective democratic society.",
      "citationCount": 0,
      "doi": "10.21093/sijope.v4i2.10355",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3353a9b6cf344867287ba29a13ee7139fbcb58e",
      "venue": "Sultan Idris Journal of Psychology and Education",
      "journal": {
        "name": "Sultan Idris Journal of Psychology and Education"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9c329319925d1fa1ede725c54519a608d06aad6e",
      "title": "Socio-Cultural Interaction(s) and Its Channel towards ‘Race Memory’ through Disruption of Ethics and Society Or Horkheimer, Foucault and Habermas in Saving/s?: A Critical Acumen through Select American Young Adult Fiction",
      "authors": [
        {
          "name": "Subhendu Biswas",
          "authorId": "2360779181"
        }
      ],
      "year": 2025,
      "abstract": "African-American History is a history of continuous struggle and strife as its witnessing of more negative incidents rather than positive ones beginning with the Atlantic Slave Trade and gradually towards Jim Crow Laws, lynching and racial violence, Plessy v. Ferguson, unnecessary murders of the African-Americans; to name a few. These negative incidents have made generations of the African-Americans as victims of a traumatized ‘Race Memory’ which haunt them all the while which can be explained through Avery Gordon’s ‘Haunting and Memory’ theory. However, in this case counter narrative strategic mood and mode along with Max Horkheimer’s ‘Critical Theory’ and ‘Instrumental Reasoning’ and Foucauldian Power-Knowledge-Discourse and Counter-Discourse analyses will be ideal platforms for African-Americans’ identity (re)framing. Finally, there will be Jurgen Habermas’ ‘Communicative Action Theory’ (‘Communicative Rationality’) as a possible solution meted out for socio-cultural and ethical interaction(s) between the African Americans and the authoritative main stream White society on American soil through The Hate U Give, Ghost Boys, Dear Martin and All American Boys.",
      "citationCount": 0,
      "doi": "10.53032/tcl.2025.10.2.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c329319925d1fa1ede725c54519a608d06aad6e",
      "venue": "The Creative Launcher",
      "journal": {
        "name": "The Creative Launcher"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0865184aecf98cdc739126991ea03a59ec691a4b",
      "title": "THE PROBLEMATIC OF INTERPRETING RELIGIOUS TEXTS IN THE PHILOSOPHY OF JÜRGEN HABERMAS AND ITS REPRESENTATIONS IN THE PUBLIC SPHERE",
      "authors": [
        {
          "name": "Latroche Ahmed",
          "authorId": "2363478237"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the philosophical approach of Jürgen Habermas to the interpretation of religious texts, focusing on how communicative rationality can serve as a tool for meaningful dialogue within the modern public sphere. It addresses the epistemological and hermeneutic challenges posed by the reinterpretation of religious traditions in contemporary societies, where secular and pluralistic values often clash with inherited religious meanings. On the basis of Habermas's communicative action theory and his engagement with modern hermeneutics, this study examines how rational discourse can foster mutual understanding and uncover the deeper layers of meaning embedded in religious language. Particular attention is given to the distinction between discursive and nondiscursive validity claims, the role of language in shaping public reasoning, and the potential of interpretation as a means of cultural integration and ethical reflection. By connecting Habermas's ideas with broader hermeneutic traditions and thinkers such as Mohammed Arkoun and Paul Ricœur, the paper highlights the critical function of interpretation in negotiating the boundaries between faith and reason, tradition and modernity. Ultimately, the study affirms that the rational reinterpretation of religious texts is essential to fostering inclusive dialogue and sustaining democratic coexistence in pluralistic societies.",
      "citationCount": 0,
      "doi": "10.31435/ijitss.2(46).2025.3356",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0865184aecf98cdc739126991ea03a59ec691a4b",
      "venue": "International Journal of Innovative Technologies in Social Science",
      "journal": {
        "name": "International Journal of Innovative Technologies in Social Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
