{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Weber objectivity social sciences value freedom ideal type 1904",
  "results": [
    {
      "paperId": "c9f89a1a03acfec2b20e2f275887232b0598d58c",
      "title": "Max Weber's Methodology: The Unification of the Cultural and Social Sciences",
      "authors": [
        {
          "name": "F. Ringer",
          "authorId": "49445709"
        }
      ],
      "year": 1998,
      "abstract": null,
      "citationCount": 140,
      "doi": "10.2307/2654307",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9f89a1a03acfec2b20e2f275887232b0598d58c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "d9a5957bba43aec446317c5d71e6e74c02719fef",
      "title": "Public Universities and Societal Development – Application of the Ideal Type Methodology in the Case Studies of Addis Ababa University and Michigan State University",
      "authors": [
        {
          "name": "S. Wako",
          "authorId": "123611300"
        }
      ],
      "year": 1984,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9a5957bba43aec446317c5d71e6e74c02719fef",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6f75709b915af8b5cacdb593b5cb23fde0aa26fd",
      "title": "Science as an Ethical Mode of Life: On the Centenary of Max Weber’s Wissenschaft als Beruf",
      "authors": [
        {
          "name": "Sung Ho Kim",
          "authorId": "52026714"
        }
      ],
      "year": 2020,
      "abstract": "ABSTRACT Max Weber’s reputation as one of the founding fathers of the modern social sciences relies in large measure on his methodological contributions such as value objectivity or freedom (Wertfreiheit) and ideal type (Idealtypus). This essay revisits Weber’s famous lecture on the Science as a Vocation (Wissenschaft als Beruf) to elucidate the meaning of these methodological doctrines that have come to constitute the core identity of the social sciences even into our time. By putting them in the larger context of his Kantian and Nietzschean background as well as the rationalization thesis he is also famous for, it argues that Weber’s methodological contributions read better not so much as an effort to establish a distinct field of research to be known as the social sciences than to prescribe a certain set of virtues to be possessed by the practitioners of this emerging genre of science. In its goal and contents, in short, Weber’s methodology is as ethical as it is epistemological.",
      "citationCount": 0,
      "doi": "10.1080/02691728.2019.1705936",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f75709b915af8b5cacdb593b5cb23fde0aa26fd",
      "venue": "",
      "journal": {
        "name": "Social Epistemology",
        "pages": "142 - 150",
        "volume": "34"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5b0a1e8afc34d84fd58d67aa63dda617171c6776",
      "title": "Axiological hypothesis and pragmatist solution in epistemology based on Max Weber and Amartya Sen: The concept at the limit",
      "authors": [
        {
          "name": "Paul Slama",
          "authorId": "1994878892"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b0a1e8afc34d84fd58d67aa63dda617171c6776",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "217-246",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "c35912d77f876ecefbe43d6c84274f9ad18d17b5",
      "title": "The Axiological Memory of Max Weber",
      "authors": [
        {
          "name": "N. Râmbu",
          "authorId": "117570327"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1177/0971685817713281",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c35912d77f876ecefbe43d6c84274f9ad18d17b5",
      "venue": "",
      "journal": {
        "name": "Journal of Human Values",
        "pages": "193 - 199",
        "volume": "23"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "92a5ecc020d5d3da177b01e112be2cccf8b5a840",
      "title": "The Comparative Historical Approach as a Unifying Principle in the Humanities and the Social Sciences",
      "authors": [
        {
          "name": "J. Krejčí",
          "authorId": "92040348"
        }
      ],
      "year": 1996,
      "abstract": "The article deals with the importance of comparative history for an integrated approach to the study of social phenomena, in particular for the study of society in a global perspective. The point is illustrated by several transformation processes which have taken place in the 20th century. Czech Sociological Review, 1996, Vol. 4 (No. 2: 135-147) The title of this article was suggested to me by the editor of this issue. As I have been working along these lines for almost fifty years, I gladly accepted the opportunity to explain what it means to me and how more science, not merely scholarship, may hopefully come from it. At the beginnning I have to answer certain basic questions. Why do we need a unifying bond and why is it that history can provide one? We need such a link because humans as social beings are indivisible. Even if their individual social acts, behaviour, relationships etc. may be best analysed using specialised methods, a broad understanding of societal life requires, in order to provide a full answer, at least an integrated combination of those specialised approaches. From an historical point of view, there are two reasons. First, the aforementioned integration may be best achieved within an account for which the time dimension provides the unifying bond. Second, in social sciences there is a limited scope for making experiments. Historiography (in particular that written by modern historians) is, in the long run, one of the main suppliers of empirical data. The other sources are regional studies, which, while looking at their subject with an integrated, interdisciplinary approach, also take the historical dimension into account. The Concepts of a Global Apprehension Most articles in this issue are focused on contemporary history. My concern is history in general, as well as the link between historiography and the complexity of social science, in particular. I have in mind an integrated social science, in which cultural, political, economic and demographic aspects enter into an appropriately modified framework of sociology, in which the idiographic account is analysed in comparative, nomothetic terms. A similar kind of integrated social science has indeed already been routinely practised, though at various levels of theorising and/or conceptual consistency, in the schools and departments of area studies in British and American universities. In the School of European Studies at Lancaster University, I had the opportunity to work out the following integrated approach to area studies with reference to the then divided Germany [Krejčí 1976: 272]. First the situation was put into a historical and geographical perspective; the subject matter was divided into three sections: (a) income and *) Direct all correspondence to: Prof. Jaroslav Krejčí, Centre for Research into Socio-Cultural Pluralism at the Institute of Philosophy of the Academy of Sciences of the Czech Republic, Jilská 1, 110 00 Praha 1, phone + 42 2 24 21 21 08, fax + 42 2 231 38 82. Czech Sociological Review, IV, (2/1996) 136 wealth1, (b) stratification and mobility, (c) power and freedom. Population shifts and gender issues were given particular attention. The concluding chapter recapitulated the main features and related them to the dominant ideologies of the respective German states. Although this approach involved a historical dimension, its limitation to circa thirty years of the present epoch did not necessitate the use of historiography much. Most data and other factual information were obtained from statistics, public opinion polls, mass media information, and from various types of official or private documents, i.e. from primary sources. However if we want to apply a similarly structured framework to earlier periods and in wider and/or distant areas, we have to turn to secondary sources which summarise and analyse the empirical material we are looking for. Fortunately, such high quality literature is amply available and is continuously increasing.2 I have found it more interesting, and from a sociological point of view, more revealing than the unending discourse on the virtues of various methodological positions such as structuralist, functionalist, conflict theorist, organicist, historicist, or that which has reached the nirvana of post-modernism.3 Those who do a solid job in area studies tend to see their subject in terms of its structure, functioning (whether as an organism or mechanism) and conflicts and even do not shun a critical evaluation – all this, as a rule, without any predilection for the aforementioned concepts. Studying history as empirical material for social sciences may reach varied depths and extents according to the researcher’s focal point. My interest resided in the global perspective within historical time and geographical space. There were the social or economico-political formations (not only in the Marxian sense) on the one hand and civilisations or socio-cultural configurations (not only in Toynbee’s sense) on the other. Teaching at Lancaster University – first, Max Weber’s sociology of religion followed by the role of the main Asian religions in social structure and development – provided me with a testing ground and valuable feedback for my own observations and theorising.4 In my view both the aforementioned global categories are useful tools for theoretical insight, provided that we observe a few caveats. First, there is an epistemological difference between them. Economico-political formations such as feudalism, capitalism etc. are taxonomic constructs which consequently are conceived in generic terms. This stance 1) The structure of economic aggregates was calculated for both countries in the UN Standard as well as according to the Soviet national accounting systems. 2) As an example of what I have in mind, I give the names of a few sinologists who provided me with a sociologically relevant insight into the development of Chinese society with respect to its values, institutions, structure, (functioning or non functioning) and social change: I. Bianco, D. Bodde, J. Chesneaux, J. Escarra, O. Franke, J. Gernet, M. Granet, J. Gray, I. C. Y. Hsü, KungChuan Hsiao, K. S. Latourette, H. Maspero, H. McAleavy, H. F. MacNair, J. Needham, R. H. Salomon, A. F. Wright. 3) As John Holmwood recently put it, “the claims of postmodernism do not represent an answer to our current problems, but a capitulation in the face of them” [Holmwood 1966: 130]. 4) A good English translation of Max Weber’s Religionssoziologie from 1922 was available from 1963. The result of my own study and teaching the subject was published in The Civilizations of Asia and the Middle East Before the European Challenge [Krejčí 1990]. In the US at SUNY with the title Before the European Challenge, the great civilizations of Asia and the Middle East. Jaroslav Krejčí: The Comparative Historical Approach as a Unifying Principle 137 follows Max Weber’s position. For him both capitalism and feudalism were ideal type labels which could be applied with possibly further specification (appropriate adjectives) to any society, irrespective of socio-historical time and space. Civilisations or, following Gurvitch’s less categorical nomenclature, socio-cultural configurations [Gurvitch 1968: 90], are unique historical entities demarcated, though often not in precise contours, in time and space. They have to be identified by a specific, proper name.5 As far as social formations are concerned, I can refer to an excellent secondary source, a comparative study of feudalism, written by nine scholars and published by Princeton University Press in 1956 under the title Feudalism in history. The area studies cover Western Europe, Russia, the Byzantine Empire, the Middle East, India, China and Japan. In the comparative analysis, the editor, Rushton Coulborn, took a wider view, the gist of which, relevant to our discussion, reads: “Feudalism cannot be fully understood until it has been placed in its larger context, the movement of the whole culture... Feudalism was found to be a mode of revival of a society whose polity had gone into extreme disintegration... No single cause of such a disintegration was discovered but the revival was often connected with, or preceded by, the formation of a religion” [Coulborn 1965: 364 ff]. These findings point to the link with the socio-cultural configurations which we shall be discussing later. In this context, Coulborn made also a perspicacious observation on the relationship of history and theory: “Theory is what is abstracted as common to a series of similar courses of events and used to predict the character of future courses of events. It is far more useful than history, but, for plain numerical reasons and for other reasons, it is often much harder to get. And, when theory is hard to get, the scientist must resort to the discovery of all the relevant history he can find, for that may eventually yield him the material for the establishment of theory.” [Ibid.: 393] This is the gist of the matter but only by half. If the theory, like Icarus, gets too close to the sun, its glue melts and the whole ingenious construct disintegrates. In such a case we need to go further than Max Weber. We need a more elaborate nomenclature; ideal types alone will not suffice, especially as far as global concepts are concerned. Here it has proved advantageous to work with concepts whose definition would allow for alternative sets of defining characteristics thus making it possible to consider separately individual aspects or dimensions of what would otherwise be an integral part of a conceptual cluster, in short, to use multidimensional concepts. The most fertile ground for such a practice is found in economics, where the obvious need for quantification calls for more conceptual precision than in other social sciences. Thus for instance the need to measure a country’s output of goods and services generated a two-fold multidimensional approach; firstly wi",
      "citationCount": 0,
      "doi": "10.13060/00380288.1996.32.12.03",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/92a5ecc020d5d3da177b01e112be2cccf8b5a840",
      "venue": "",
      "journal": {
        "name": "Sociologicky Casopis-czech Sociological Review",
        "pages": "135-147",
        "volume": "32"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "361563087ef2e7891c277d61df39e13c3ff3e33b",
      "title": "Philosophy of Social Science: A Contemporary Introduction",
      "authors": [
        {
          "name": "M. Risjord",
          "authorId": "48152573"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 72,
      "doi": "10.4324/9780203802540",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/361563087ef2e7891c277d61df39e13c3ff3e33b",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a487035a02359d31663eb74fd3792b14bf345514",
      "title": "Max Weber’s Methodology and the Comparative Sociology of Religion",
      "authors": [
        {
          "name": "S. Eliaeson",
          "authorId": "14196006"
        }
      ],
      "year": 2016,
      "abstract": "Max Weber’s methodology is often treated by some as his principal contribution to social science, while his comparative sociology of religion starting with the famous Calvinist thesis is the Schwerpunkt in his work, according to others. There are several reasons to locate and analyze the conjunctions between these two interpretations. Weber’s ideal type is formulated in several places, not only in the so-called ‘Objectivity’ essay from 1904, but also for instance in the marginal utility-essay from 1908. His three meta-texts for the three volumes in GARS (Gesammelte Aufsatze zur Religionssoziologie) are also illuminating, especially in ‘Einleitung’ (‘Introduction’) and ‘Zwischenbetrachtung’ (or ‘Intermediate Reflections’). It was in the ‘Zwischenbetrachtung’ where he commented on religion in India, partly as an ‘identity giving other’, that the ideal type reappeared. Weber deals with the uniqueness of Occidental culture and his comparative religion serves as supporting evidence, much in line with J S Mill’s canons for the logic of isolating independent variables by similarities and differences -as indicated in a letter by Weber to Georg von Below. As a result Weber serves still today as a sparring partner for theorists of the Axial Age and the multi-modernity paradigm.",
      "citationCount": 1,
      "doi": "10.3917/rip.276.0253",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a487035a02359d31663eb74fd3792b14bf345514",
      "venue": "Revue internationale de philosophie",
      "journal": {
        "name": "Revue internationale de philosophie"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a757b313e0911648b5401d0c3788acdedc18ea2e",
      "title": "Research on the Framework of Max Weber's Methodology for Social Science",
      "authors": [
        {
          "name": "Zou De-fe",
          "authorId": "1485242402"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a757b313e0911648b5401d0c3788acdedc18ea2e",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1cd1ea17c814ec34f1010d4f10a6a51bca4cd7bb",
      "title": "Max Weber's Methodologies: Interpretation and Critique",
      "authors": [
        {
          "name": "S. Eliaeson",
          "authorId": "14196006"
        }
      ],
      "year": 2002,
      "abstract": null,
      "citationCount": 31,
      "doi": "10.2307/1556607",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1cd1ea17c814ec34f1010d4f10a6a51bca4cd7bb",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b98d2ba2e94e035405b8da58cdba2cb2708f413",
      "title": "Psychedelic science as cosmic play, psychedelic humanities as perennial polemics? Or why we are still fighting over Max Weber’s Science as a Vocation",
      "authors": [
        {
          "name": "N. Langlitz",
          "authorId": "7686677"
        }
      ],
      "year": 2019,
      "abstract": "If it was indeed the fate of scientific work to become obsolete within 10–15 years, as Max Weber contended in Science as a Vocation, why does the Journal of Classical Sociology publish this article a century after publication of his famous lecture? Departing from anthropological fieldwork on the revival of psychedelic science since the 1990s, the author gives two answers. First, Weber provided a historically and culturally situated ideal type of vocational science with which we can compare and contrast the ethos of early twenty-first century scientists. The Swiss neuroscientist Franz X. Vollenweider, for example, defied the stern Protestantism of Weber’s vocational humanity and inferred from an amalgamation of psychedelic experiences and Hindu philosophemes a conception of science as play. Second, Weber not only contributed to the historical sociology of science an empirical description and conceptual analysis of turn-of-the-century scientific life in Germany and the United States but also unleashed a polemic against the confusion of facts and values. At a time when science studies and cognate fields of social research have formed a widespread consensus regarding the inseparability of description and prescription, Science as a Vocation has become a classic that offers orientation to opponents and supporters of value freedom alike. The article concludes with a plea to scholars in the nascent psychedelic humanities, which could easily be extended to anyone working between the two cultures of the sciences and the humanities, to cultivate value freedom as part of an epistemic virtue ethics.",
      "citationCount": 7,
      "doi": "10.1177/1468795X19851405",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b98d2ba2e94e035405b8da58cdba2cb2708f413",
      "venue": "Journal of Classical Sociology",
      "journal": {
        "name": "Journal of Classical Sociology",
        "pages": "275 - 289",
        "volume": "19"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7c415621e12679a42333d63033becf96fa243fbe",
      "title": "The Continued Relevance of Weber's Philosophy of Social Science",
      "authors": [
        {
          "name": "S. Turner",
          "authorId": "47505199"
        }
      ],
      "year": 2007,
      "abstract": "Abstract:Only a few writers have attempted to construct a comprehensive philosophy of social science, and of these Weber is the most relevant to the present. The structure of his conception places him in a close relationship to Donald Davidson. The basic reasoning of Davidson on action explanation, anomalous monism, and the impossibility of a 'serious science' of psychology is paralleled in Weber. There are apparent differences with respect to their treatment of the status of the model of rational action and the problem of other cultures, as well as the problem of the objectivity of values, but on examination, these turn out to be modest but, nevertheless, interesting. Weber's use of the notion of ideal-types, though it is not paralleled directly in Davidson, allows him to make parallel conclusions about the relation of truth and interpretation: both make the problem of intelligibility rather than correspondence with some sort of external reality central, and each addresses, though in different ways, the dependence of considerations of intelligibility on normativity and the impossibility of a theory of meaning without idealization.",
      "citationCount": 7,
      "doi": "10.15543/MWS/2007/1/4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7c415621e12679a42333d63033becf96fa243fbe",
      "venue": "Max Weber Studies",
      "journal": {
        "name": "Max Weber Studies",
        "pages": "37 - 62",
        "volume": "7"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4dde6cb62dff0c661cb240438fab6680376e5786",
      "title": "Max Weber: Modernisation as Passive Revolution: A Gramscian Analysis",
      "authors": [
        {
          "name": "Jan Rehmann",
          "authorId": "82106707"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 10,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4dde6cb62dff0c661cb240438fab6680376e5786",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "aa149258c5823395c1584527f14666dcfb9a346f",
      "title": "The Reconsideration of Max Weber's Methodology",
      "authors": [
        {
          "name": "Kyoko Utsunomiya",
          "authorId": "2056345054"
        }
      ],
      "year": 1990,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5690/kantoh.1990.1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa149258c5823395c1584527f14666dcfb9a346f",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "b8a5ebfb8299837f4a2513338cb54302a8589d56",
      "title": "Explorations of the life-world : continuing dialogues with Alfred Schutz",
      "authors": [
        {
          "name": "M. Endreß",
          "authorId": "2073705173"
        },
        {
          "name": "G. Psathas",
          "authorId": "34014620"
        },
        {
          "name": "那須 壽",
          "authorId": "2099903251"
        }
      ],
      "year": 2005,
      "abstract": null,
      "citationCount": 20,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8a5ebfb8299837f4a2513338cb54302a8589d56",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4deea047513686ed93cd993ab9784ab283081a26",
      "title": "Character Education in Korean Military",
      "authors": [
        {
          "name": "Jin Man Kim Jin Man Kim",
          "authorId": "2307723518"
        },
        {
          "name": "John Gyun Yeol Park John Gyun Yeol Park",
          "authorId": "2307720276"
        }
      ],
      "year": 2024,
      "abstract": "Purpose: This article is intended as a suggestion for the direction that the military character education system should pursue, which is suitable for changing the values of the young generation to the essential values of the military while respecting democratic values. The existing understanding and approaches to the military character education, which has been limited to solving the problems related to interpersonal relationships and military service adaptation within the group he or she belongs, must now be converted into a consistent system that meets the original purpose of military. The new military culture must respect the individuality of its members while integrating individual capabilities into the goals of the military organization. The changes of military culture should begin with changes in the aim and the methods of character education implemented in the military. \nMethod: In that the concept of a soldier's character itself implies intersubjective universality, we would like to examine this article through Weber's ideal type (Idealtypus), which is a social scientific research methodology concepts, a standard concept established based on intrinsic values and universal standards to recognize the diverse and fluid social and cultural phenomena. Taking some into account the Weber’s assertion, the objective validity of all empirical knowledge is based solely on the fact that a given reality is in a certain sense ordered by subjective categories, this study will be conducted by a qualitative approach with literature analysis and materials review. Ideals are subjectivity, but the causality of those Ideals can be objective. Objectivity is the “intersubjective universality,” which refers to whether one's logical process can be valid or not. Objectivity can only be achieved when a value-neutral attitude is maintained, which Weber calls “value freedom (Werfreiheit).” \nResults: Despite the fact that the mental attitude based on an individual' value system and the externally manifested behavior are not independent of each other, there has been little interest in the relationship between the character of an individual soldier and his will to fight, to the extent that character and mental power are treated separately in military character education. In order to build a soldier's character with mental combat capabilities, the reason and purpose of the military's existence, or the functional characteristics and attributes of the military, must be reflected in military character education. The fact that, while the behavior pursued by a military organization should be purpose-rational, the desirable behavior required of individual soldiers who are members of the military organization is value-rational behavior must be taken into consideration when constructing a character education system. \nConclusion: If the purpose of military character education is presented in line with the legitimate and essential values for which the military must exist, military character education will directly and indirectly contribute to improving military efficiency. For a soldier, his or her character is not simply a way of necessary for the adaptation in his or her barracks life and a kind of good interpersonal relationships in it, but also a moral competency that is demonstrated in the battle or the war he or she may carry out. As Weber defined society as a means/end rationality, military organizations also perform their unique functions and use the most efficient and rational means to achieve their specific end. Just as the means/end rationality destroys old traditions, military character education consistent with military identity can most effectively change military organizations.",
      "citationCount": 0,
      "doi": "10.53581/jopv.2023.6.1.75",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4deea047513686ed93cd993ab9784ab283081a26",
      "venue": "Korea Association for Public Value",
      "journal": {
        "name": "Korea Association for Public Value"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "eeb28e59cf3aed08a4682ab995a2041ce19ebf6a",
      "title": "An Initial Analysis of Reliability and Validity of a Personality Instrument Using the Rasch Measurement Model",
      "authors": [
        {
          "name": "N. Mohamed",
          "authorId": "82577250"
        },
        {
          "name": "W. Sulaiman",
          "authorId": "65823691"
        },
        {
          "name": "F. Halim",
          "authorId": "102245353"
        },
        {
          "name": "Mohd Saidfudin Masodi",
          "authorId": "9187731"
        }
      ],
      "year": 2021,
      "abstract": "This study aims to provide empirical evidence of validity and reliability of a personality instrument using the Rasch Measurement Model. Data was collected from 53 samples from a public university using the 5-Point Likert scale IPIP-NEO 120 (Johnson, 2014) questionnaire. Analysis using Rasch Measurement Model is attained through summary statistics, unidimensionality analysis and persons-items fit measures. Statistically, results from the study have shown that the items in the instrument have a high degree of validity and reliability; therefore, suitable for the measurement of personality characteristics among Malaysians. Premised on the concept item response theory, the Rasch Measurement Model is an ideal mean for instrument validation. Introduction Personality is a continuum that can be identified through the approach used to effectively cope with daily life obstacles (Carvalho et al., 2012). The first public-domain resource containing various personality items was the International Personality Item Pool, or IPIP developed by Lewis Goldberg (1999). Beginning at an initial compilation of 1252 items, IPIP has now expanded to 2413 items, all freely accessible on the IPIP website, http:/ipip.ori.org. A portion of these scales were designed to function as proxies for commercial inventory constructs, offering an alternative to these inventories within public domain (Goldberg et al., 2006). A 300-item inventory (Goldberg, 1999) aimed at measuring constructs similar to those quantified by the 30 facet scales in the NEO Personality Inventory (NEO PI-R; Costa & McCrae, 1992) was one of the first personality measures to be constructed from the IPIP. Johnson (2000, 2001) developed an adaptation of Goldberg’s new inventory to be administered on the web and termed Goldberg’s 300-item inventory as IPIP-NEO. Like the NEO PI-R, IPIP-NEO could also yield scores for the five broad domain of the Five-Factor Model (i.e. Neuroticism, Extraversion, Conscientiousness, Agreeableness, and Openness to Experience) and the six narrow facets scales within each broad domain (Costa & McCrae, 1992). International Journal of Academic Research in Business and Social Sciences Vol. 1 1 , No. 9, 2021, E-ISSN: 2222-6990 © 2021 HRMARS 1737 Despite vast empirical evidence supporting reliability, validity and usefulness of the 300-item IPIP-NEO, the inventory suffered from one significant shortcoming; it was lengthier than the current 240-item NEO PI-R. The length of the IPIP-NEO could pose difficulty for researchers intending to include an inventory assessing the five major personality factors along with a battery of psychological tests. While there are other IPIP five-factor inventories comprising of 20, 50 and 100 items, none can assess the six narrow facet scales within each of the five broad domains. Hence led to the development of IPIP-NEO 120, a 120-item version of the IPIP-NEO that can accurately and validly represent not just the five domains, but also the 30 facets within the Five-Factor Model (Johnson, 2014). Item response theory (IRT) has been proposed as a way of enhancing traditional scale construction strategies ever since the publication of Goldberg (1972) new personality scale construction tool (Morizot, Ainsworth, & Reise, 2007). According to experts, IRT was not a replacement for conventional scale construction methods based on classical test theory (CTT). There is still a need to perform fundamental analyses such as internal consistency as well as inter-item and item total correlations. Mainly because IRT modelling may be negatively affected if some items with CTT statistics showed poor psychometric properties (Morizot et al., 2007). Likewise, implementing IRT models did not imply abandoning CTT. More precisely, IRT complemented CTT in providing a comprehensive and thorough analysis of an instrument (Reeve & Fayers, 2005). IRT contributes to conventional approaches through its capacity to see how well items vary across various levels of a trait. For example, the four-item IPIP scales depicting the five major personality domains in addition to Honesty-Humility (Sibley et al. 2011) were verified by Sibley (2012) using IRT as modestly accurate short-form representations of the six major broad-bandwidth personality dimensions beyond “a fairly broad range of each latent trait that centred on average or mean levels of each trait” (p. 26). There are several IRT-based models, but the simplicity and measurement properties of the Rasch Model makes it a more prominent (Embretson & Reise, 2000). A latest literature review also confirmed that Rasch analysis is an influential psychometric approach to research in psychology (Aryadoust et al., 2019; Edelsbrunner & Dablander, 2019). This model parameterizes items according to its intensity when assessing a latent trait; hence why it is called the one-parameter Rasch model. The Rasch Measurement Model was therefore used in this study to evaluate the validity and reliability of IPIP-NEO 120 (Johnson, 2014) in Malaysian samples. The Rasch Measurement Model In social science research, Rasch model analysis was the only available method to assess whether constructs within an instrument measured explicit objectivity within a specific dimension, minimised ambiguous measures, and was a reasonable approximation of accuracy and implicit consistency (Azrilah, 2011). In order to generate a measurement technique with logit function, this model implemented a logarithm for either the odds or probabilistic value, depending on the nature of the study. Like other tools that constructed a model to match the research data, the logit was on a scale with separations of equal interval and measurement began at 0. In this case, the hierarchical relationship between the response of an individual to an item and the level of construct measured by the scale was defined (Edelen & Reeve, 2007). Every item had its own logit measure, which signified the question's difficulty level. The Rasch Measurement Model theorem was therefore used in this research to assess data integrity and to expand on the Cronbach's alpha for data reliability and validity. International Journal of Academic Research in Business and Social Sciences Vol. 1 1 , No. 9, 2021, E-ISSN: 2222-6990 © 2021 HRMARS 1738 The Rasch model was well-known for transforming ordinal data to interval data, deciding if the latent traits or constructs were within the same dimension while controlling data quality before the study was further executed (Bond & Fox, 2015). The aim of the Rasch Measurement Model was therefore to generate a linear measure, resolve missing data, estimate accuracy and quality of the construct relating to the instrument as well as to detect misfits or outliers. This was achieved in view of three parameters; point measure correlation 0.4 < x <0.8, infit and outfit mean square (MNSQ) values 0.5 < y < 1.5 and z-standard -2 < z < 2. It also helped provide parameters to research objectives, either through separability or independence measurement method. Methodology This research was conducted via quantitative survey method. It involved the use of self-reported questionnaire with 5-point Likert type scale. Participants comprised of 53 masters and PhD students from a local university. Four samples had to be omitted from the study due to non-response. The remaining samples’ age ranged between 22 and 32 years (mean ± standard deviation = 24.94 ± 2.375), where 79.2% (n = 49) were female. Translated version of IPIP-NEO 120 (Johnson, 2014) was administered to all participants within classroom setting. Time for completion of questionnaire was approximately 25 minutes. For the purposes of this research, the rating scale model was used for data screening analysis via Winsteps software (version 4.4.7) as proposed by other researchers (Bond & Fox, 2015; Azrilah et al., 2013). Summary statistics were derived based on the values from important indicators such as Cronbach alpha, item reliability, individual reliability, person measure and standard error to determine if data obtained were satisfactory for further study. In addition, item and person model parameters were calibrated using the joint maximum likelihood estimation method available on Winsteps. Item difficulties, also referred to as average thresholds, were set at zero setting to define scale metrics. Numerous statistical analyses were used to evaluate model fit, specifically, descriptive statistics for person and item parameters; model fit indices (infit and outfit); reliability indices; and item threshold values. Results and Discussions An accurate application of the Rasch model required that certain fundamental criteria be met. First and foremost, the adequacy of the data collected from the survey needed to be evaluated. This was to ensure that the reliability and validity was statistically acceptable and fitting for further analysis. At the same time, it was essential to assess if the latent traits or constructs in the instrument were measuring the specific objectivity within a specific dimension. In line with fulfilling the aforementioned, Rasch Measurement Model analysis was conducted, and results of the survey were analysed in view of three key parameters; the statistical summary, person-item fit measurement and unidimensionality. All of which were important to confirm reliability and validity, as well as to control quality of data. In terms of reliability values, the indication that ought to be examined were Cronbach alpha (α) value, person reliability value, person measure and valid responses (Azrilah Abdul Aziz, 2010). Kuder-Richardson (KR-20) and coefficient alpha (Cronbach, 1984) test values were used to explain consistency responses observed by the Rasch model interpretation on person and item reliability. In the current analysis, KR-20 was applied to assess reliability within the range of 0.00 to 1.00. Values close to 1.00 suggested that the variables evaluated could be International Journal of Acade",
      "citationCount": 5,
      "doi": "10.6007/ijarbss/v11-i9/11251",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eeb28e59cf3aed08a4682ab995a2041ce19ebf6a",
      "venue": "International Journal of Academic Research in Business and Social Sciences",
      "journal": {
        "name": "International Journal of Academic Research in Business and Social Sciences"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "b9141912dc8480b5a1c36e9371c3b6782dd83cec",
      "title": "Философия науки",
      "authors": [
        {
          "name": "Илья Теодорович Касавин",
          "authorId": "2267132041"
        },
        {
          "name": "Владимир Натанович Порус",
          "authorId": "114118041"
        }
      ],
      "year": 2023,
      "abstract": "The article is dedicated to the identification and analysis of existential dimensions of science, i.e., the dependence of consciousness, activity and communication of scientists on special forms of scientific culture – life-meaning universals (existentials). The article outlines the contours of the problem field of existential challenges rooted in the real life of modern science, in the crisis of the Enlightenment idea of scientific progress, in the mismatch of the norms and ideals of scientists with everyday ideas and needs. The origins of the theoretical formulation of the existential problems of science are found in the dilemma of profession and vocation (M. Weber). This is a controversy that problematizes the relationship between the scientist’s desire for objective knowledge, on the one hand, and the human dimension of scientific activity and communication, on the other. The article singles out the particular types of existing, or boundary situations in science, in which the experiences of scientists are ordered and problematized in relation to archetypal values – freedom, objectivity, creativity, rationality, truth, success, as well as in relation to such ontological categories as space and time, which reveal their value-ladeness. The subjective dimension of science, in which a personality manifests herself as overcoming internal conflicts, a free and thinking being, qualifies as the subject of an emerging research trend – the existential philosophy of science.",
      "citationCount": 0,
      "doi": "10.5840/eps202360452",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b9141912dc8480b5a1c36e9371c3b6782dd83cec",
      "venue": "Epistemology &amp; Philosophy of Science",
      "journal": {
        "name": "Epistemology &amp; Philosophy of Science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d72ee24d1531cf6c6e45bf90a6a376646787c340",
      "title": "Urbanity as Diversity",
      "authors": [
        {
          "name": "Jarre Parkatti",
          "authorId": "2219296351"
        }
      ],
      "year": 2023,
      "abstract": "Urbanity is a frequently but often vaguely used notion in both urban design and social science. My intention is to contribute conceptually and programmatically to attaining a richer urbanity by analysing its traditional character and some literature treating it, such as Jane Jacobs’s classical work. The assumption behind my conceptual clarification and conceptual development is thus that the current confusion of ideas not only hampers informed public and academic discussion on planning objectives but also adversely affects its results, even in cities with a strong planning organisation, such as Helsinki. In elucidating the concept, I shall distinguish between architectural and social urbanity. One may identify a rudimentary variant of the former centring on efficient land-use and (rough) functional synergy. A more sophisticated conception, supporting a socially well-working environment, requires an account in design terms including notions such as efficiency and synergy but also the key concept of diversity, vital for urbanity in a social sense. Complications still appear when concretising the notion: different types of diversity may conflict, there may be competing diversity-related values, and diversity may degenerate into chaos or meaningless discord. Scale may affect the relative benefits of diversity and homogeneity. To clear up some of the puzzles, I shall present a minimal but strict interpretation of architectural urbanity building on prototypical traits of the traditional European city and compare the account especially with Jacobs’s discussion. Key elements of such prototypical urbanity are the public street space delimited by perimeter blocks, communicating ground floors and small building units. While the ideal-typical character of the description entails some normativity of sorts in picking up features considered essential, it should be intuitive enough not to be easily dismissed. Nonetheless, if genuine urbanity is sought for, the account, once accepted, takes on a more clearly normative role, shifting the burden of proof to anyone suggesting solutions deviating from it. This also holds for Jacobs’s ideas, if not refuted. Thus, if one acknowledges her prescriptions as scientifically rational and the nature of such knowledge as professionally binding, architectural solutions contradicting it are unacceptable, even when resulting from apparently diversity-generating artistic freedom. Respecting the guiding function of analytical, theoretical and empirical arguments is important not to let tangible interests and strictly sanctioned technical, economic and juridical requirements alone condition urban design and planning. However, if social scientists, too, disregard or deny the value of such knowledge, important questions will remain unexplored. Among them are architectural urbanity as a precondition for social urbanity and mechanisms impeding its realisation. Concerning the procedural issue of how to generate architectural diversity and urbanity, Jacobs sometimes comes close to rejecting planning, trusting spontaneous order to emerge from interaction and free enterprise. Alternatively, however, detailed steering might have the desired effect. A presupposition for successfully using available political or organisational means for producing a truly urban and socially well-working city, is a clear comprehension of the ends pursued. The treatment tries to contribute to such an understanding. However, the task remains of more unambiguously connecting architectural to social urbanity.",
      "citationCount": 0,
      "doi": "10.37457/arf.130452",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d72ee24d1531cf6c6e45bf90a6a376646787c340",
      "venue": "Architectural research in Finland",
      "journal": {
        "name": "Architectural Research in Finland"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "731efdbbe6591b525596964a9186307290f67f83",
      "title": "Human Dignity and the Foundations of International Law",
      "authors": [
        {
          "name": "Patrick Capps",
          "authorId": "82146929"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 36,
      "doi": "10.5040/9781472564788",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/731efdbbe6591b525596964a9186307290f67f83",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
