{
  "status": "success",
  "source": "sep_via_brave",
  "query": "Habermas Weber",
  "results": [
    {
      "title": "Jürgen Habermas (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/habermas/",
      "entry_name": "habermas",
      "snippet": "Habermas was born in June 1929 and brought up in provincial North-Rhine Westphalia, to conservative, educated middle-class parents, who had been neither critical nor strongly supportive of the Nazi regime. In 1944 he was called up to man the defences on the western front.",
      "page_age": "2023-09-15T00:00:00",
      "extra_snippets": [
        "Jürgen Habermas is one of the leading social theorists and philosophers of the post-Second World War period in Germany, Europe, and the US, a prodigiously productive journalist, and a high-profile public intellectual who was at the forefront of the liberalization of German political culture.",
        "This entry will begin with a summary of Habermas’s background and early and transitional works, including his influential concept of the public sphere, before moving on to discuss in detail his three major philosophical projects: his social theory, discourse theory of morality (or “discourse ethics”), and discourse theory of law and democracy.",
        "It will then more briefly address Habermas’s methodology and philosophical framework (rational reconstruction and postmetaphysical thinking), his applied political theory, focusing on issues of national identity and international law, and finally his recent work on religion.",
        "Habermas was born in June 1929 and brought up in provincial North-Rhine Westphalia, to conservative, educated middle-class parents, who had been neither critical nor strongly supportive of the Nazi regime. In 1944 he was called up to man the defences on the western front."
      ]
    },
    {
      "title": "Max Weber (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/weber/",
      "entry_name": "weber",
      "snippet": "In its overriding preoccupation with the leadership qualities, Weber’s theory of democracy contains ominous streaks that may vindicate Jürgen Habermas’s infamous dictum that Carl Schmitt, “the Kronjurist of the Third Reich,” was “a legitimate pupil of Weber’s” [Habermas in Stammer ...",
      "page_age": "2007-08-24T00:00:00",
      "extra_snippets": [
        "In its overriding preoccupation with the leadership qualities, Weber’s theory of democracy contains ominous streaks that may vindicate Jürgen Habermas’s infamous dictum that Carl Schmitt, “the Kronjurist of the Third Reich,” was “a legitimate pupil of Weber’s” [Habermas in Stammer (ed.)",
        "This realization led Weber as well as a growing number of contemporary democratic theorists to converge on an insistent call for the politicization of civil society in the form of not less, but better partisanship, making his politics of civil society crucially different from that of a communitarian-Tocquevillean persuasion [see Kim in Hanke, Scaff & Whimster (eds.) 2020]. Also different from this intensely political civil society is a liberal-Habermasian “public sphere,” a rational-communicative haven in which the open exchange and fair deliberation of impartial opinions take place until reasonable consensus emerges.",
        "Weber’s wide-ranging contributions gave critical impetus to the birth of new academic disciplines such as sociology as well as to the significant reorientation in law, economics, political science, and religious studies.",
        "More substantively, Weber’s two most celebrated contributions were the “rationalization thesis,” a grand meta-historical analysis of the dominance of the west in modern times, and the “Protestant Ethic thesis,” a non-Marxist genealogy of modern capitalism."
      ]
    },
    {
      "title": "Critical Theory (Frankfurt School) (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/critical-theory/",
      "entry_name": "critical-theory",
      "snippet": "Weber posited a loss of freedom, due to the “iron cage” of modern bureaucracy, and a loss of meaning generated by the “disenchantment of the world” associated with secularization. Weber’s work was crucial for Horkheimer and Adorno’s critique of instrumental reason (1947) as well as for Habermas’s later theory of communicative action (1981).",
      "page_age": "2023-12-12T00:00:00",
      "extra_snippets": [
        "Weber posited a loss of freedom, due to the “iron cage” of modern bureaucracy, and a loss of meaning generated by the “disenchantment of the world” associated with secularization. Weber’s work was crucial for Horkheimer and Adorno’s critique of instrumental reason (1947) as well as for Habermas’s later theory of communicative action (1981).",
        "There are separate entries on influential figures of the first generation of the Frankfurt School – Max Horkheimer (1895–1973), Theodor W. Adorno (1903–1969), Herbert Marcuse (1898–1979), and Walter Benjamin (1892–1940) – and the leading figure of the second generation, Jürgen Habermas (b.",
        "Those three reestablished the Institute in Germany after the War, with Horkeimer as director from 1951 to 1958 and Adorno from 1958 to 1969. Key figures who worked with first generation figures during this period emerged as the second generation: Jürgen Habermas, Alfred Schmidt, Albrecht Wellmer, Oskar Negt, and Claus Offe.",
        "Habermas was the leading figure of this second generation, taking up Horkheimer’s chair in Frankfurt in 1964 before moving to a research post in Starnberg in 1971. Habermas returned to Frankfurt in 1981, retiring from this position in 1994."
      ]
    }
  ],
  "count": 3,
  "errors": []
}
