{
  "status": "success",
  "source": "core",
  "query": "geopolitics knowledge Latin America",
  "results": [
    {
      "core_id": "8311975",
      "doi": null,
      "title": "Understanding the Bolivarian revolution",
      "authors": [
        {
          "name": "Muhr, Thomas"
        }
      ],
      "year": 2015,
      "abstract": "Review of Luis Fernando Angosto-Ferrández (editor), Democracy, revolution, and geopolitics in Latin America, Routledge 2014",
      "publisher": "Lawrence & Wishart",
      "journal": null,
      "download_url": "https://core.ac.uk/download/33574446.pdf",
      "source_url": "https://nottingham-repository.worktribe.com/982833/1/MUHR2015_Soundings 60.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40086856",
      "doi": "10.4324/9781003022787-2",
      "title": "Social medicine and international expert networks in Latin America, 1930–1945",
      "authors": [
        {
          "name": "Carter, Eric D."
        }
      ],
      "year": 2018,
      "abstract": "This paper examines the international networks that influenced ideas and policy in social medicine in the 1930s and 1940s in Latin America, focusing on institutional networks organised by the League of Nations Health Organization, the International Labour Organization, and the Pan-American Sanitary Bureau. After examining the architecture of these networks, this paper traces their influence on social and health policy in two policy domains: social security and nutrition. Closer scrutiny of a series of international conferences and local media accounts of them reveals that international networks were not just ‘conveyor belts’ for policy ideas from the industrialised countries of the US and Europe into Latin America; rather, there was often contentious debate over the relevance and appropriateness of health and social policy models in the Latin American context. Recognition of difference between Latin America and the global economic core regions was a key impetus for seeking ‘national solutions to national problems’ in countries like Argentina and Chile, even as integration into these networks provided progressive doctors, scientists, and other intellectuals important international support for local political reforms",
      "publisher": "DigitalCommons@Macalester College",
      "journal": "Global Public Health",
      "download_url": "https://core.ac.uk/download/212890615.pdf",
      "source_url": "https://digitalcommons.macalester.edu/cgi/viewcontent.cgi?article=1003&amp;context=geogfacpub",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "10284051",
      "doi": "10.17613/m65717n1c",
      "title": "The Geopolitics of Open",
      "authors": [
        {
          "name": "Culture Machine"
        },
        {
          "name": "Denisse Albornoz"
        },
        {
          "name": "Gabriela Méndez Cota"
        },
        {
          "name": "George (Zhiwen) Chen"
        },
        {
          "name": "Maggie Huang"
        },
        {
          "name": "Post Office Press"
        },
        {
          "name": "Tasneem Mewa"
        },
        {
          "name": "Ángel Octavio Álvarez Solís"
        }
      ],
      "year": 2018,
      "abstract": "The Geopolitics of Open addresses issues of difference, ideology and infrastructure across the stratified geographies of open access publishing. It examines the construction of power and inequality in our scholarly practices and discourses around the open. How can we contextualise open access, as a contingent and politically-laden concept, within particular historical and regional contexts and socio-political struggles? This will involve asking questions about how notions of openness have been implicit in processes of global knowledge appropriation and exploitation in a postcolonial neoliberal context. The three exploratory essays that make up this pamphlet all pursue this attempt to regionalise and, in the process, politicise how open access infrastructures form and for whom they become beneficial, both financially and socially. They share a commitment to articulating a scaled down geo-politics that asks of publishing infrastructures: where and by what means? And also consider how varied institutional contexts, from multistate formations like the European Union, to urban and regional universities in Mexico and elsewhere in Latin America, start to shape the varied epistemological and political geographies of situated open access practices",
      "publisher": "'Modern Language Association'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159489473.pdf",
      "source_url": "https://hcommons.org/deposits/download/hc:19820/CONTENT/the-geopolitics-of-open.pdf/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37883649",
      "doi": "10.1086/690459",
      "title": "Colonial differences in intercultural education: on interculturality in the Andes and the decolonization of intercultural dialogue",
      "authors": [
        {
          "name": "Aman, Robert"
        }
      ],
      "year": 2017,
      "abstract": "This article pushes for the possibility of alternative ways of thinking about the concept of interculturality depending on where and by whom it is being articulated (the geopolitics and body politic of knowledge). To illustrate this, the focus is shifted away from the policies of the European Union and UNESCO to the Andean region of Latin America where the notion of interculturalidad is not only a subject on the educational agenda but has also become a core component of indigenous social movements’ demands for decolonization. Part of the argument of this article is that interculturalidad, with its roots in the historical experience of colonialism and in the particular, rather than in assertions of universality, offers a perspective on interculturality that relies on other epistemologies. It concludes by arguing that interculturality should be seen as interepistemic rather than simply intercultural",
      "publisher": "'University of Chicago Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74229917.pdf",
      "source_url": "http://eprints.gla.ac.uk/130394/7/130394.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8055278",
      "doi": null,
      "title": "Economies of signs in writing for academic publication: the case of English Medium “National” Journals",
      "authors": [
        {
          "name": "Lillis, Theresa"
        }
      ],
      "year": 2012,
      "abstract": "The centrality of publishing in academic journals to academic knowledge work globally is largely taken as a given. Publishing is a defining aspect of scholars’ labour in the academic world, tied to both current and possible future material conditions in which they/we work. The aim of this paper is to focus on one part of this knowledge work, the production of English medium “national” journals in local contexts where English is not the official or widely used medium of communication yet where English, in a global context, is increasingly viewed as the “academic lingua franca.”  The paper begins by outlining the longitudinal study from which this focus emerged, followed by a discussion of case studies of four English medium “national” journals in the field of psychology located in four southern and central European national contexts: Hungary, Slovakia, Spain and Portugal. I argue that a focus on the specific phenomenon of EMN journals brings into sharp relief the nature and workings of the dominant knowledge economy and also illustrates the ways in which some of the key ideological values, including a market model of academic knowledge production, are to some extent being challenged. A goal of this paper is to explore this particular fragment of the academic knowledge making world—what scholars are doing, why and under what conditions —to illustrate the need for closer scrutiny of the practices surrounding academic production and to open up debate about what kind of practices we want to be involved in and why",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9544035.pdf",
      "source_url": "http://oro.open.ac.uk/35343/1/Lillis%20Economies%20of%20signs%20in%20writing%20for%20academic%20publication%20JAC%202012.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "50732414",
      "doi": "10.13189/sa.2017.051009",
      "title": "Diasporic and Local Mainstream Media as a Tool for Intercultural Integration? The Case of Latin American Communities in Italy",
      "authors": [
        {
          "name": "LOPES FERREIRA CASCAO, Suzana"
        }
      ],
      "year": 2017,
      "abstract": "In Italy, communication research on the impact of media on immigrants’ integration dynamics has up until now privileged the sphere of national mainstream media. This paper takes into consideration the role of diasporic media as complimentary to perspective, by exploring the disposition of the two media fields towards the promotion of intercultural dialogue. In an attempt to assess whether there is in fact an intercultural media integration process occurring in both mainstream and Latin-America diasporic media players in Italy, this paper focuses on gathering evidence from the media pertaining to the society in general and from those created by and for immigrant communities. This evaluation aims to establish the degree to which majority and minorities take an interest in each other as well as the story telling they deploy or one another. Interculturalism and intercultural media integration are the main theoretical frameworks used to understand how intercultural dialogue is operationalized at the media level. Preliminary findings suggest a local mainstream media scene out of step with the de facto multicultural society, whereas only in some cases do Latin-American diasporic media demonstrate integrative potential capable of” bridging the gap” with the host society rather than merely fulfilling its ingroup “bonding” role",
      "publisher": "'Horizon Research Publishing Co., Ltd.'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/154949554.pdf",
      "source_url": "https://iris.uniroma1.it/bitstream/11573/1100965/1/SA9-19610194_FINAL%20PUBLICATION%20soociology%20and%20Anthropology.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "37994476",
      "doi": null,
      "title": "Global Risks 2015, 10th Edition.",
      "authors": [],
      "year": 2015,
      "abstract": "The 2015 edition of the Global Risks report completes a decade of highlighting the most significant long-term risks worldwide, drawing on the perspectives of experts and global decision-makers. Over that time, analysis has moved from risk identification to thinking through risk interconnections and the potentially cascading effects that result. Taking this effort one step further, this year's report underscores potential causes as well as solutions to global risks. Not only do we set out a view on 28 global risks in the report's traditional categories (economic, environmental, societal, geopolitical and technological) but also we consider the drivers of those risks in the form of 13 trends. In addition, we have selected initiatives for addressing significant challenges, which we hope will inspire collaboration among business, government and civil society communitie",
      "publisher": "World Economic Forum",
      "journal": null,
      "download_url": "https://core.ac.uk/download/75783277.pdf",
      "source_url": "https://www.issuelab.org/resources/23428/23428.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "71906810",
      "doi": "10.1111/gec3.12245",
      "title": "Civil Society, Everyday Life and the Possibilities for Development Studies",
      "authors": [
        {
          "name": "Adekson"
        },
        {
          "name": "Alapagga"
        },
        {
          "name": "Avritzer"
        },
        {
          "name": "Baillie Smith"
        },
        {
          "name": "Ballie Smith"
        },
        {
          "name": "Bebbington"
        },
        {
          "name": "Bennett"
        },
        {
          "name": "Bennett"
        },
        {
          "name": "Bondi"
        },
        {
          "name": "Bondi"
        },
        {
          "name": "Bondi"
        },
        {
          "name": "Brown"
        },
        {
          "name": "Cass"
        },
        {
          "name": "Chandhoke"
        },
        {
          "name": "Chatterjee"
        },
        {
          "name": "Chatterton"
        },
        {
          "name": "Clark"
        },
        {
          "name": "Comaroff"
        },
        {
          "name": "Crossa"
        },
        {
          "name": "D'Aoust"
        },
        {
          "name": "Dagnino"
        },
        {
          "name": "Davidson"
        },
        {
          "name": "De Certeau"
        },
        {
          "name": "De Tocqueville"
        },
        {
          "name": "Dittmer"
        },
        {
          "name": "Dolhinow"
        },
        {
          "name": "Edwards"
        },
        {
          "name": "Ehrenberg"
        },
        {
          "name": "Encarnación"
        },
        {
          "name": "Fagan"
        },
        {
          "name": "Featherstone"
        },
        {
          "name": "Featherstone"
        },
        {
          "name": "Femia"
        },
        {
          "name": "Flyvbjerg"
        },
        {
          "name": "Fontana"
        },
        {
          "name": "Forment"
        },
        {
          "name": "Fowler"
        },
        {
          "name": "Fraser"
        },
        {
          "name": "Freud"
        },
        {
          "name": "Gabay"
        },
        {
          "name": "Goonewardena"
        },
        {
          "name": "Gramsci"
        },
        {
          "name": "Greening"
        },
        {
          "name": "Hall"
        },
        {
          "name": "Halvorsen"
        },
        {
          "name": "Hammett"
        },
        {
          "name": "Hardt"
        },
        {
          "name": "Hardy"
        },
        {
          "name": "Harsh"
        },
        {
          "name": "Havel"
        },
        {
          "name": "Hearn"
        },
        {
          "name": "Hemmings"
        },
        {
          "name": "Henderson"
        },
        {
          "name": "Highmore"
        },
        {
          "name": "Hilhorst"
        },
        {
          "name": "Howard"
        },
        {
          "name": "Howell"
        },
        {
          "name": "Hulme"
        },
        {
          "name": "Hume"
        },
        {
          "name": "Höhn"
        },
        {
          "name": "Ishkanian"
        },
        {
          "name": "Jayne"
        },
        {
          "name": "Jeffrey"
        },
        {
          "name": "Jenkins"
        },
        {
          "name": "Jenkins"
        },
        {
          "name": "Johnston"
        },
        {
          "name": "Jones"
        },
        {
          "name": "Jordan"
        },
        {
          "name": "Kaldor"
        },
        {
          "name": "Kamstra"
        },
        {
          "name": "Kapoor"
        },
        {
          "name": "Kapoor"
        },
        {
          "name": "Katz"
        },
        {
          "name": "Katz"
        },
        {
          "name": "Khilnani"
        },
        {
          "name": "Konings"
        },
        {
          "name": "Korolczuk"
        },
        {
          "name": "Kothari"
        },
        {
          "name": "Kothari"
        },
        {
          "name": "Kuzmanovic"
        },
        {
          "name": "Lazar"
        },
        {
          "name": "Lazar"
        },
        {
          "name": "Lefebvre"
        },
        {
          "name": "Lewis"
        },
        {
          "name": "Lewis"
        },
        {
          "name": "Ljubownikow"
        },
        {
          "name": "Long"
        },
        {
          "name": "Lukacs"
        },
        {
          "name": "Mamdani"
        },
        {
          "name": "Massey"
        },
        {
          "name": "Massey"
        },
        {
          "name": "McFarlane"
        },
        {
          "name": "McIlwaine"
        },
        {
          "name": "Meek"
        },
        {
          "name": "Megoran"
        },
        {
          "name": "Mercer"
        },
        {
          "name": "Miraftab"
        },
        {
          "name": "Mohan"
        },
        {
          "name": "Moser"
        },
        {
          "name": "Nayak"
        },
        {
          "name": "O ́Tuathail"
        },
        {
          "name": "Obadare"
        },
        {
          "name": "Obadare"
        },
        {
          "name": "Obadare"
        },
        {
          "name": "Oxhorn"
        },
        {
          "name": "Pain"
        },
        {
          "name": "Perez-Diaz"
        },
        {
          "name": "Pile"
        },
        {
          "name": "Pink"
        },
        {
          "name": "Putnam"
        },
        {
          "name": "Putnam"
        },
        {
          "name": "Ritzer"
        },
        {
          "name": "Rodgers"
        },
        {
          "name": "Rose"
        },
        {
          "name": "Rustin"
        },
        {
          "name": "Sass"
        },
        {
          "name": "Scott"
        },
        {
          "name": "Sidaway"
        },
        {
          "name": "Sparke"
        },
        {
          "name": "Springer"
        },
        {
          "name": "Staeheli"
        },
        {
          "name": "Tarrow"
        },
        {
          "name": "Thrift"
        },
        {
          "name": "Valentine"
        },
        {
          "name": "Wank"
        },
        {
          "name": "Watson"
        },
        {
          "name": "Willems"
        },
        {
          "name": "Wills"
        },
        {
          "name": "Zibechi"
        }
      ],
      "year": 2015,
      "abstract": "Civil society is one of the most contentious terms in political thought. There is considerable, and highly significant, difference between academic debate about the meaning of ‘civil society’ and the way the term is mobilized in international development discourse. In particular, narratives of civil society in international development are often dominated by reference to organizational descriptions and measurability. But I would like to suggest here that the term should be reclaimed as a way of giving meaning to the stories of the everyday lives of the people who create, shape and embody civil society. Used in this way, the idea of civil society can be understood as intersecting emotions, discourses and practices and can add to the body of scholarly work that nurtures and values everyday life as a lens through which to view wider social processes. Paying attention to the everyday life of civil society may have implications for that way the civil society is engaged with academically, and also has the potential to refresh how civil society is thought about in development practice",
      "publisher": "Wiley-Blackwell",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305121477.pdf",
      "source_url": "http://nrl.northumbria.ac.uk/42918/1/Civil_Society_Everyday_life_the_possibilities_for_development_studies.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "44746629",
      "doi": null,
      "title": "Battlefields, experiences, debates: Latin American struggles and digital media resistance: Introduction",
      "authors": [
        {
          "name": "Magallanes-Blanco, Claudia"
        },
        {
          "name": "Trere, Emiliano"
        }
      ],
      "year": 2015,
      "abstract": "The role of digital communication within contemporary struggles in Latin America has not received the consideration it deserves, especially internationally in English-language scholarship. The articles in this Special Section aim to fill this gap and provide key guidelines to navigate the multifaceted tapestry of digital media resistance in Latin America. We illustrate that in the Latin American scenario digital technologies have been appropriated in multiple, even contradictory, ways to fight against inequalities, challenge highly concentrated media ecologies, create counterhegemonic spaces, and build bridges among organizations. Moreover, we point out that in order to understand the communicative dynamics of contemporary Latin American struggles it is necessary to establish a dialogue between diverse traditions and conceptual frameworks. We conclude by summarizing the arguments and reviewing the significance of the contributions to this Special Sectio",
      "publisher": "'University of California Press'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/97018897.pdf",
      "source_url": "https://orca.cardiff.ac.uk/id/eprint/105346/1/3407-17837-1-PB.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "31416327",
      "doi": null,
      "title": "Facing an Epidemic: An Analysis of HIV/AIDS, Antiretroviral Drug, and International Response to the AIDS Pandemic",
      "authors": [
        {
          "name": "Tate, Michael"
        }
      ],
      "year": 2012,
      "abstract": "More than 33 million people are living with HIV/AIDS around the globe with 68% of all cases occurring in sub-Saharan Africa. The global prevalence rate is shocking considering that the disease was relatively unknown just 30 years ago. After reviewing medical, health policy, and health statistical journals, I will argue in this paper that international aid to nations struggling with AIDS needs to be redirected and refocused on supplying antiretroviral therapy to afflicted nations because ARV has been proven to be effective in managing the disease in countries that can afford the costs of treatment. International aid to countries that are ravished by the epidemic, and the United States is one of the top contributors to such efforts with its “President’s Emergency Plan For AIDS Relief (PEPFAR). The U.S. has realized the potential economic benefits of helping out such as becoming primary trade partners with the nations who have plenty of valuable natural resources despite their AIDS issues. In the U.S.’s efforts to combat terrorism, the nation has an interest in “stabilizing” certain countries, which are typically in Africa, so that they can resist potential terrorist threats or military coups. PEPFAR’s goal in fighting AIDS is part of the stabilization effort on the continent of Africa.\nFortunately, major pharmaceutical companies have discovered compounds that are effective in attacking the HIV virus, and this has led to the production of “antiretroviral” drugs. Anti-retroviral therapy has proven to be a useful tool used by those suffering from HIV/AIDS to manage their disease better and obtain a higher quality life. Such medications are widely available in wealthy nations, but poor countries that have the highest HIV/AIDS prevalence have a harder time affording such therapy or managing the drug supplies. Potential solutions to this problem include selling antiretroviral drugs at a lower cost to developing nations or using generic versions of such drugs",
      "publisher": "DigitalCommons@Providence",
      "journal": null,
      "download_url": "https://core.ac.uk/download/56324371.pdf",
      "source_url": "https://digitalcommons.providence.edu/cgi/viewcontent.cgi?article=1014&amp;context=auchs",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "43712625",
      "doi": "10.17169/refubium-23412",
      "title": "Tracing the Socioeconomic, the Cultural and the Political in Latin American\nPostcolonial Theory",
      "authors": [
        {
          "name": "Kerner, Ina"
        }
      ],
      "year": 2013,
      "abstract": "It is far from obvious which theories are the most promising ones for the task\nof critically addressing interdependent inequalities in Latin America as well\nas global forms of inequality that affect Latin American countries. In this\nworking paper, I look at Latin American postcolonial theories in this respect.\nFollowing Nancy Fraser’s analytic distinction of socioeconomic, cultural and\npolitical aspects of injustice, and affirmative as well as transformative\nremedies against them, I undertake a two-sided operation. In a first step, I\nuse Fraser’s framework to shed light on the accounts of inequality that we can\ngain from the work of Aníbal Quijano, María Lugones and Walter Mignolo. In a\nsecond step, I tease out in which ways these accounts transcend and thus\nchallenge the framework used on them",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/199427682.pdf",
      "source_url": "https://refubium.fu-berlin.de/bitstream/fub188/19995/1/60-WP-Kerner-Online.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "44756464",
      "doi": null,
      "title": "TIM MARSHALL:  PRISONERS OF GEOGRAPHY STUDY GUIDE, 2017",
      "authors": [
        {
          "name": "Samson, Steven A"
        }
      ],
      "year": 2017,
      "abstract": "Study Guid",
      "publisher": "Scholars Crossing",
      "journal": null,
      "download_url": "https://core.ac.uk/download/129593353.pdf",
      "source_url": "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1462&amp;context=gov_fac_pubs",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "21980556",
      "doi": "10.4067/s0718-27242014000400001",
      "title": "Can Latin America Move Forward after a Lost Decade in Technical Change? …Looking at Opportunities for Knowledge-based Change in Times of Increasing Uncertainty",
      "authors": [
        {
          "name": "Alves Horta, HD"
        },
        {
          "name": "Castañón, R."
        },
        {
          "name": "Heitor, M.V."
        },
        {
          "name": "Jiménez, A."
        },
        {
          "name": "Sbragia, R."
        }
      ],
      "year": 2014,
      "abstract": "In view of the current global context, which challenges are facing science- and technology-based developments and cooperation in a way to contribute for policies that stimulate localized learning, innovation and endogenous development in Latin America?    This broad question has motivated the work behind the Special Issue introduced by this paper, which considers the development of case studies in selected Latin America regions. The analysis lead us to argue that value-based networks have the potential to make both public policies and markets more effective, promoting learning trajectories for the inclusive development of regions. But they require effective public investments to keep attracting and qualifying human resources, together with long-term developments towards technical industries and export capacity for emerging markets worldwide. Our analysis argues about the unique potential for further developing Latin America through strategic international, knowledge-based ventures, exploring the emerging role the internationalization of universities and scientific institutions may play at a global level. Above all, they require the systematic observation of science and technical change in international comparison, as well as a relational infrastructure for collective action, at an international level, in a context much influenced by a dynamic of change and a necessary balance between the creation and diffusion of knowledge towards the endogenous development of all parts involved. The role of Latin America Universities and science policies based on international cooperation are considered to be particularly important in this process.published_or_final_versio",
      "publisher": "'SciELO Agencia Nacional de Investigacion y Desarrollo (ANID)'",
      "journal": "Journal of Technology Management & Innovation",
      "download_url": "https://core.ac.uk/download/38071591.pdf",
      "source_url": "http://hub.hku.hk/bitstream/10722/211997/1/content.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "18933197",
      "doi": null,
      "title": "Think Tank Review Issue 71 October 2019",
      "authors": [],
      "year": 2019,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286731373.pdf",
      "source_url": "http://aei.pitt.edu/102289/1/ttr_2019_71%2D2019.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8840311",
      "doi": null,
      "title": "Antarctic geopolitics",
      "authors": [
        {
          "name": "Dodds, Klaus-John"
        }
      ],
      "year": 2017,
      "abstract": null,
      "publisher": "'Edward Elgar Publishing'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/78652487.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8680100",
      "doi": "10.1080/17440572.2018.1477599",
      "title": "Building Institutional Capacity:Knowledge Production for Transnational Security Governance in Mexico",
      "authors": [
        {
          "name": "Finkenbusch, Peter"
        }
      ],
      "year": 2018,
      "abstract": "This article engages with institutionalist knowledge production in US-Mexican security relations, demonstrating how anti-crime governance in the Americas has shifted from a heavy-handed military rationale to a good governance and civil society–centred approach. This shift has been facilitated by the newly emerging resilience discourse which advocates turning local communities from passive beneficiaries of government-sponsored law enforcement into pro-active security partners. It will be argued that the rise of good governance and society-centred policy thinking has enhanced the epistemic authority of a heterogeneous, but ideologically aligned set of human rights advocacy groups, think tanks, policy-oriented academics and for-profit development NGOs – both in Mexico and the United States. This transnational expert community has been instrumental in inserting the issue of drug-related violent crime in Mexico into a globally dominant statebuilding framework. In consequence, security governance in Mexico has taken on a more transnational character and become the object of a highly intrusive international monitoring regime",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/228155783.pdf",
      "source_url": "https://pure.coventry.ac.uk/ws/files/21971805/Binder1.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "4382251",
      "doi": "10.1080/14650045.2012.749241",
      "title": "Predator empire: the geopolitics of U.S. drone warfare",
      "authors": [
        {
          "name": "Shaw, Ian G. R."
        }
      ],
      "year": 2013,
      "abstract": "This paper critically assesses the CIA’s drone program and proposes that the use of unmanned aerial vehicles is driving an increasingly paramilitarized U.S. national security strategy. The paper suggests that large-scale ground wars are being eclipsed by fleets of weaponized drones capable of targeted killings across the planet. Evidence for this shift is found in key security documents that mobilize an amorphous war against vaguely defined al-Qa’ida “affiliates”. This is further legitimized by the White House’s presentation of drone warfare as a bureaucratic task managed by a “disposition matrix”. Such abstract narratives are challenged through the voices of people living in the tribal areas of Pakistan. What I call the Predator Empire names the biopolitical power that catalogues and eliminates threatening “patterns of life”. This permanent war is enabled by a topological spatial power that folds the environments of the “affiliate” into the surveillance machinery of the Homeland",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/9649517.pdf",
      "source_url": "http://eprints.gla.ac.uk/71985/1/71985.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "40055735",
      "doi": "10.1080/14650045.2015.1122592",
      "title": "Matryoshka journeys: im/mobility during migration",
      "authors": [
        {
          "name": "Brigden, Noelle"
        },
        {
          "name": "Mainwaring, Ċetta"
        }
      ],
      "year": 2016,
      "abstract": "Acts of mobility require corresponding acts of immobility (or suspended mobility). Migrant journeys are not only about movement. Indeed, in the present policy context, this is ever more true. Whether a migrant is contained within a hidden compartment, detained by migration authorities, waiting for remittances to continue, or marooned within a drifting boat at sea, these moments of immobility have become an inherent part of migrant journeys especially as states have increased controls at and beyond their borders. Migrants themselves view this fragmentation – the stopping, waiting and containment – as part of the journey to be endured. Drawing on the authors’ fieldwork in Central America and Southern Europe, this paper destabilises the boundary between transit and settlement, speaking to a larger policy discourse that justifies detentions and deportations from the United States and countries on the periphery of Europe. We argue that migrants’ nested experiences of these ‘matryoshka journeys’ reveal how increased migration controls encourage them not only to take greater risks during the journey, but also to forfeit their agency at opportune moments. In turn, states exploit images of such im/mobility during the journey in order to emphasise the irrational risks migrants take in order to traverse seas and deserts and to cloak their own border policies in a humanitarian discourse of rescue",
      "publisher": "Taylor & Francis",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80842155.pdf",
      "source_url": "https://eprints.gla.ac.uk/140024/1/140024.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "20759200",
      "doi": null,
      "title": "A Good Life for all - A European development\n\nmodel",
      "authors": [
        {
          "name": "Novy, Andreas"
        }
      ],
      "year": 2015,
      "abstract": "This working paper analyses the potentialities of an eco-solidarian development model for\n\nEurope by mobilising theories and experiences from Latin America. The argument is based on a\n\ndidactical analysis in three parts: Is-Shall-Do. In a first step, the dysfunctional neoliberal\n\nregulation in Europe will be analysed. In a second step, the good life for all is presented as a\n\nconcrete utopia, inspired from Latin America. This utopia polarizes movement, classes und\n\nproposals especially with respect to a decision on whether the good life shall be realized \"for the\n\nfew\" or \"for all\". In a third step, the challenges for a pluralistic search movement to implement\n\nthis great transformation will be analysed. (author's abstract)Series: SRE - Discussion Paper",
      "publisher": "WU Vienna University of Economics and Business",
      "journal": null,
      "download_url": "https://core.ac.uk/download/35454102.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40357878",
      "doi": null,
      "title": "Translation in distraction : on Eileen Chang’s “Chinese translation: a vehicle of cultural influence”",
      "authors": [
        {
          "name": "LEE, Christopher"
        }
      ],
      "year": 2017,
      "abstract": "This essay focuses on a previously obscure and only recently republished English text held at USC that offers an unparalleled window into Chang’s engagement with translation. The untitled manuscript, typed with handwritten additions and corrections, is contained in a folder marked “Untitled article or speech” and appears to be the script of an oral presentation in which Chang surveys the development of translation in China from the late-Qing period, through the 1911 revolution, the May Fourth period, the war with Japan, the 1949 revolution and the Cultural Revolution. Her speech emphasizes how translation functioned as an index to China’s fraught relationship with the outside world, particularly the West (including Japan and Russia); to that end, the text engages with historical movements such as imperialism, modernization, and the ideological polarization of the Cold War, resulting in an account that belies her reputation as an apolitical figure. While the rediscovery of a text by Eileen Chang is certainly a matter of anecdotal interest, the purpose of this essay is not only to reconstruct its history but also to consider how it illuminates her lifelong relationship to translation through which, I will argue, she tried to unsettle the geopolitical categories that Chih-ming Wang 王智明 (2012) has identified as foundational to modern Chinese literary culture. In what follows, I start by providing an overview of the text based on archival and other sources and provide a summary of its contents. Turning to Shuang Shen’s 沈雙 (2012) discussion of translation as impersonation, I consider how the oral address, a rare textual form in the oeuvre of a notoriously reclusive writer, involves navigating the roles of reader, author, and translator. Through this genre, Chang hints at the possibility of distancing herself from the geopolitics of translation even as the ultimate failure to do so reveals the constraints of her diasporic condition",
      "publisher": "Digital Commons @ Lingnan University",
      "journal": null,
      "download_url": "https://commons.ln.edu.hk/cgi/viewcontent.cgi?article=1288&context=jmlc",
      "source_url": "https://commons.ln.edu.hk/cgi/viewcontent.cgi?article=1288&context=jmlc",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
