{
  "status": "success",
  "source": "core",
  "query": "Dussel political philosophy",
  "results": [
    {
      "core_id": "8860974",
      "doi": "10.1163/18758185-01304005",
      "title": "Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "authors": [
        {
          "name": "Sager, Alex"
        },
        {
          "name": "Spencer, Albert R."
        }
      ],
      "year": 2016,
      "abstract": "Enrique Dussel and John Dewey share commitments to philosophical theory and\n          practice aimed at addressing human problems, democratic modes of inquiry, and progressive social reform, but also maintain productive differences in their fundamental starting point for political philosophy and their use of the social sciences. Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded. Simultaneously, Dewey encourages a modest experimental and fallibilist approach to social transformation that promises more feasible social\n          reforms than Dussel’s approach rooted in phenomenology and the critical social sciences",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131209178.pdf",
      "source_url": "https://philpapers.org/archive/SAGLPD.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "41661155",
      "doi": null,
      "title": "Special Education in Catholic Schools Viewed from a Liberatory Hermeneutic",
      "authors": [
        {
          "name": "Carlson, Mary E."
        },
        {
          "name": "LaBelle, Jeffrey"
        }
      ],
      "year": 2019,
      "abstract": "This study explores anew the issue of providing special education in Catholic schools by viewing the ethical implications from a liberatory hermeneutic. By utilizing an interdisciplinary perspective, the research draws upon liberation theology, liberation psychology, liberation pedagogy, and liberation ethics to support the moral mandate for providing education for all God’s children, including those persons with disabilities. The study challenges Catholic educational leaders to reimagine their positions on how schools might promote a more inclusive, liberatory approach to serving the special needs of children with disabilities. Finally, this research provides a Catholic, liberatory, ethical framework for inclusive Catholic education to assist school leaders in the development of appropriate pedagogy and programming to address the issue of inclusion of students with disabilities",
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286544027.pdf",
      "source_url": "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=2061&amp;context=ce",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "18008017",
      "doi": "10.14324/111.2057-2212.018",
      "title": "Traversing Racial Distance in Hip-hop Culture: The Ethics and Politics of Listening",
      "authors": [
        {
          "name": "Ganesh, B"
        }
      ],
      "year": 2015,
      "abstract": "Hip-hop is often studied as a ‘political’ culture. Listeners, however, often contest the attachment of a political nature to hip-hop. After the ‘dilution’ of “real” hip-hop by record labels seeking to package the sound for mainstream consumption, is it fair to say that hip-hop retains political relevance? To address this question I make two moves. In the first, I approach hip-hop from a perspective that moves beyond lyrics, seeking to understand what the music ‘does’ rather than what it represents. In the second, I take this approach to the study of race in hip-hop culture, examining how phenotypical variation affects the affordances and subject-positions available to a given body in hip-hop culture. In approaching hip-hop through the materiality of racial difference, I find that the “political” in hip-hop emerges in moments of creative and ethical experimentation in the face of alterity",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/29416235.pdf",
      "source_url": "",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "41651904",
      "doi": null,
      "title": "Utopia and the Favelas of Rio de Janeiro",
      "authors": [
        {
          "name": "Carter, Curtis L."
        }
      ],
      "year": 2017,
      "abstract": "Utopias from ancient times to the present have come and gone. They remain as a part of literary, philosophical and historical texts and communal practices. Yet this subject has never ceased to inspire contemporary minds as well. My aim in this paper is to consider the communities known as favelas that have formed on the edges of the Brazilian city of Rio de Janeiro as a contemporary form of utopian community. The paper begins with a brief analysis of the concept of utopia. Then follows a discussion of the Favela as an urban utopia as seen from the perspective of Latin American philosopher Enrique Dussel’s philosophy of liberation as represented in his book, The Philosophy of Liberation. The remainder of the paper will consider in what sense the Favela settlements can be understood as a form of utopia. Among additional sources for this paper, I will refer to the research on the favelas by such scholars as Janice Perlman and Catalytic Communities. Other sources will include art projects in the favelas, the novel and film City of God made on site, and photographs of Miguel Rio Branco taken in the Favelas. All of these artists’ representations reflectactual experiences of life in the Favelas. An underlying question throughout will be the role that art might play in understanding utopias",
      "publisher": "e-Publications@Marquette",
      "journal": null,
      "download_url": "https://core.ac.uk/download/213083082.pdf",
      "source_url": "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1621&amp;context=phil_fac",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8858778",
      "doi": null,
      "title": "Prospects of a Dusselian Ethics of Liberation among US Minorities: The Case of Affirmative Action in Higher Education",
      "authors": [
        {
          "name": "Gallegos, Sergio A."
        }
      ],
      "year": 2015,
      "abstract": "This paper proposes an application of Enrique Dussel’s ethics of liberation to an issue\n          of crucial importance to US minorities: the debate on affirmative action. Over the past\n          fifty years, this debate has been framed in terms of the opposition between advocates of affirmative action who claim that it is needed in order to achieve the integration and\n          participation of traditionally oppressed groups to society without which there is no\n          equality of rights, and critics who argue that affirmative action violates equality by\n          enforcing a double standard that undermines the ideal of a color-blind society. In this\n          paper, I show how the basic principles of Dussel’s ethical theory (which are best\n          expounded in his book Ethics of Liberation) allow us to address what I take to be the\n          main demands of both advocates and critics of affirmative action in a satisfactory way",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131210276.pdf",
      "source_url": "https://philpapers.org/archive/GALPOA-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8869118",
      "doi": "10.1080/13698230.2019.1565698",
      "title": "\"How America Disguises its Violence: Colonialism, Mass Incarceration, and the Need for Resistant Imagination\"",
      "authors": [
        {
          "name": "Stone-Mediatore, Shari"
        }
      ],
      "year": 2019,
      "abstract": "This paper examines how a delusive social imaginary of criminal-justice has underpinned contemporary U.S. mass incarceration and encouraged widespread indifference to its violence. I trace the complicity of this criminal-justice imaginary with state-organized violence by comparing it to an imaginary that supported colonial violence. I conclude by discussing how those of us outside of prison can begin to resist the entrenched images and institutions of mass incarceration by engaging the work and imagining the perspective of incarcerated people",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/210995600.pdf",
      "source_url": "https://philpapers.org/archive/STOQAD.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8862914",
      "doi": "10.1017/s0003055416000460",
      "title": "What Makes a Utopia Inconvenient? On the Advantages and Disadvantages of a Realist Orientation to Politics",
      "authors": [
        {
          "name": "BENJAMIN L. MCKEAN"
        },
        {
          "name": "Dsouzinas"
        },
        {
          "name": "Estlund"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Foucault"
        },
        {
          "name": "Geuss"
        },
        {
          "name": "Geuss"
        },
        {
          "name": "Geuss"
        },
        {
          "name": "Geuss"
        },
        {
          "name": "Harris"
        },
        {
          "name": "Ingram"
        },
        {
          "name": "Jacoby"
        },
        {
          "name": "Kant"
        },
        {
          "name": "Kateb"
        },
        {
          "name": "Moyn"
        },
        {
          "name": "Moyn"
        },
        {
          "name": "Paras"
        },
        {
          "name": "Rawls"
        },
        {
          "name": "Rawls"
        },
        {
          "name": "Rawls"
        },
        {
          "name": "Roth"
        },
        {
          "name": "Shklar"
        },
        {
          "name": "Smith"
        },
        {
          "name": "Williams"
        },
        {
          "name": "X"
        }
      ],
      "year": 2016,
      "abstract": "Contemporary politics is often said to lack utopias. For prevailing understandings of the practical force of political theory, this looks like cause for celebration. As blueprints to apply to political practice, utopias invariably seem too strong or too weak. Through an immanent critique of political realism, I argue that utopian thought, and political theory generally, is better conceived as supplying an orientation to politics. Realists including Bernard Williams and Raymond Geuss explain how utopian programs like universal human rights poorly orient their adherents to politics, but the realists wrongly conclude that utopias and other ideal theories necessarily disorient us. As I show through an analysis of utopian claims made by Michel Foucault, Malcolm X, and John Rawls, utopias today can effectively disrupt entrenched forms of legitimation, foster new forms of political identity, and reveal new possibilities within existing institutions. Utopias are needed to understand the political choices we face today",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/145643259.pdf",
      "source_url": "https://philpapers.org/archive/MCKWMA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7595976",
      "doi": null,
      "title": "The world’s negligence globalisation, philosophy and the misadventures of space",
      "authors": [
        {
          "name": "Marzocca, Ottavio"
        }
      ],
      "year": 2016,
      "abstract": "Las descripciones de nuestra época como un tiempo de desespacialización, desterritorialización y desmaterialización tecnológica merecen ser discutidos con el fin de evidenciar la compleja genealogía de los cambios a los que se refieren. La filosofía contemporánea –especialmente a través de Bergson, Heidegger, Arendt, Schmitt, Foucault, Deleuze y Guattari– nos ayuda a hacerlo en por lo menos dos maneras: en primer lugar, exponiendo que el espacio y el mundo material representan una especie de obstáculo para las visiones que prevalecen en la modernidad, que le dan al ser humano una relación privilegiada con el tiempo y un derecho a separarse del mundo para dominarlo; en segundo lugar, mostrando las formas en que la espacialidad se presenta como una apuesta política irreducible tanto a las territorializaciones rígidas como a las desespacializaciones puras y sencillas. Desde este punto de vista, incluso las tecnologías telemáticas actuales son prueba de esta irreductibilidad re-espacializando al mundo con sus sistemas de rastreo, vigilancia, monitoreo, etc.The descriptions of our epoch as a time of technological despatialization, deterritorialization and dematerialization deserve to be discussed in order to bring out the complex genealogy of the changes to which they refer. Contemporary philosophy – especially the reading of Bergson, Heidegger, Arendt, Schmitt, Foucault, Deleuze and Guattari – helps us to do so in at least two ways: first, by testifying that space and the material world represent a kind of obstacle to the visions prevailing in modernity, that give the human being a privileged relationship with time and a right to separate himself from the world in order to dominate it; second, showing us the ways in which spatiality is presented as a political stakes irreducible to both rigid territorializations and pure and simple despatializations. From this point of view, even the current telematic technologies are proof of this irreducibility re-spatializing the world with their systems for tracking, surveillance, monitoring, etc",
      "publisher": "Universidad Católica de Colombia. Facultad de Derecho",
      "journal": "Soft Power",
      "download_url": "https://core.ac.uk/download/223029766.pdf",
      "source_url": "https://repository.ucatolica.edu.co/bitstream/10983/23302/1/The%20world%e2%80%99s%20negligence%20globalisation.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "46916642",
      "doi": null,
      "title": "Sámi Pastoralism under the Heel of ‘Development’",
      "authors": [
        {
          "name": "Oksanen, Aslak-Antti"
        }
      ],
      "year": 2016,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/83929938.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8340914",
      "doi": "10.1080/19472498.2015.1109305",
      "title": "Activism, knowledge and publishing: some views from Pakistan and Afghanistan",
      "authors": [
        {
          "name": "Ahmad, Mahvish"
        },
        {
          "name": "Caron, James"
        }
      ],
      "year": 2015,
      "abstract": "How can academic publishers support the study of regions and fields that receive comparatively little attention within South Asia-related humanities and social scuiiences? Approaching this question with regard to Pakistan and Afghanistan opens a series of conceptual questions that\n\nare useful beyond these cases. Above all, we contend that support to marginal specializations, particularly in service of making them less marginal, must involve an openness to the world beyond professional academic life. By this, we first mean an openness to different purposes for knowledge that are related to political and social stakes in countries other than India. Second, we suggest the need for a greater openness to different sources and forms of knowledge than have traditionally been admitted into academic conversation in the global north",
      "publisher": "'Informa UK Limited'",
      "journal": "South Asian History and Culture",
      "download_url": "https://core.ac.uk/download/42550487.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378088/1/Caron-Ahmad%20SAHC%20Roundtable%20Essay%20Final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33719047",
      "doi": null,
      "title": "Creating a Network of Dissent:The Heretical Idea of Basic income",
      "authors": [
        {
          "name": "Christensen, Erik Christian"
        },
        {
          "name": "Ydesen, Christian"
        }
      ],
      "year": 2015,
      "abstract": null,
      "publisher": "'Peter Lang, International Academic Publishers'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/60622172.pdf",
      "source_url": "http://vbn.aau.dk/files/215559428/Paper_Christensen_Ydesen.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8485833",
      "doi": null,
      "title": "European identity and other mysteries - seeking out the hidden source of unity for a troubled polity",
      "authors": [
        {
          "name": "Jimenez, P"
        }
      ],
      "year": 2015,
      "abstract": "The economic crisis in Europe exposes the European Union’s (EU) political fragility. How a polity made of very different states can live up to the motto “Europe united in diversity” is difficult to envisage in practice. In this paper I attempt an “exegesis”—a critical explanation or interpretation of a series of published pieces (“the Series”) which explores, first of all, if European unity (and what kind) is desirable at all. Second, it presents a methodology running throughout the Series —analogical hermeneutics—to approach the problem of unity. Third, it conceptualises the source of unity as political identity (and solidarity). Fourth, it advances that such identity could be found in a shared, analogical language: the political culture of human rights which is arguably common to all EU present and potential member states. Fifth, it submits the conditions under which such political culture could ground political identity (through an open public sphere). Notwithstanding that the economic crisis can be solved by means of a sound economic strategy (which is not the main object of my work), any successful economic strategy requires—as a precondition—a certain degree of political unity (the central concern of my research)",
      "publisher": "ResearchOnline@ND",
      "journal": null,
      "download_url": "https://core.ac.uk/download/61305651.pdf",
      "source_url": "http://researchonline.nd.edu.au/cgi/viewcontent.cgi?article=1039&context=phil_article",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8344247",
      "doi": "10.1080/19472498.2016.1223716",
      "title": "Borderland Historiography in Pakistan",
      "authors": [
        {
          "name": "Caron, James"
        }
      ],
      "year": 2016,
      "abstract": "In this article I survey historical writing related to the twentieth-century Afghan-Pakistan frontier, particularly Pashtun-majority locations in Khyber-Pakhtunkhwa: the former Northwest Frontier Province. I focus on works that help conceptualize history beyond issues of political economy. Some locate themselves solely in the Anglophone academy, but this is not intended as a complete survey of their field. Rather, I place those works in dialogue with, and prioritize, eclectic histories that are both ‘about’ and ‘of’ the borderland; and I discuss this combined field with reference to other scholarly work on ‘thinking from borders’ in both the political-economic and intellectual-cultural senses. My goal is to intervene in the second set of borders, to disrupt boundaries between global academic culture and ‘other’ intellectual milieus. Taking tazkiras and autobiographies as examples, I argue that genres of writing from regions heavily fragmented by imperial bordering, among other factors, are social theory in action, not just representation for historians to appropriate. Engaging border history genres and taking seriously the insight they offer requires a willingness to engage the webs of social commitments that produced these works: to work in contribution to their milieus rather than merely writing about them",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42551047.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378042/1/Caron_22691.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40907885",
      "doi": "10.11144/javeriana.uph34-68.trhd",
      "title": "Tolerancia, reconocimiento, hospitalidad: tensiones en torno a la desigualdad",
      "authors": [
        {
          "name": "Scherbosky, María Federica"
        }
      ],
      "year": 2017,
      "abstract": "En este trabajo analizamos la categoría de reconocimiento propuesta por Raúl Fornet-Betancourt. Presentamos una historia de esta categoría que realiza el autor y a partir de la cual señala cómo el reconocimiento supone o da por sentado situaciones de desigualdad, tanto político-jurídica como económica. Por tal motivo el autor propone un abandono de esta categoría y un paso a la tolerancia, en términos de amor al prójimo. Nosotros proponemos una reconsideración del reconocimiento, pues sostenemos que puede pensarse desde la diversidad y no únicamente desde la desigualdad. Incluso en la misma Filosofía Intercultural que postula FornetBetancourt hay elementos que atienden específicamente a la diversidad y\r\na partir de estos intentamos rehabilitar el reconocimiento. Trabajamos también los aportes de Arturo Roig, quien retoma esta categoría desde otras perspectivas teóricas y nos permite pensar un reconocimiento legí-timo a partir del autoreconocimiento.In this work we analyze the category of recognition proposed by Raul Fornet-Betancourt. We introduce a history of this category that the author makes and from which he indicates how “recognition” supposes situations of inequality, both political, legal and economical. For this reason the author proposes an abandon of this category and go over to “tolerance”, as love to the neighbor or the other. We propose a reconsideration of “recognition”, cause we support it could be thought from diversity and not only from inequality. Even in the same Fornet-Betancourt´s Intercultural Philosophy, there are elements that attend specifically to diversity\r\nand cause of that we try to rehabilitate “recognition”. We work also Arturo Roig’s contributions since it takes “recognition” from other theoretical perspectives and allows us to think a legitimate recognition from the autorecognition.Fil: Scherbosky, María Federica. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentina. Universidad Nacional de Cuyo; Argentin",
      "publisher": "'Editorial Pontificia Universidad Javeriana'",
      "journal": "Universitas Philosophica",
      "download_url": "https://core.ac.uk/download/158835858.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/22679/1/CONICET_Digital_Nro.24949.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8872896",
      "doi": null,
      "title": "Are Our Racial Concepts Necessarily Essentialist Due to Our Cognitive Nature?",
      "authors": [
        {
          "name": "Bayruns Garcia, Eric"
        }
      ],
      "year": 2019,
      "abstract": "Mallon and Kelly claim that hybrid constructionism\n          predicts, at least, that (1) racial representations are stable\n          over time and (2) that racial representations should vary\n          more in mixed-race cultures than in cultures where there\n          is less racial mixing. I argue that hybrid constructionism’s\n          predictions do not obtain and thus hybrid constructionism\n          requires further evidence. I argue that the historical record\n          is inconsistent with hybrid constructionism, and I suggest\n          that humans may not be innately disposed to categorize\n          people by race even though we are likely disposed to\n          categorize people into in and out groups. So, in this\n          paper, I show that there is an evidence set that is\n          inconsistent with hybrid constructionism",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305120531.pdf",
      "source_url": "https://philpapers.org/archive/GARAOR-6.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7685861",
      "doi": null,
      "title": "Notes for a context of justice \n : from and beyond Frankfurt",
      "authors": [
        {
          "name": "Salas Astraín, Ricardo"
        }
      ],
      "year": 2015,
      "abstract": "En la filosofía política contemporánea se observa una discusión, sostenida y sistemática, acerca de las posibilidades de refundar una teoría normativa de la justicia a partir de los recursos y límites teóricos definidos por la ética discursiva (Diskursethik). En este artículo se buscan delinear aspectos principales\nde la quaestio disputata sobre la justicia, a partir de los insumos de la teoría crítica. Estas cuestiones han sido propuestas por varios autores de la filosofía latinoamericana y se inspira en algunos de esos desarrollos para avanzar algunas ideas acerca de la contextualización de la justicia que permita\nun diálogo meta-crítico entre tradiciones filosóficas, y con lo que algunos denominan justicia “anamnética\" e “intercultural\". Ello ayudaría a repensar el espacio ético-político de la justicia en un mundo global.In contemporary political philosophy a sustained and systematic discussion\nhas been observed about the possibilities of re-establishing a normative\ntheory of justice from theoretical resources and limits defined by the Diskursethik. This article seeks to outline some key aspects of the disputata quaestio about justice, based on the inputs of critical theory. These issues have already been proposed by several authors of Latin American philosophy and it is inspires on some of these developments to advance various ideas about the contextualization of justice that allows progress in a meta-critical dialogue between philosophical traditions, and which some would name “anamnestic\" and “intercultural\" justice. This would help the way to rethink the ethical-politcal space of justice in a global world.Fil: Salas Astraín, Ricardo. \n    Universidad Católica de Temuco (Chile",
      "publisher": "Universidad Nacional de Cuyo. Facultad de Filosofía y Letras. Instituto de Filosofía Argentina y Americana",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161647049.pdf",
      "source_url": "http://bdigital.uncu.edu.ar/objetos_digitales/9768/10-salas-cuyo32-2015.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "9209309",
      "doi": "10.5840/envirophil201642634",
      "title": "On Becoming Human in Lingít Aaní: Encountering Levinas through Indigenous Inspirations",
      "authors": [
        {
          "name": "Neely, Sol"
        }
      ],
      "year": 2016,
      "abstract": "Calls for taking up wisdom in its place risk re-inscribing coloniality at the level of signification if attempts to resituate intelligibility in the specificity of place are not enacted through a careful translation of experience between victims and perpetrators of colonial violence. At some level, decolonization ought to be conceived as a kind of translation. Emmanuel Levinas' project to \"translate\" Judaism into Greek is one way of staging such decolonial translation by providing us an internal critique of coloniality while remaining receptive to indigenous inspirations that enrich eco-phenomenological ways of encountering place. In the final instance, however, this paper calls for encountering place through the indigenous languages that make place ethically legible. [ABSTRACT FROM AUTHOR]Ye",
      "publisher": "'Philosophy Documentation Center'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/162579450.pdf",
      "source_url": "https://scholarworks.alaska.edu/bitstream/11122/8157/1/NEELY-Environmental%20PhilosophySol%20Neely.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "8859820",
      "doi": null,
      "title": "Delphine Red Shirt: George Sword's Warrior Narratives: Compositional Processes in Lakota Oral Tradition",
      "authors": [
        {
          "name": "Phillips, Rachel Sherman"
        }
      ],
      "year": 2018,
      "abstract": "George Sword  an Oglala Lakota (1846–1914) learned to write in order to transcribe and preserve his people’s oral narratives.  In her book Delphine Red Shirt, also Oglala Lakota and a native speaker, examines the compositional processes of George Sword and shows how his writings reflect recurring themes and story patterns of the Lakota oral tradition. Her book invites further studies in several areas including literature, translation studies and more.  My review of her book suggests some ways  it could be used as a primary resource book in developing curricula in Indigenous philosoph",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/199234756.pdf",
      "source_url": "https://philpapers.org/archive/PHIDRS.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
