{
  "status": "success",
  "source": "core",
  "query": "decolonial epistemology Dussel",
  "results": [
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "14316971",
      "doi": null,
      "title": "Education and training, knowledge production, and colonial difference. A perspective from inside Europe",
      "authors": [
        {
          "name": "Forster, Edgar"
        }
      ],
      "year": 2016,
      "abstract": "Colonialism has ended, but the structure of colonial power persists, and education is a key vehicle for the colonization of the mind. Following the research of the Latin America collective project modernidad/ colonialidad, this paper analyzes the continuous reproduction of colonial power in European programs on education and training as well as in the production of educational knowledge. The neoliberal impact of European politics affects societies in and outside of Europe and intensifies a hegemonic struggle over educational knowledge production, educational studies, and the humanities. The complex praxis of what I call the ‘epistemic community Europe’ articulates the hegemonic and colonial power. I, then, take a closer look at the elements of this epistemic community and discuss two of them in detail: the ‘scientification’ of politics and the relevance of the human capital approach. The neoliberal turn of European governance produces standardized educational knowledge and, simultaneously, ‘absences.’ Resistance emerges from absent experiences and knowledges, which open the field for decolonial options.Nach dem Ende des Kolonialismus existieren koloniale Strukturen und Denkmuster weiter, und Erziehung und Bildung tragen wesentlich zu ihrer Reproduktion bei. In diesem Artikel werden im Anschluss an Forschungen des kollektiven lateinamerikanischen Projekts modernidad/ colonialidad Programme der europäischen Politik zu Erziehung und Training sowie zur Offenen Methode der Koordinierung auf hegemoniale und koloniale Strukturen untersucht. In einem ersten Schritt beschreibe ich die Governance-Praktiken als epistemic community Europe. In einem zweiten Schritt analysiere ich zwei Elemente dieser epistemic community genauer: die ‚Verwissenschaftlichung‘ der Politik und die Bedeutung des Humankapitalansatzes. Die neoliberale Politik der Europäischen Union produziert zusammen mit transnationalen Organisationen wie der OECD nicht nur standardisiertes Wissen über Bildung und Erziehung, sondern sie produziert damit auch sogenannte ‚Abwesenheiten‘ und erzeugt damit Alternativlosigkeit. Zugleich aber erzeugen exkludierte Erfahrungen Widerstände und eröffnen das Feld für dekoloniale Optionen",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/79426722.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20030/1/Education%20and%20training%2c%20knowledge%20production%2c%20and%20colonial%20difference.%20A%20perspective%20from%20inside%20Europe.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "53864159",
      "doi": null,
      "title": "The non-perplexity of human rights",
      "authors": [
        {
          "name": "Nayar, Jayan"
        }
      ],
      "year": 2019,
      "abstract": "What do we (think we) speak about when we speak of Human Rights? Mostly we think that we speak of the fate of the vulnerable Human-being in her beingness in the world. Given this assumption, three recurring perplexities- of territoriality, parochiality-imperiality and coloniality – appear to preoccupy much critical thinking on the subject. I suggest a different reason underpins the invention and operation of Human Rights. I argue that Human Rights, as a (post)colonial technology of subjectification, operates in perverse coherence, to rationalize and regulate the global (b)ordering of differentiated subject-beingness: of license, containment and abandonment. As such efforts that aim to rescue Human Rights for the human-subject merely reinforce the adaptive operations of global governmentality to norm-alise and resettle the World. Against this I suggest a return to an anti-colonial philosophical orientation of desubjectification",
      "publisher": "John Hopkins University Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/185246153.pdf",
      "source_url": "http://wrap.warwick.ac.uk/112552/3/WRAP-non-perplexity-human-rights-Nayar-2019.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "53864431",
      "doi": "10.16993/iberoamericana.429",
      "title": "Counter-hegemonic narratives and the politics of plurality : problematising global environmental governance from Latin America through the case of Bolivia",
      "authors": [
        {
          "name": "Coletta, Michela"
        },
        {
          "name": "Raftopoulos, Malayna"
        }
      ],
      "year": 2018,
      "abstract": "This article seeks to problematise current frameworks of global environmental governance by examining how the neoliberal model continues to rely on the state to suppress plurinational justice. Firstly, it discusses the creation of counter-hegemonic discourses through the emergence of new centres of epistemic production. Secondly, it analyses the ways in which these narratives interact, or fail to interact, with state policies on a local, national and international level through the case study of Evo Morales’ Bolivia. The article argues that one of main challenges confronting environmental governance will be to reformulate sovereignty as an epistemic and relational – as well as political and territorial – set of relationships",
      "publisher": "'Stockholm University Press'",
      "journal": "Iberoamericana – Nordic Journal of Latin American and Caribbean Studies",
      "download_url": "https://core.ac.uk/download/185246180.pdf",
      "source_url": "http://wrap.warwick.ac.uk/112636/1/WRAP-counter-hegemonic-narratives-politics-plurality-Coletta-2018.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456627",
      "doi": null,
      "title": "Modern global imaginaries, modern subjects, enduring hierarchical relations and other possibilities",
      "authors": [
        {
          "name": "Susa, Rene"
        }
      ],
      "year": 2016,
      "abstract": "This paper discusses selected dispositions and characteristics of the modern liberal/Cartesian subject observed in students’ responses to a survey on internationalization of higher education in Canada. The data on which this paper draws is part of a larger database of surveys, interviews, policy analyses and case studies that were developed within the framework of the Ethical Internationalization in Higher Education (EIHE) research project. The EIHE project was funded by the Finnish Academy of Science and was conducted between 2012-2016. This paper draws on three key findings from the responses of students (1451) of seven participating Canadian universities to present a broader (theoretical) context that could be inferred from what was observed in the data. For this purpose the paper first discusses some of the theories related to the existence and prevalence of the modern global imaginary that could be considered as a meta-framework under which such relations between the (modern) subject and his/her Other are normalized. In the next step it draws on psychoanalytical strands of decolonial and postcolonial critiques of the modern subject in an attempt to sketch some of problematic (and often unacknowledged) characteristics of the modern liberal/Cartesian subject that lead to constant re-production of binary hierarchical relations grounded on epistemic violence and privilege.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894655.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20126/1/Modern%20global%20imaginaries%2c%20modern%20subjects%2c%20enduring%20hierarchical%20relations%20and%20other%20possibilities.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8340914",
      "doi": "10.1080/19472498.2015.1109305",
      "title": "Activism, knowledge and publishing: some views from Pakistan and Afghanistan",
      "authors": [
        {
          "name": "Ahmad, Mahvish"
        },
        {
          "name": "Caron, James"
        }
      ],
      "year": 2015,
      "abstract": "How can academic publishers support the study of regions and fields that receive comparatively little attention within South Asia-related humanities and social scuiiences? Approaching this question with regard to Pakistan and Afghanistan opens a series of conceptual questions that\n\nare useful beyond these cases. Above all, we contend that support to marginal specializations, particularly in service of making them less marginal, must involve an openness to the world beyond professional academic life. By this, we first mean an openness to different purposes for knowledge that are related to political and social stakes in countries other than India. Second, we suggest the need for a greater openness to different sources and forms of knowledge than have traditionally been admitted into academic conversation in the global north",
      "publisher": "'Informa UK Limited'",
      "journal": "South Asian History and Culture",
      "download_url": "https://core.ac.uk/download/42550487.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378088/1/Caron-Ahmad%20SAHC%20Roundtable%20Essay%20Final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40921716",
      "doi": null,
      "title": "Higher education in decolonial key",
      "authors": [
        {
          "name": "Alvarado, Mariana"
        }
      ],
      "year": 2015,
      "abstract": "En breves líneas me interesaría instalar una mirada desde el Sur apoyada en uno de los textos del sociólogo portugués Boaventura de Sousa Santos a fin de pensar en qué medida sería deseable y cómo sería posible descolonizar la Universidad, las prácticas académicas, la gestión de la ciencia y la producción del conocimiento científico, en el marco de un diálogo fronterizo al monólogo monoculturalista eurocéntrico. Una mirada que instale la urgencia de un diálogo tránsdisciplinar en el que tengan lugar las mujeres como sujeto de enunciación y los pedagogos de la región como activistas pedagógico. Un diálogo transdisciplinar que priorice procesos de traducción como compromiso político–epistémico en la co–construcción de una pedagogía de la resistencia desde las fronteras de lo pedagógico.I would like to install , in a few lines , a view from the South supported by one of the texts of the Portuguese sociologist Boaventura de Sousa Santos . A look that asked if it would be desirable and how it would be possible to decolonize the University , academic practices, the management of science and scientific knowledge production. A look to install the urgency of an interdisciplinary dialogue in which women as subjects of enunciation and educators of the region as a pedagogical activists take place. An interdisciplinary dialogue that prioritizes translation processes as a political – epistemic commitment to the co – construction of a pedagogy of resistance from the borders of pedagogy.Fil: Alvarado, Mariana. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Universidad Nacional de Cuyo. Facultas de Ciencias Políticas y Sociales",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159292368.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/42566/2/CONICET_Digital_Nro.521d19a0-097a-4cfe-b0a3-8f90e29bf41f_A.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "54281213",
      "doi": "10.1080/13200968.2017.1322024",
      "title": "Irigaray between God and the Indians : sexuate difference, decoloniality, and the politics of ontology",
      "authors": [
        {
          "name": "Seely, Stephen D."
        }
      ],
      "year": 2017,
      "abstract": "In this essay, I situate Irigaray’s philosophy of sexuate difference between the Heideggerian response to the collapse of the project of Western modernity (‘only a god can save us’) and that of decolonial theorist Oscar Guardiola-Riviera (‘only Indians can save our modern soul’). First, I return to Heidegger’s theorisation of ‘planetary technicity’ as the ontology of modernity, arguing, with Heidegger, that in order to respond to this problem we must return to the question of Being. From here, I link Heidegger’s theory of technicity with the work of decolonial theory on the ‘coloniality of Being’, suggesting that one reason for Heidegger’s pessimism is that he did not think technicity from beyond a Eurocentric perspective. The recent ‘ontological turn’ in decolonial anthropology that seeks to study Indigenous thought as ontology, however, shows that there are resources for thinking beyond the onto-logic of technicity. Yet, here, I return to Irigaray’s critique of Heidegger for his forgetting of sexuate difference in his analysis of technology to say that a move to a decolonial ontology beyond planetary technicity can only take place if we go through an ontology of sexual difference: because, as Irigaray shows, the onto-logic of technicity that underwrites coloniality and modernity begins in an ontological annihilation of life, sexuate difference, and the maternal debt, the only way to recover this is by thinking the question of sexuate difference. Finally, I conclude by examining the case of the Kogi peoples of Colombia who have warned Westerners that the destruction of the planet can only be stopped if we learn to recompense our common Mother. This case, I suggest, shows how and why the turn to non-Western ontologies as a way out of the death project of modern technicity must reckon with the work of Irigaray",
      "publisher": "'Informa UK Limited'",
      "journal": "Australian Feminist Law Journal",
      "download_url": "https://core.ac.uk/download/186333162.pdf",
      "source_url": "http://wrap.warwick.ac.uk/113345/1/WRAP-Irigaray-God-Indians-Seely-2017.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8344247",
      "doi": "10.1080/19472498.2016.1223716",
      "title": "Borderland Historiography in Pakistan",
      "authors": [
        {
          "name": "Caron, James"
        }
      ],
      "year": 2016,
      "abstract": "In this article I survey historical writing related to the twentieth-century Afghan-Pakistan frontier, particularly Pashtun-majority locations in Khyber-Pakhtunkhwa: the former Northwest Frontier Province. I focus on works that help conceptualize history beyond issues of political economy. Some locate themselves solely in the Anglophone academy, but this is not intended as a complete survey of their field. Rather, I place those works in dialogue with, and prioritize, eclectic histories that are both ‘about’ and ‘of’ the borderland; and I discuss this combined field with reference to other scholarly work on ‘thinking from borders’ in both the political-economic and intellectual-cultural senses. My goal is to intervene in the second set of borders, to disrupt boundaries between global academic culture and ‘other’ intellectual milieus. Taking tazkiras and autobiographies as examples, I argue that genres of writing from regions heavily fragmented by imperial bordering, among other factors, are social theory in action, not just representation for historians to appropriate. Engaging border history genres and taking seriously the insight they offer requires a willingness to engage the webs of social commitments that produced these works: to work in contribution to their milieus rather than merely writing about them",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42551047.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378042/1/Caron_22691.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "132504346",
      "doi": null,
      "title": "A Decolonial Feminist Ethnography: Empowerment, ethics and epistemology",
      "authors": [
        {
          "name": "Manning, Jennifer"
        }
      ],
      "year": 2022,
      "abstract": "A decolonial feminist ethnography is an empowering research methodology that can situate the knowledge, lived experiences and worldviews of ‘others’ who are often marginalised in management research, thought and practice. This methodology focuses on the importance of ethics and epistemology in shaping the methods of knowledge production while striving for empowerment in the research process. A decolonial feminist ethnography is a messy, bricolaged way of doing research. It is also an empowering methodology that draws attention to differences, inequalities and ‘otherness’. Reconfiguring critical ethnography to recognise the coloniality of power, a decolonial feminist ethnography enables researchers to consider and address the ethical and political implications of research and knowledge production",
      "publisher": "Technological University Dublin",
      "journal": null,
      "download_url": "https://core.ac.uk/download/539112908.pdf",
      "source_url": "https://arrow.tudublin.ie/cgi/viewcontent.cgi?article=1016&context=totalarcscbk",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "309224523",
      "doi": "10.1017/s0031819125000087",
      "title": "Critique and Alterity in Enrique Dussel's Decolonial Philosophy",
      "authors": [
        {
          "name": "Timmenga, Friso"
        },
        {
          "name": "Van Der Zande, Indira"
        },
        {
          "name": "Zwitter, Andrej"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyses the tension between the double focus on critique and alterity within decolonial discourses. We argue that an excess of critical thinking could lead to scepticism, whereas an overemphasis on alterity could result in dogmatism. Consequently, since both approaches end up obstructing epistemic decolonization, we argue that it is necessary to strike a balance between critique and alterity; a balance that does not resolve the tension, but seeks to reveal its underlying relation. The first section locates decolonial theory within the framework of critical theory. We highlight how Quijano, Dussel and Mignolo invoke the critical tradition, whilst simultaneously claiming that a radical departure from it is necessary. Turning more explicitly to Dussel in Section 2, we explain Dussel's analectics as a method to localize discourses, in which globally excluded perspectives are foregrounded. In the third section, we defend Dussel's universalism and rationalism against criticisms from Castro-Gómez and Vallega by interpreting him as a relational thinker. Ultimately, the paper concludes that the success of epistemic decolonization hinges on its ability to reconcile classic notions of universality and rationality in a manner that avoids dogmatism and scepticism, namely by a continual grounding of philosophical discourse in material life.</p",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/686192213.pdf",
      "source_url": "https://pure.rug.nl/ws/files/1407696525/critique-and-alterity-in-enrique-dussels-decolonial-philosophy.pdf",
      "language": "en",
      "document_type": "research article"
    },
    {
      "core_id": "12270131",
      "doi": "10.1080/01436597.2017.1331123",
      "title": "White innocence in the Black Mediterranean: hospitality and the erasure of history",
      "authors": [
        {
          "name": "Danewid, Ida"
        }
      ],
      "year": 2017,
      "abstract": "Themes of loss, grief, and vulnerability have come to occupy an increasingly central position in contemporary poststructuralist and feminist theory. Thinkers such as Judith Butler and Stephen White have argued that grief has the capacity to accesses or stage a commonality that eludes politics and on which a new cosmopolitan ethics can be built. Focusing on the role of grief in recent prorefugee activism in Europe, this article argues that these ethical perspectives contribute to an ideological formation that disconnects connected histories and that turns questions of responsibility, guilt, restitution, repentance, and structural reform into matters of empathy, generosity, and hospitality. The result is a veil of ignorance which, while not precisely Rawlsian, allows the European subject to re-constitute itself as “ethical” and “good”, innocent of its imperialist histories and present complicities",
      "publisher": "'Informa UK Limited'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/201000918.pdf",
      "source_url": "http://sro.sussex.ac.uk/id/eprint/83136/3/Danewid_White%20innocence%20in1.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "14319342",
      "doi": null,
      "title": "Globalität und Bildung: Literaturbericht",
      "authors": [
        {
          "name": "Forster, Edgar"
        },
        {
          "name": "Scherrer, Madeleine"
        }
      ],
      "year": 2017,
      "abstract": null,
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/79427725.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "170503360",
      "doi": "10.35293/jdd.v1i2.24",
      "title": "Is there a Post-Marxist Criticism to the Decolonial Critique?",
      "authors": [
        {
          "name": "Stromback, Dennis"
        }
      ],
      "year": 2021,
      "abstract": "This article makes explicit a hidden tension between post-Marxism and decolonial studies, which points to a challenge for intercultural dialogue. While post-Marxism seeks to rehabilitate a universal foundation for the construction of truth claims—a universal already formed within Western modernity—the decolonial critique seeks to dismantle all universals connected to the myths of modernity and therefore demands a departure from the standpoint of the cultural periphery. In fact, Alain Badiou and Slavoj Žižek, like other post-Marxists, have been rather critical of the standpoints articulated by decolonialists who strive to include cultural differences and marginalised identities in the process of knowledge production, but the reality is that the decolonial critique, more so than post-Marxism, is well-supported by the historical evidence, thus demonstrating the need for Enrique Dussel calls a ‘transmodern pluriverse’ in the academic world. In pursuit of diffusing this tension between the post-Marxists and the decolonialists, this article calls for further investigation in terms of determining if real dialogue is possible between these two trajectories of thought",
      "publisher": "University of Pretoria",
      "journal": null,
      "download_url": "https://core.ac.uk/download/639331389.pdf",
      "source_url": "https://upjournals.up.ac.za/index.php/jdd/article/download/24/301",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8388401",
      "doi": null,
      "title": "Decolonial Epistemologies for Energy Planning in Brazil",
      "authors": [
        {
          "name": "De Freitas E Silva, A."
        },
        {
          "name": "De Freitas E Silva, A."
        }
      ],
      "year": 2019,
      "abstract": "This thesis opens up theoretical pathways for decolonial epistemologies for energy planning in Brazil. The critical analysis is verticalized from the 2015–2024 Brazilian Decennial Energy Expansion Plan (DEEP) to better highlight the epistemological problems in energy planning. Epistemological challenges demand a critical understanding of the ethical system we live in – the ethics of exhaustion – to enable a comprehensive radical transformation of the consideration of energy futures, since epistemology is part of the formalization of ethics. This thesis argues that energy planning in Brazil is based on the ethics of exhaustion to epistemically impose the colonial agenda of power. Energy futures are planned as necessary harm to achieve the fetishized good, normalized as the ethical intersubjective and human–environment relationships. Critically analysing the ethical system enables understanding the epistemologies for energy planning in Brazil as the formal moment of the ethics of exhaustion, which can only be challenged in an intersectional manner by framing the multilateral and collateral aspects of the violence consistent in planning energy futures regardless and to the detriment of the existence of life. Epistemic diversity is the first step towards decolonizing energy planning. It comprises: the inclusion of indigenous and communal perspectives when elaborating the energy plans; having persons directly affected by energy enterprises as the majority of the personnel involved in the activity of planning; setting the priority of energy planning as the production and reproduction of all lives in a non-hierarchized manner; recognizing the necessary balance in the human–environment relationship; privileging local needs in relation to transnational markets; and intentionally de-hierarchizing the benefits of energy exploitation by delinking energy studies, production, and distribution from financial capital. This work challenges colonial epistemologies, based on the ethics of exhaustion, from the standpoint of the colonial difference, proposing epistemic diversity as the impulse for decolonial energy planning in Brazil. It is an urgent academic task to perceive epistemic decolonization to transform the present in order to stop condemning the future to social and environmental catastrophes",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/376907548.pdf",
      "source_url": "https://westminsterresearch.westminster.ac.uk/download/43e5ca434154ee5078682ca12b42ab84713ca174c48b08dd770f17a92719b97e/2334835/Angelica%20Silva_Thesis_Decolonial%20Epistemologies%20for%20Energy%20Planning%20in%20Brazil.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "69997693",
      "doi": null,
      "title": "Decolonizing Revelation: A Spatial Reading of the Blues",
      "authors": [
        {
          "name": "Burnett, Rufus, Jr."
        }
      ],
      "year": 2016,
      "abstract": "Decolonizing Revelation: A Spatial Reading of the Blues demonstrates that the cultural phenomenon of the blues is an indigenous way of knowing that offsets the hidden logic of racialized dominance within modern Christian understandings of revelation. In distinction from the Christian, Religious, and racialized understandings of the blues, this dissertation focuses on the space in which the blues emerges, the Delta Region of the United States. By attending to space, this dissertation shows how critical consideration of geography and region can reveal nuances that are often veiled behind racialized and theologized ways of understanding the people of the Delta Region. Reading the blues in space discloses the ways in which the blues dislocates the confines of interpreters that label it a racialized phenomenon on one hand, and  the devil\\u27s music  on the other. By wresting the blues from colonialist and racist logics, this dissertation contends that the space that produces the blues can be recovered as a viable resource for reimagining a theology of revelation",
      "publisher": "Duquesne Scholarship Collection",
      "journal": null,
      "download_url": "https://core.ac.uk/download/234048221.pdf",
      "source_url": "https://dsc.duq.edu/cgi/viewcontent.cgi?article=1381&amp;context=etd",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "52451767",
      "doi": null,
      "title": "Perspectivas de estudiantes universitarios sobre autoridad, ética e ideología docente en Brasil",
      "authors": [
        {
          "name": "Barroso Tristán, José María"
        },
        {
          "name": "González Monteagudo, José"
        }
      ],
      "year": 2018,
      "abstract": "Este artículo surge de una investigación realizada en una universidad\r\nbrasileña acerca de las perspectivas de los estudiantes sobre autoridad,\r\npoder y ética de los profesores, y su influencia en los procesos de enseñanza-\r\naprendizaje. La ética docente se sitúa como reguladora de la autoridad\r\ny del poder. Analizamos la acción pedagógica de los docentes, particularmente\r\nen relación con la imposición de su ideología sobre los estudiantes\r\ny las consecuencias de ello sobre el aprendizaje. La metodología se basó en\r\ngrupos de discusión, llevados a cabo con 18 estudiantes. Los estudiantes\r\nperciben que los docentes frecuentemente imponen su ideología a través\r\nde la evaluación y de estrategias para evitar opiniones diferentes o la\r\nconcesión de privilegios a quienes comparten la ideología del profesor.\r\nConcluimos que la imposición ideológica de los docentes se basa en una\r\nautoridad no ética que impide la autonomía de los estudiantes y perjudica\r\nlos procesos de aprendizaje.This article was produced through a research project carried out at a Brazilian\r\nuniversity, into students’ perspectives on authority, power and ethics\r\namong faculty members, and their influence on learning-teaching processes.\r\nTeaching ethics is positioned as a regulator of authority and power. We analyze\r\nprofessors’ pedagogical action, particularly with regard to imposition of\r\ntheir ideology on students, and its consequences for the learning experience.\r\nThe methodology was based on discussion groups involving 18 students. The\r\nstudents perceive that teachers frequently impose their ideology through\r\nevaluation and strategies to avoid different opinions, or the concession of\r\nprivileges to those who share the professor’s ideology. We conclude the ideological\r\nimposition by faculty members is grounded in an unethical authority\r\nthat thwarts students’ autonomy and harms learning processes",
      "publisher": "IISUE-UNAM",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161255965.pdf",
      "source_url": "https://idus.us.es/bitstream/handle/11441/77551/2018%20ar%20Barroso%26JGM%20Perfiles%20MX.pdf?sequence=1&isAllowed=y",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "153716947",
      "doi": "10.17151/difil.2019.20.34.4.",
      "title": "Epistemology and politics : a critique of the “coloniality of knowledge” thesis.",
      "authors": [
        {
          "name": "Chambers, Paul Anthony"
        }
      ],
      "year": 2019,
      "abstract": "La tesis de la “colonialidad del saber” es filosóficamente débil e históricamente cuestionable. A través de un análisis de una variedad de textos de autores del “giro decolonial” demuestro que hacen afirmaciones no fundadas respecto a la conexión entre la epistemología cartesiana y las condiciones y relaciones socio-políticas de dominación en América Latina (dominación colonial, explotación capitalista, racismo, sexismo). Sostengo que su conceptualización de las ciencias naturales y sociales, además de su caracterización de la epistemología cartesiana, son superficiales e históricamente discutibles. Concluyo que la relación entre la epistemología y la política que la colonialidad del saber presupone no es plausible y se debe reformular.The thesis of the “coloniality of knowledge” is philosophically weak and historically questionable. Through an analysis of a range of texts of authors of the “decolonial turn” I show that they make unfounded assertions about the connection between Cartesian epistemology and the socio-political conditions and relations of domination in Latin America (colonial domination, capitalist exploitation, racism, sexism). I argue that their conceptualization of the natural and social sciences and their characterization of Cartesian epistemology are superficial and historically dubitable. I conclude that the relation between epistemology and politics that the coloniality of knowledge presupposes is implausible and should be reformulated",
      "publisher": "Universidad de Caldas",
      "journal": "Discusiones Filosóficas",
      "download_url": "https://core.ac.uk/download/487056780.pdf",
      "source_url": "https://revistasojs.ucaldas.edu.co/index.php/discusionesfilosoficas/article/download/164/125",
      "language": "es",
      "document_type": null
    },
    {
      "core_id": "297741549",
      "doi": "10.17151/difil.2019.20.34.4",
      "title": "Epistemología y política : una crítica de la tesis de la “colonialidad del saber”.",
      "authors": [
        {
          "name": "Chambers, Paul Anthony"
        }
      ],
      "year": 2019,
      "abstract": "The thesis of the “coloniality of knowledge” is philosophically weak and historically questionable. Through an analysis of a range of texts of authors of the “decolonial turn” I show that they make unfounded assertions about the connection between Cartesian epistemology and the socio-political conditions and relations of domination in Latin America (colonial domination, capitalist exploitation, racism, sexism). I argue that their conceptualization of the natural and social sciences and their characterization of Cartesian epistemology are superficial and historically dubitable. I conclude that the relation between epistemology and politics that the coloniality of knowledge presupposes is implausible and should be reformulated.La tesis de la “colonialidad del saber” es filosóficamente débil e históricamente cuestionable. A través de un análisis de una variedad de textos de autores del “giro decolonial” demuestro que hacen afirmaciones no fundadas respecto a la conexión entre la epistemología cartesiana y las condiciones y relaciones socio-políticas de dominación en América Latina (dominación colonial, explotación capitalista, racismo, sexismo). Sostengo que su conceptualización de las ciencias naturales y sociales, además de su caracterización de la epistemología cartesiana, son superficiales e históricamente discutibles. Concluyo que la relación entre la epistemología y la política que la colonialidad del saber presupone no es plausible y se debe reformular",
      "publisher": "Universidad de Caldas",
      "journal": "Discusiones Filosóficas",
      "download_url": "https://core.ac.uk/download/666469488.pdf",
      "source_url": "https://revistasojs.ucaldas.edu.co/index.php/discusionesfilosoficas/article/download/164/125",
      "language": "es",
      "document_type": "research article"
    }
  ],
  "count": 20,
  "errors": []
}
