{
  "status": "success",
  "source": "core",
  "query": "Enrique Dussel modernidad 1492",
  "results": [
    {
      "core_id": "43434257",
      "doi": "10.5354/0719-4862.2013.30115",
      "title": "El pensamiento filosófico latinoamericano, del Caribe y “Latino” (1300 – 2000): historia, corrientes, temas y filósofos",
      "authors": [
        {
          "name": "Viveros, Alejandro"
        }
      ],
      "year": 2013,
      "abstract": "Enrique Dussel, Eduardo Mendieta y Carmen Bohórquez México: CREFAL-Siglo XXI, 200",
      "publisher": "'Universidad de Chile'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84867727.pdf",
      "source_url": "http://revistas.uchile.cl/index.php/MRD/article/download/30115/31853",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "47282405",
      "doi": null,
      "title": "Aproximaciones al análisis de la otredad latinoamericana en Enrique Dussel",
      "authors": [
        {
          "name": "Randis, Macarena"
        },
        {
          "name": "Salatino, Noelia"
        }
      ],
      "year": 2013,
      "abstract": "Este trabajo busca indagar acerca de la crítica a la Modernidad llevada a cabo por Enrique Dussel, uno de los referentes más importantes de la filosofía de la liberación.\nAsimismo, intentamos rastrear algunos elementos que permitan dar cuenta de su visión acerca de la identidad latinoamericana. Particularmente,  trabajaremos con el libro 1492   El encubrimiento del otro. Hacia el origen del mito de la modernidad escrito por Dussel\nen 1992; esta serie de conferencias es fundamental para entender la postura que toma  el  autor ante la historia y la crítica profunda que realiza al proyecto de la modernidad y del  mito (irracional) sacrificial que esta supone, como veremos más adelante. \nHacia el final recogemos algunas críticas elaboradas por Raúl Fornet Betancourt y  Estela Fernández Nadal a la concepción de el Otro en el pensamientode Dussel.Fil: Salatino, Noelia. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales.Fil: Randis, Macarena. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646546.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/6200/salatinoomesa07.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "8499187",
      "doi": null,
      "title": "Praxis liberacionista de Enrique Dussel: la concepción del indio",
      "authors": [
        {
          "name": "SALADINO GARCIA, ALBERTO"
        },
        {
          "name": "SALADINO GARCIA, ALBERTO"
        }
      ],
      "year": 2010,
      "abstract": "Enrique Dussel es uno de los forjadores de la filosofía de la liberación cuya impronta estriba en desplegar una crítica radical de carácter anticapitalista. Toda vez que en su amplia y rica obra existen diversas referencias al indio americano, me pareció pertinente sistematizar sus reflexiones al respecto. Lo corroboran dos de sus obras: su tesis doctoral en la década de los años sesenta y otro texto de los años noventa, que apareció con dos títulos diferentes. En sus planteamientos se bordan tópicos para construir la explicación de la génesis del problema del indio latinoamericano, su ubicación como colonizado y las posibilidades acerca de la necesaria superación de esa situación",
      "publisher": "Centro de Investigaciones sobre América Latina y el Caribe",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55530070.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "123270510",
      "doi": null,
      "title": "Europa, modernidade e Eurocentrismo",
      "authors": [
        {
          "name": "Dussel, Enrique D. - Autor/a"
        }
      ],
      "year": 2010,
      "abstract": null,
      "publisher": "'Sociedad Argentina de Pediatria'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/35166562.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "64635277",
      "doi": null,
      "title": "Mesianismo y ethos barroco: figuras críticas para la resistencia y reexistencia cultural latinoamericana / Mesianism and baroque ethos: critical figures for Latin American cultural resistance and re-existence",
      "authors": [
        {
          "name": "Soazo Ahumada, Christian"
        }
      ],
      "year": 2017,
      "abstract": "Este artículo propone las figuras críticas del mesianismo y ethos barroco como categorías fundamentales para comprender la praxis subalterna latinoamericana. Considerando la figura del ethos barroco como aquella que se confronta con los elementos centrales de la episteme moderna, su lógica funcional y ficcional, se plantea una resistencia barroca como forma de sobrevivencia ante las lógicas de dominación occidentales. En el caso del mesianismo entendido como categoría política se postula una modalidad de re-existencia apelando a la exterioridad crítica de los excluidos, aquellos que provienen tanto de la cultura semítica ante la totalidad grecolatina como de las culturas indígenas frente a la conquista española, con el afán común de hacer desobrar el sistema de la dominación, a través de un repliegue en la mera contingencia y en la reconsideración de las formas y usos particulares de la vida, insubsumibles tanto para el sistema capitalista como para el ordenamiento político-jurídico.This paper describes the critical figures of mesianism and baroque ethos as fundamental categories to understand Latin American subaltern praxis. Considering the figure of the baroque ethos as a category that confronts the crucial elements of modern episteme, its functional and fictional logic, it is considered a baroque resistance as a form of survival to the logic of Western domination. In the case of mesianism as political category is postulated a way of re-existence by appealing to the critical exteriority of the excluded, those that come from both the Semitic culture facing the Greco-Roman Totality and indigenous cultures from the Spanish conquest, with the common aim to do inoperative the system of domination, through a withdrawal into the mere contingency and the reconsideration of the forms and particular uses of life, which cannot be subsumed for the capitalist system and the political and legal order",
      "publisher": "Instituto de Estudios Avanzados - Universidad de Santiago de Chile",
      "journal": null,
      "download_url": "https://core.ac.uk/download/162595727.pdf",
      "source_url": "http://www.revistas.usach.cl/ojs/index.php/ideas/article/download/2753/2491/",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39670062",
      "doi": null,
      "title": "The invisibility of the Haitian Revolution and its possible decolonial resistances from the negritude",
      "authors": [
        {
          "name": "Díaz Espinoza, Raúl Esteban"
        }
      ],
      "year": 2014,
      "abstract": "El presente artículo pretende analizar el silenciamiento de la Revolución de Haití por parte\r\nde las narrativas eurocéntricas y occidentales de la historia universal. En este sentido, es\r\nde vital importancia señalar que esta invisibilización es producto de una inferiorización\r\nepistémica y racial por parte del locus de enunciación eurocentrista, el cual ha tenido el\r\nprivilegio de categorizar los acontecimientos históricos según su cercanía con el modelo\r\npresupuesto ideal de humanidad occidental.\r\nPor otro lado, se expone el concepto de negritud de Aimé Césaire y Franz Fanon, dos\r\nintelectuales que constituyen el pensamiento anticolonial de mediados del siglo XX. A partir\r\nde esta visión, se plantea que la negritud, como categoría política y epistémica, permite\r\nel germen discursivo y práctico para las resistencias decoloniales en el Caribe, emergiendo\r\nel robo de la palabra y la construcción de su propio derecho a la enunciación. Desde esta\r\nóptica, se indaga en los dispositivos de poder que actúan en la geopolítica del conocimiento\r\nen torno a la Revolución de Haití, pero proponiendo finalmente una inversión de ésta desde\r\nel hecho político de la heterodefinicionThis article seeks to analyze the silencing of the Haitian Revolution on the part of the\r\neurocentric and western narratives in universal history. In this regard, it is of vital importance\r\nto note that this invisibility is the product of a traditional epistemic and racial inferior status\r\non the part of the eurocentric locus of enunciation, which has had the privilege to categorize\r\nthe historical events according to their closeness to the pre-course western ideal model of\r\nhumanity.\r\nOn the other hand, it exposes the concept of negritude of Aimé Césaire and Franz Fanon,\r\ntwo intellectuals that constitute the anti-colonial thinking of the mid-twentieth century. From\r\nthis vision, it is suggested that negritude, as both political and epistemic category, allows\r\nthe discursive and practical germ for the decolonial resistances in the Caribbean, emerging\r\nthe theft of the word and the construction of your own right to the enunciation. From this\r\nperspective, it explores the power devices operating in the geopolitics of knowledge about\r\nthe Haitian Revolution, but finally proposing a reversal of this from the political fact of the\r\nheterodefinicio",
      "publisher": "Universidad Autónoma de Madrid. Grupo de Estudios de Relaciones Internacionales (GERI)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/677281/RI_25_2.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/677281",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7684959",
      "doi": null,
      "title": "¡Otra emancipación … hay que conquistar!",
      "authors": [
        {
          "name": "Arpini, Adriana"
        }
      ],
      "year": 2016,
      "abstract": "Fil: Arpini, Adriana. \n    Universidad Nacional de Cuy",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646873.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/8713/arpini.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "39685534",
      "doi": "10.15366/relacionesinternacionales2018.39.006",
      "title": "Latin American descolonial feminisms: Geopolitics, resistance and International Relations",
      "authors": [
        {
          "name": "Villarroel Peña, Yetzy Urimar"
        }
      ],
      "year": 2018,
      "abstract": "El feminismo descolonial latinoamericano nace con una fuerte influencia del feminismo autónomo\r\nlatinoamericano que, a partir de 1980-1990, comenzó un proceso de desarrollo de pensamiento\r\ny prácticas políticas de resistencia para visibilizar la desigualdad de raza, etnia, clase, sexo y\r\ngénero en que viven buena parte de las mujeres de América Latina. Se propone desmontar la\r\nadscripción categorial de occidente tanto en lo académico como en lo político, por ello tiene\r\nvital importancia en y para las relaciones internacionales. Uno de los retos del pensamiento\r\ndescolonial ha sido comprender la dimensión global y su conexión con lo local para repensar las\r\nposibles alternativas políticas a la globalización neoliberal y a la colonialidad, y en ese sentido\r\nadquiere carácter geopolítico. Interesa: 1) Explicar el feminismo descolonial en América Latina\r\ny diferenciarlo de otras formas de feminismo, especialmente, del feminismo postcolonial. 2)\r\nDeterminar las fuentes de la cuales se nutre y las concepciones ontológicas, epistemológicas,\r\nestéticas y éticas que le caracterizan. 3) Determinar las prácticas políticas colectivas que le\r\npreceden y sus propuestas de transformación sociopolíticas y, finalmente, 4) revisar su utilidad\r\nen el ámbito de las Relaciones Internacionales. Se concluye que es un pensamiento altamente\r\nestratégico porque considera el valor de otras epistemologías, ontologías, éticas y estéticas para\r\npensar el mundo fuera de los discursos de derecha e izquierda.The Latin American decolonial feminism was born with a strong influence of the Latin American\r\nautonomous feminism that from 1980-1990 began a process of development of thought and\r\npolitical practices of resistance to make visible the inequality of race, ethnicity, class, sex and\r\ngender in which a good part of the women of Latin America live. It is proposed to dismantle\r\nthe categorical ascription of the West both in the academic and in the political, for that reason\r\nit has vital importance in and for the International Relations discipline. One of the challenges\r\nof decolonial thinking has been to understand the global dimension and its connection with the\r\nlocal to rethink the possible political alternatives to neoliberal globalization and coloniality and\r\nin that sense it acquires geopolitical character. Interested in: 1) Explain decolonial feminism in\r\nLatin America and differentiate it from other forms of feminism, especially postcolonial feminism.\r\n2) Determine the sources from which it is nourished and the ontological, epistemological,\r\naesthetic and ethical conceptions that characterize it. 3) Determine the collective political\r\npractices that precede it and its proposals for socio-political transformation and finally 4)\r\nreview its usefulness in the field of international relations. It is concluded that it is a highly\r\nstrategic thought because it considers the value of other epistemologies, ontologies, ethics\r\nand aesthetics to think the world outside the discourses of right and lef",
      "publisher": "'Servicio de Publicaciones de la Universidad Autonoma de Madrid'",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/685445/RI_39_7.pdf?sequence=1&isAllowed=y",
      "source_url": "http://hdl.handle.net/10486/685445",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39670278",
      "doi": null,
      "title": "We must kill the bandits: Identity, alterity, and the state of exception in Haiti (2004-2006)",
      "authors": [
        {
          "name": "Fonseca, Melody"
        }
      ],
      "year": 2015,
      "abstract": "¿Cómo se constituye un bandido y cómo se nombra un otro? ¿Cómo se gestiona la alteridad\r\ny su relación con el poder? ¿Cómo operan los dispositivos de poder diferenciando entre la\r\nvida de unos y la muerte de otros? En este artículo discuto, primeramente, cómo se ha\r\nanalizado el concepto de alteridad y su relación con la diferencia desde ciertos enfoques\r\ncríticos como el posestructuralismo, los estudios poscoloniales y el pensamiento decolonial\r\ndentro y fuera de la disciplina de las Relaciones Internacionales. En segundo lugar, presento\r\nun breve resumen histórico sobre ciertos momentos claves en la historia haitiana, en los que\r\nla construcción de un discurso sobre Haití, como un sujeto a temer, sirvieron para pretender,\r\ncontener o convertir su otredad. Por último, analizo cómo en el periodo de pacificación\r\nde Haití tras la salida del gobierno de Jean Bertrand Aristide en 2004, las fuerzas de\r\nmantenimiento de la paz de las Naciones Unidas y la Policía Nacional Haitiana, emplearon\r\nuna serie de dispositivos discursivos sobre ciertos sectores de la población haitiana que\r\npermitieron naturalizar el asesinato de miles de personas en nombre del restablecimiento\r\ndel ordenHow are bandits constructed and how are they labelled as such? How is alterity and its relation\r\nwith power managed? How do power dispositifs operate in order to differentiate between\r\nthe life of some and the death of others? In this article I discuss, firstly, how the concept\r\nof alterity has been analyzed from different critical approaches such as poststructuralism,\r\npostcolonial studies and decolonial thinking inside and outside of the International Relations\r\ndiscipline. Secondly, I present a brief historical summary of main moments in Haitian history\r\nwhere the construction of the Haitian as a feared subject served to contain or convert their\r\notherness. Lastly, I analyze how the pacification process in Haiti after Jean Bertrand Aristide’s\r\nwithdrawal from government in 2004, the United Nations peacekeepers and Haitian National\r\nPolice deployed a set of discoursive dispositifs about certain sectors of Haitian population\r\nthat permit the naturalization of the murder of thousands of citizens in the name of orde",
      "publisher": "Universidad Autónoma de Madrid. Grupo de Estudios de Relaciones Internacionales (GERI)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/677092/RI_29_2.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/677092",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "38025927",
      "doi": "10.7770/cuhso-v26n1-art1019",
      "title": "Against the ventriloquism: notes on the uses and misuses of the translation of the subaltern knowledge in Latin America",
      "authors": [
        {
          "name": "Inclán Solís, Daniel"
        }
      ],
      "year": 2016,
      "abstract": "Este artículo compara dos forma de traducir el conocimiento de los subalternos en América Latina. Por un lado, en las dos últimas décadas, los estudios decoloniales han tratado de proponer una forma alternativa para pensar el continente centrándose en el conocimiento de las comunidades locales. Las estrategias de traducción utilizadas por estudios descoloniales apuntan a poner el conocimiento de los subalternos en el centro de un proyecto intelectual descolonización. Por otro lado, mucho antes del surgimiento de los estudios decoloniales, Bolivia fue escenario de un proyecto de traducción sumamente interesante que fundamentado en el conocimiento indígena. En la década de 1980, el Taller de Historia Oral Andina (THOA) desarrolló un proceso epistémico, cuyo objetivo principal fue la recuperación de las experiencias indígenas para la construcción de nuevos marcos analíticos. La traducción fue uno de los ejes de este proyecto historiográfico, fue utilizada como una herramienta en la lucha de estas comunidades para articular sus historias a su manera. Porque el THOA es prácticamente desconocido en América Latina, sus múltiples contribuciones ṕara rearticular los discursos subalternos través de la traducción han sido poco estudiadas. Al contrastar estos dos proyectos, este trabajo muestra los usos y abusos de la traducción del conocimiento subalterno en América LatinaAs a cultural text based on deeply conflicted social accents, Pascual Coña’s testimonial work continues to question different generations of readers-addresses, asking each of them —and us— to take a position, to make an interpretation of the events and the participants which would always be historically located. In the light of other previous and contemporary readings, this article examines Coña’s diverse and even opposite footings across time in three dissimilar though related contexts: discourse production, the nütram ‘stories’ included in the book, and the circulation contexts for the published work. From a perspective that istinguishes in this work the interaction of multiple voices, the analysis incorporates the notion of contact zone, understood as the social space in which geographically and historically separated peoples come into contact and establish lasting relations based on coercion, inequality, and conflict (Pratt, 1992). It concludes that Pascual Coña’s work, on the one hand, manages to subvert the «author» role that Moesbach allocated to himself in the first edition\r\nand, on the other, it also gains profound sense within the framework of the saga of narratives circulating in the area about the tragic fates of leading Mapuche longko on both sides of the Andes after their defea",
      "publisher": "'Universidad Catolica de Temuco'",
      "journal": "Cultura-Hombre-Sociedad",
      "download_url": "https://core.ac.uk/download/75990690.pdf",
      "source_url": "http://repositoriodigital.uct.cl/bitstream/handle/10925/1807/Daniel%20Incl%c3%a1n%20Sol%c3%ads.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7853656",
      "doi": null,
      "title": "Sapara: resistencia, extractivismo y modernidad",
      "authors": [
        {
          "name": "Díaz Chávez, Rubén Darío"
        }
      ],
      "year": 2018,
      "abstract": "La presente investigación relata cómo la nacionalidad Sapara ha resistido el choque con los españoles, americanos, órdenes religiosas, caucheros, petroleras y los gobiernos de turno. Colectividades que han impuesto condiciones violentas y amenazantes con el fin de estructurar un camino abierto para la colonización de la selva amazónica y la extracción de sus recursos naturales, dando como resultado la pérdida de patrimonios simbólicos, étnicos, ambientales y culturales. También se busca transmitir la voz de la nacionalidad Sapara a través de sus mensajes, además de ver la manera en que estos se han convertido, para ellos, en una herramienta de construcción de discursos críticos frente a los discursos dominantes; ya que los mensajes buscan romper las psico-estructuras de poder al detonar en el corazón y la conciencia de quien los recibe. Para terminar, como conclusión y considerando que esta investigación sobretodo busca expresar la voz de la nacionalidad Sapara, se comparte un mensaje hecho por ellxs en el que se manifiesta su posición frente a lo que están viviendo. La investigación también cuenta con un video que cuenta su presente inmediato y un mensaje en nombre de las mujeres Sapara",
      "publisher": "Universidad Andina Simón Bolívar, Sede Ecuador",
      "journal": null,
      "download_url": "https://core.ac.uk/download/224299771.pdf",
      "source_url": "http://repositorio.uasb.edu.ec/bitstream/10644/6677/1/PI-2018-14-D%c3%adaz-Sapara.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7686010",
      "doi": null,
      "title": "Neoliberalismo, necropolítica y mercantilización de la vida",
      "authors": [
        {
          "name": "Díaz, Martín E."
        }
      ],
      "year": 2017,
      "abstract": "El presente trabajo posee como propósito llevar a cabo un análisis de determinadas estrategias de gobierno desplegadas por el neoliberalismo vinculadas a la generación de nuevos mecanismos de racialización y deshumanización de ciertos grupos de la población, producidos en el marco del actual proceso de “acumulación por desposesión\" o bien de “acumulación por despojo\" de los territorios y bienes comunes de la naturaleza. En este sentido nos interesa abordar de qué modo del desbloqueo a escala global en la década del 70’ del siglo pasado del &quot;arte neoliberal&quot; de gobierno se encuentra asociado -en lo que hace a la particularidad histórica de Nuestra América- a un proceso de reorganización colonial del mundo, cuya memoria histórica se remonta a la conquista y colonización de nuestro continente hacia fines del siglo XV y comienzos del XVI, al igual que a un proceso de reconfiguración de los vínculos sociales y de colonización de la subjetividad.\nEn esta clave nos interesa problematizar de qué modo la actual fase del capitalismo global en su dimensión neoliberal y neocolonial se encuentra asociada -siguiendo en esto al pensador camerunés Achille Mbembe- al desarrollo de una gestión necropolítica de determinados grupos de la población considerados como excedentarios o sobrantes, como asimismo al despojo de los bienes comunes particularmente de aquellos territorios que poseen en la actualidad de un alto valor geoestratégico.Fil: Díaz, Martín E.. \n    Universidad Nacional del Comahu",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161647602.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/10432/neoliberalismonecropolticaymercantilizacin.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "40927439",
      "doi": null,
      "title": "Building feminist genealogies from the south: crossroads and tensions",
      "authors": [
        {
          "name": "Ciriza, Alejandra Graciela"
        }
      ],
      "year": 2015,
      "abstract": "Este trabajo describe, bajo iluminaciones procedentes de la historia, la compleja trama en la que arraigan las genealogías feministas en estas tierras. El recorrido realizado explicita un punto de vista crítico respecto del conocimiento legitimado y elabora una explicación acerca del lugar de América en la configuración del orden moderno y sus producciones intelectuales. En clave crítica respecto del eurocentrismo y el racismo es posible localizar, en el terreno abrupto de nuestra compleja y frecuentemente trágica historia, en las disímiles experiencias de mujeres y feministas de procedencias muy diversas y contenciosas, los anclajesmúltiples y contradictorios de nuestros feminismos.This article describes, through the knowledge of history, the complex plot in which feminist genealogies are rooted in these lands. The analysis explicitly states a critical view regarding the legitimized knowledge and elaborates an explanation about America’s role in the configuration of the modern order and its intellectual productions. From a critical perspective it is possible to identify, in the arduous situation of our complex and frequently tragic history and in the dissimilar experiences of women and feminists from diverse origins, the multiple and contradictory genealogies of our feminisms.Fil: Ciriza, Alejandra Graciela. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Universidad Nacional de Cuyo. Facultad de Ciencias Políticas",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159296969.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/41708/2/CONICET_Digital_Nro.817b9736-b245-4a73-b443-840dd5533b71_A.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "28479051",
      "doi": null,
      "title": "The ambiguous relationship with the european heritage. The anti-occidentalist conceptions of bolivian intellectuals",
      "authors": [
        {
          "name": "Mansilla, H. C. F."
        }
      ],
      "year": 2015,
      "abstract": "Importantes enfoques sobre la evolución latinoamericana y boliviana (como los estudios postcoloniales y las teorías sobre la descolonización y el indianismo) se basan en simplificaciones acerca de la modernidad occidental, las cuales tienen una raíz romántica y actúan mediante oposiciones binarias excluyentes. Pese a su lenguaje revolucionario, el efecto práctico de las mismas consiste en la consolidación del autoritarismo tradicional y en la justificación del paternalismo ancestral. Por otra parte, estas teorías antimodernistas simplifican la realidad del presente e impiden una comprensión adecuada del complejo mundo moderno.Important approaches on Latin American and Bolivian evolution (like postcolonial studies and the theories about decolonization and indianism) are based on simplifications concerning occidental modernity. Those theories have a romantic root and they work through excluding binary oppositions. In spite of their revolutionary language, their practical result lies in the consolidation of traditional authoritarianism and in the justification of ancestral paternalism. Otherwise, these antimodernist theories simplify present reality and avoid an adequate understanding of the complex modern order",
      "publisher": "'Universidad de Sevilla - Secretariado de Recursos Audiovisuales y Nuevas Tecnologias'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/51399053.pdf",
      "source_url": "https://idus.us.es/xmlui/bitstream/handle/11441/36309/La%20relacion%20ambigua%20con%20el%20legado%20europeo.pdf?sequence=1&isAllowed=y",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39676716",
      "doi": "10.15366/relacionesinternacionales2018.37.005",
      "title": "Rethinking diplomatic history: Dialogues, absences and challenges to understand global historical otherness",
      "authors": [
        {
          "name": "Arévalo Robles, Gabriel Andrés"
        }
      ],
      "year": 2018,
      "abstract": "El presente artículo pretende señalar las limitaciones de las teorías dominantes de\r\nlas Relaciones Internacionales sobre el entendimiento histórico de la diplomacia, y la\r\nnormalización hecha de las bases categoriales sobre las que es interpretada la alteridad\r\nhistórica mundial, la cual invisibilizó actores, saberes y prácticas diplomáticas que \r\nperviven en la exterioridad del sistema mundial. Para respaldar las afirmaciones del texto, se aportan hechos históricos de la actividad diplomática que dan cuenta tanto de la resistencia histórica como del entendimiento político y diplomático mundial. En su conjunto, se suma a la promoción de las agendas de investigación sobre diplomacia, interesadas en comprender mejor la alteridad planetaria y su preocupación por la transformación de la violencia y la dominación globalThis paper seeks to identify the limitations of mainstream International Relations theories about the historical understanding of diplomacy, and the normalization of the parameters used to interpret world historical otherness, which invisibilized actors, knowledge and diplomatic practices that survive outside the world system. For this purpose, the paper outlines historical facts of diplomatic activity that account for historical resistance as well as for global political and diplomatic understanding. Overall the paper aims to contribute to the research agendas on diplomacy, interested in better understanding planetary otherness and its concern for the transformation of violence and global domination",
      "publisher": "'Servicio de Publicaciones de la Universidad Autonoma de Madrid'",
      "journal": "Relaciones Internacionales",
      "download_url": "https://core.ac.uk/download/441635138.pdf",
      "source_url": "https://revistas.uam.es/relacionesinternacionales/article/download/8511/9595",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "135008103",
      "doi": null,
      "title": "1492",
      "authors": [
        {
          "name": "Oporto, Mario Néstor"
        },
        {
          "name": "Oporto, Mario Néstor"
        },
        {
          "name": "Quiroga, Agustina"
        },
        {
          "name": "Rogovsky, Cintia Noemí"
        }
      ],
      "year": 2022,
      "abstract": "Se presenta una lectura pormenorizada de la primer parte del libro 1492: el encubrimiento del otro: hacia el origen del mito de la modernidad (1992), de Enrique Dussel, en el que se ven cuatro conferencias a propósito del quinto centenario de la llegada de Colón a América. Su autor cuestiona el mito moderno irracional de justificación de la violencia ejercida por Europa frente al Nuevo Mundo y analiza cómo el ego moderno cartesiano tiene su origen práctico en la conquista de 1492. Para ello, hace la crítica de algunas categorías, como eurocentrismo, invención, descubrimiento, conquista, colonización, encuentro y conquista espiritual que el pensamiento moderno desarrolló a fin de ocultar la violencia y la irracionalidad moderna sobre el mundo de la vida (lebenswelt) de los habitantes de América.Facultad de Arte",
      "publisher": "Papel Cosido (FDA-UNLP)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/543238914.pdf",
      "source_url": "http://sedici.unlp.edu.ar/bitstream/handle/10915/135377/Documento_completo.pdf?sequence=1",
      "language": null,
      "document_type": null
    },
    {
      "core_id": "7793868",
      "doi": null,
      "title": "Uso y circulación de archivos históricos desde las prácticas sonoras",
      "authors": [
        {
          "name": "Estévez Trujillo, Mayra Patricia"
        }
      ],
      "year": 2014,
      "abstract": "Existen diversas trayectorias en nuestro continente de prácticas simbólicas contemporáneas que acceden a los archivos como posibilidades para la creación, tanto en las artes, estudios visuales así como en las que surgen desde los procesos de experimentación sonora. Los métodos, formas y usos de los archivos históricos en el escenario del campo del arte contemporáneo, por ejemplo, de manera dominante reflejan visiones críticas respecto a la linealidad interpretativa de la historia. Estas visiones muchas veces ponen al descubierto la circulación de contenidos visuales y sonoros que en varias ocasiones comparten linderos con interrogaciones provenientes de ramas interdisciplinarias como al etnohistoria, cuyas metodologías constituyen una oportunidad para la revisión de la noción de archivo, bajo el horizonte de propiciar sobre las “fuentes” lecturas más dinámicas a las canonizantes, ampliando los márgenes de la historia convencional",
      "publisher": "Universidad Andina Simón Bolívar, Sede Ecuador",
      "journal": null,
      "download_url": "https://core.ac.uk/download/159772556.pdf",
      "source_url": "http://repositorio.uasb.edu.ec/bitstream/10644/4311/3/PI-2015-7-Estevez_Uso%20y.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "39670359",
      "doi": null,
      "title": "The Challenges of ethnic studies in the United States and the westernized global university system",
      "authors": [
        {
          "name": "Grosfoguel, Ramón"
        }
      ],
      "year": 2012,
      "abstract": "Este artículo analiza la universidad occidentalizada y su fundamentalismo eurocéntrico en relación a las luchas de los grupos racializados en Estados Unidos y su impacto en la formación de los estudios étnicos al interior de la estructura epistémica de las universidades. De este modo, discute cuestiones relacionadas con el racismo/sexismo epistémico y los dilemas que los programas de estudios étnicos afrontan en la actualidad; particularmente, las formas de colonización disciplinaria, el multiculturalismo liberal y las políticas identitarias (“identity politics”).This article is an analysis of the Westernized university and its Eurocentric fundamentalism in relation to the subaltern struggles of racialized groups in the United States and its impact on the formation of ethnic studies in the university’s epistemic structure. The article goes on to discuss questions of epistemic racism/sexism and the dilemmas that ethnic studies programs confront today in particular forms of disciplinary colonization, liberal multiculturalism and identity politics",
      "publisher": "Universidad Autónoma de Madrid. Grupo de Estudios de Relaciones Internacionales (GERI)",
      "journal": "Relaciones Internacionales",
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/677541/RI_19_2.pdf?sequence=1",
      "source_url": "http://hdl.handle.net/10486/677541",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43330263",
      "doi": null,
      "title": "Miradas alternativas desde la diferencia y las subalternidades",
      "authors": [
        {
          "name": "Bravo, Rubén"
        },
        {
          "name": "Estévez Trujillo, Mayra"
        },
        {
          "name": "Gómez-Cotta, Camilia"
        },
        {
          "name": "Jader Agudelo, John"
        },
        {
          "name": "Juncosa Blasco, José Enrique"
        },
        {
          "name": "Lozano Lerma, Betty Ruth"
        },
        {
          "name": "Santacruz Benavides, Lucy"
        },
        {
          "name": "Schlenker, Alex"
        },
        {
          "name": "Valencia Cardona, Mario Armando"
        }
      ],
      "year": 2012,
      "abstract": "Este libro colectivo es una anomalía no sólo por su posicionamiento geopolítico y geoepistémico para incidir en el papel y más allá de él, sino también por entrelazar voces y perspectivas de mujeres y hombres de Brasil, Bolivia, Colombia y Ecuador que se entusiasman y esfuerzan por, conjuntamente, relevar el poder de la colonialidad que aún continúa, e imaginar y encaminar lo decolonial. Así también problematiza y desafía el pensamiento occidental como patrón único universal; al mismo tiempo que plantea consideraciones, propone rutas y provoca nuevas formas y perspectivas de criticidad desde y con los grupos humanos, los conocimientos y las experiencias y prácticas de nuestra América del Sur",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84701934.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "14066539",
      "doi": null,
      "title": "Postdesarrollo, modernidad y otros mundos; entrevista con Arturo Escobar",
      "authors": [
        {
          "name": "Mandujano, Miguel, 1976-"
        }
      ],
      "year": 2015,
      "abstract": "Habiendo dedicado el segundo número de Oxímora a pensar los trascursos de los movimientos contrahegemónicos y buscando que la condición de un instrumento académico no obvie su vínculo con las prácticas, nos ha parecido una alegre circunstancia poder sostener una conversación con Arturo Escobar, una de las voces que, en este marco general, podían ser escuchadas",
      "publisher": "'Edicions de la Universitat de Barcelona'",
      "journal": "Ox�mora Revista Internacional de �tica y Pol�tica",
      "download_url": "https://core.ac.uk/download/43548695.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
