{
  "status": "success",
  "source": "core",
  "query": "Dussel ética liberación",
  "results": [
    {
      "core_id": "22641181",
      "doi": null,
      "title": "De la crítica a la normatividad? Materialidad y exterioridad como puntos de partida para una ética universal?",
      "authors": [
        {
          "name": "Knauss, Stefan"
        }
      ],
      "year": 2013,
      "abstract": "El siguiente texto analiza el enfoque de Enrique Dussel en su obra La ética de la liberación, en tanto que proyecto filosófico político crítico. El punto de partida performativo de la filosofía de Dussel es una crítica al liberalismo occidental, y a su eurocentrismo inherente, desde la perspectiva de las personas excluidas en las antiguas colonias. Por tanto, Dussel utiliza el criterio material de la vida para mostrar la injusta distribución de los bienes políticos y económicos. La pretendida negación de la dignidad de los pobres funciona, entonces, como un valor negativa en la evaluación comparativa de la calidad de la teoría y la práctica políticas. Desde un fundamento fáctico, la misma existencia de seres humanos excluidos cuestiona la normatividad de teorías de la justicia. Normatividad que, por otra parte, para Dussel se puede empoderar gracias a las demandas de estos grupos críticos que anhelan su reconocimiento cultural, económico y político",
      "publisher": "'Edicions de la Universitat de Barcelona'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/39128784.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8856341",
      "doi": null,
      "title": "Enrique Dussel and Liberation Theology: Violence or Dialogue?",
      "authors": [
        {
          "name": "Paz, Miguel Ángel Quintana"
        }
      ],
      "year": 2014,
      "abstract": "For centuries, several disciplines have tried to tackle the topic of how legitimate it is to use violence in order to solve social problems. One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way. The first is a formal criterion, which basically takes after the ideal dialogue situation endorsed by Karl-Otto Apel and Jürgen Habermas, and purports to be rooted in yet another discipline, linguistics. The second is a material criterion, defined as the upshot of an acceptable welfare for all citizens, thus intimately linked with the discipline of economy and political philosophy. The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131213237.pdf",
      "source_url": "https://philpapers.org/archive/PAZEDA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "7680536",
      "doi": null,
      "title": "A «biopolitics» for Latin America",
      "authors": [
        {
          "name": "Fóscolo, Norma"
        }
      ],
      "year": 2013,
      "abstract": "Actualmente los conceptos de\nbiopoder y biopolítica han logrado un\namplio desarrollo en la obra de varios\nautores europeos. En la obra de\nEnrique Dussel, filósofo argentino,\nquien reflexiona desde la experiencia\nhistórica latinoamericana, el concepto\nde vida y la obligación de conservarla\ny reproducirla toman el lugar de\nfundamento normativo de la ética y de\nla acción y las instituciones políticas.Currently the concepts of biopower and biopolitics have achieved great\ndevelopment in the work of several European authors. In the work of Enrique\nDussel, Argentinian philosopher, who thinks from the American historical\nexperience, the concept of life and the obligation to preserve and reproduce\nit take the place of normative foundation of ethics and political action and\ninstitutions.Fil: Fóscolo, Norma. \n    Universidad Nacional de Cuy",
      "publisher": "Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales",
      "journal": null,
      "download_url": "https://core.ac.uk/download/61888506.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7713395",
      "doi": null,
      "title": "Liberación e interculturalidad. La refundamentación del sujeto como inter-sujeto",
      "authors": [
        {
          "name": "Santasilia, Stefano"
        }
      ],
      "year": 2011,
      "abstract": "Philosophy of Liberation raises the fundamental question for the possible realization of genuinely ethical praxis, of a liberated and authentic life. In fact, this conditio sine qua non implies that the category of 'liberation' does not belong only to the contingent dimension expressed by the sociopolitical situation in which being Latin-American people, or of the Third World, but point to the very constitution of subjectivity as intersubjectivity and, therefore, liberated and liberating. Then the 'liberation' modifies the conditions generated by each culture and the subject becomes able to recognize itself as based on relationships with others. Thus, subjectivity reveals its fundamental form as intersubjectivity and/or 'border' subjectivit",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/71039102.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "5245069",
      "doi": null,
      "title": "Por una ética del desorden en América Latina",
      "authors": [
        {
          "name": "Sanchez Lopera, Alejandro"
        }
      ],
      "year": 2012,
      "abstract": "Se postula aquí la propuesta de una liberación de ciertas imágenes de pensamiento en Latinoamérica —fundamentalmente de la idea de déficit, desde la convicción de carecer de algo que nos impide llegar a ser— como disidencia frente a las ideas fijas que en América Latina encapsularon la reflexión filosófica en la conciencia. Los textos Hegel y yo de José Revueltas y 2666 de Roberto Bolaño operan como forma de abrir el archivo del sujeto y construir una relación afirmativa con la filosofía. El artículo concluye con una apuesta por la ética del desorden como vía hacia una subjetivación inédita de América Latina",
      "publisher": "Universidad Central IESCO",
      "journal": null,
      "download_url": "https://core.ac.uk/download/12214056.pdf",
      "source_url": "https://doaj.org/toc/0121-7550",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "45984360",
      "doi": "10.6035/forumrecerca.2017.22.13",
      "title": "Modernidad, racionalidad y capitalismo: un relato de la descivilización y salvajización de Europa y sus posibles alternativas desde el Sur",
      "authors": [
        {
          "name": "Giménez Mateu, Francisco"
        }
      ],
      "year": 2017,
      "abstract": "XXII Jornades de Foment de la Investigació de la Facultat de Ciències Humanes i Socials  (Any 2017)Tras\t mis\t estudios\t de\t Filosofía,\t creí\t haber\t estudiado\t eso:\t la\t\r\nfilosofía.\t Pero\t mis\t estudios\t en\t paz,\t conflictos\t y\t desarrollo\t me\t descubrieron que\tno,\tque\tlo\tque\tyo\thabía\testudiado\tno\tera\tla filosofía,\t\r\nsino\tuna filosofía.\tY\tde\tahí\tparte\tmi\testudio:\tun\testudio\tque\tcritica,\t\r\npor\t una\t parte,\t la\t filosofía\t occidental\t (o\t mejor\t dicho,\t una\t parte\t de\t\r\nella)\t y,\t por\t otra,\t presenta\t formas\t alternativas\t de\t pensar.\t Así\t pues,\t\r\ndesde\t una\t crítica\t al\t concepto\t eurocéntrico\t de\t modernidad –una\t\r\nmodernidad\t inaugurada\t(supuestamente)\t con\tDescartes–,\tmostraré\t\r\ncon\tDusell,\tMignolo\to\tCésaire,\tentre\totros,\tcómo\tesa\tmodernidad\tes\t\r\nun\trelato\t creado\ten,\tpor\t y\tpara\tEuropa,\tun\tpensamiento\tque\tparte\t\r\ncon\tKant\ty\tHegel\ty\tque\tsigue\tdesde\tMax\tWeber\thasta\tHabermas;\tun\t\r\nrelato\t que\t prepara\t una\t racionalidad\t instrumental\t movida\t por\t\r\nintereses,\tnecesaria\tpara\tel\tcapitalismo,\ty\tque\tproyectará\ta\tEuropa\ta\t\r\nla\t colonización.\t Una\t colonización\t que\t olvidará\t al\t otro.\t Entonces,\t la\t\r\nmodernidad\tse\tdes-cubrirá como\talgo\tcontrario\ta\tlo\tque\tanunciaba:\t\r\nno\tllevará\ta\tla\temancipación\tkantiana,\tsino\ta\tla\tenajenación\tmarxista.\t\r\nY,\t como\tparece\tque\tla\t civilización\toccidental\tes\tincapaz\tde\tresolver\t\r\nlos\tproblemas\tque\tella\tmisma\tha\tcreado,\the\tquerido\trescatar\ten\tmi\t\r\nestudio\tesos\tecos\tque\tnos\tllegan\tdesde\tel\tSur (esa\totra\tcara\toculta\tde\t\r\nla\tmodernidad,\tdominada\ty\tsometida)\ta\ttravés\tde\tpropuestas\tcomo\t\r\nla\tepistemología\tdel\tSur\tde\tBoaventura\tde\tSousa\tSantos,\tla\tfilosofía\t\r\nde\t la\t liberación\t (con\t sus\t influencias)\t o\t la\t analéctica\t propuesta\t por\t\r\nDussel,\t para\t que\t ese\tmismo\t Sur nos\t hable\t y\t pueda\t ofrecernos\t sus\t\r\nalternativas.\tPrecisamente\tpor\teso,\tporque\tsí\thay\talternativas",
      "publisher": "'Universitat Jaume I'",
      "journal": "Fòrum de Recerca",
      "download_url": "https://core.ac.uk/download/232116457.pdf",
      "source_url": "http://repositori.uji.es/xmlui/bitstream/10234/184136/1/Gimenez_2017_Modernidad.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "40981684",
      "doi": null,
      "title": "El sufrimiento se experiencia de \"muchas maneras\" o acerca de cómo pensar ana-dia-lécticamente la liberación",
      "authors": [
        {
          "name": "Maddoni, Luciano"
        },
        {
          "name": "Zielinski, Juan Matías"
        }
      ],
      "year": 2017,
      "abstract": "En las primeras décadas del siglo XXI la situación de injusticia y de exclusión que sufren las grandes mayorías de los pueblos de la Tierra se ha agudizado drásticamente. En la actualidad, las condiciones, los mecanismos y las relaciones de opresión y dependencia se han complejizado de tal modo que exige revisar y reformular permanentemente los diagnósticos y los instrumentos de la crítica. Sin embargo, el fenómeno del sufrimiento de las víctimas, más allá de las modalidades históricas que éste adquiera, continúa interpelando y dando que y qué pensar. Más aún si, como aquí hacemos, se entiende el ejercicio filosófico como un compromiso teórico-práctico situado, tal como lo practicó desde su fundación el movimiento intelectual de la Filosofía de la Liberación2 . Frente al nuevo escenario epocal es menester preguntarse: ¿De qué manera la Filosofía de la Liberación podrá seguir respondiendo desde su propia perspectiva ante los retos actuales? ¿Cuenta este movimiento con un soporte teórico adecuado para enfrentar la complejidad del tiempo actual?Fil: Zielinski, Juan Matías. Consejo Nacional de Investigaciones Científicas y Técnicas; Argentina. Universidad de Buenos Aires. Facultad de Filosofía y Letras. Instituto de Filosofía \"Dr. Alejandro Korn\"; ArgentinaFil: Maddoni, Luciano. Universidad Nacional de San Martín; Argentina. Centro de Estudios Salesiano de Buenos Aires; Argentin",
      "publisher": "Universidad Nacional de San Martin",
      "journal": null,
      "download_url": "https://core.ac.uk/download/223030689.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/78934/2/CONICET_Digital_Nro.93a07d5a-e495-4d9f-b742-6a82a1b699d7_A.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "8858778",
      "doi": null,
      "title": "Prospects of a Dusselian Ethics of Liberation among US Minorities: The Case of Affirmative Action in Higher Education",
      "authors": [
        {
          "name": "Gallegos, Sergio A."
        }
      ],
      "year": 2015,
      "abstract": "This paper proposes an application of Enrique Dussel’s ethics of liberation to an issue\n          of crucial importance to US minorities: the debate on affirmative action. Over the past\n          fifty years, this debate has been framed in terms of the opposition between advocates of affirmative action who claim that it is needed in order to achieve the integration and\n          participation of traditionally oppressed groups to society without which there is no\n          equality of rights, and critics who argue that affirmative action violates equality by\n          enforcing a double standard that undermines the ideal of a color-blind society. In this\n          paper, I show how the basic principles of Dussel’s ethical theory (which are best\n          expounded in his book Ethics of Liberation) allow us to address what I take to be the\n          main demands of both advocates and critics of affirmative action in a satisfactory way",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/131210276.pdf",
      "source_url": "https://philpapers.org/archive/GALPOA-2.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "47282405",
      "doi": null,
      "title": "Aproximaciones al análisis de la otredad latinoamericana en Enrique Dussel",
      "authors": [
        {
          "name": "Randis, Macarena"
        },
        {
          "name": "Salatino, Noelia"
        }
      ],
      "year": 2013,
      "abstract": "Este trabajo busca indagar acerca de la crítica a la Modernidad llevada a cabo por Enrique Dussel, uno de los referentes más importantes de la filosofía de la liberación.\nAsimismo, intentamos rastrear algunos elementos que permitan dar cuenta de su visión acerca de la identidad latinoamericana. Particularmente,  trabajaremos con el libro 1492   El encubrimiento del otro. Hacia el origen del mito de la modernidad escrito por Dussel\nen 1992; esta serie de conferencias es fundamental para entender la postura que toma  el  autor ante la historia y la crítica profunda que realiza al proyecto de la modernidad y del  mito (irracional) sacrificial que esta supone, como veremos más adelante. \nHacia el final recogemos algunas críticas elaboradas por Raúl Fornet Betancourt y  Estela Fernández Nadal a la concepción de el Otro en el pensamientode Dussel.Fil: Salatino, Noelia. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales.Fil: Randis, Macarena. Universidad Nacional de Cuyo. Facultad de Ciencias Políticas y Sociales",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/161646546.pdf",
      "source_url": "https://bdigital.uncu.edu.ar/objetos_digitales/6200/salatinoomesa07.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "43434257",
      "doi": "10.5354/0719-4862.2013.30115",
      "title": "El pensamiento filosófico latinoamericano, del Caribe y “Latino” (1300 – 2000): historia, corrientes, temas y filósofos",
      "authors": [
        {
          "name": "Viveros, Alejandro"
        }
      ],
      "year": 2013,
      "abstract": "Enrique Dussel, Eduardo Mendieta y Carmen Bohórquez México: CREFAL-Siglo XXI, 200",
      "publisher": "'Universidad de Chile'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84867727.pdf",
      "source_url": "http://revistas.uchile.cl/index.php/MRD/article/download/30115/31853",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8641616",
      "doi": null,
      "title": "Educación para la liberación: una propuesta desde la filosofía latinoamericana",
      "authors": [
        {
          "name": "Cuero-Zera, Zenón"
        }
      ],
      "year": 2016,
      "abstract": "El ensayo discute los términos ‘filosofía latinoamericana’, ‘filosofía de la liberación’ y ‘educación para la liberación de América Latina’. A partir de las ideas en torno a la existencia de una filosofía latinoamericana, que es resultado del esfuerzo por filosofar desde las necesidades sociales y políticas del subcontinente, se argumenta a favor de la existencia de una ‘educación para la liberación de América Latina’, la cual —se concluye— debe entenderse como una práctica pedagógica que permita leer el mundo críticamente, que sea transformadora de conciencias, pero también de la vida comunitaria de los individuos, lo cual, ahora, exige una búsqueda incesante de la identidad mediante la experiencia histórica y el diálogo, pues la educación es un proceso de acción y transformación de la vida y de la historia que en ella persiste",
      "publisher": "'Universidad Autonoma del Estado de Mexico'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80529962.pdf",
      "source_url": "https://lacolmena.uaemex.mx/article/view/5374",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40984509",
      "doi": null,
      "title": "Poner el cuerpo. La bioética pensada desde las víctimas y la crisis ambiental",
      "authors": [
        {
          "name": "Fonti, Diego Osvaldo"
        },
        {
          "name": "Heinzmann, Mónica"
        },
        {
          "name": "Stauber, Juan Carlos"
        }
      ],
      "year": 2017,
      "abstract": "Este trabajo pretende contribuir con una reflexión sobre los sujetos involucrados en las tomas de decisionesbioéticamente vinculadas, en especial en la perspectiva de quienes han sido víctimas de sistemas, modelos deproducción e instituciones, no solo porque se afectaron sus derechos sino también porque fueron dañados ensu subjetividad. Partiendo de un abordaje descriptivo respecto de algunas situaciones contextuales en materia ambiental se intentará mostrar, en clave de fundamentación ética, los límites de las teorías \"normativistas\", que conciben a la ética como una simple técnica discursiva. Se expondrá cómo es posible reconocer en la corporalidad de las víctimas el espacio de manifestación de la afectación del sistema y desde la perspectiva de las víctimas se ofrecerá una reinterpretación del sentido de reconocimiento y universalidad. Se demostrará la necesidad y el rol del bioeticista público y cuáles son los aportes de una bioética desde las víctimas al marco de comprensión y a los aspectos metodológicos de la actividad bioética en nuestro contexto latinoamericano.Fil: Fonti, Diego Osvaldo. Universidad Católica de Córdoba. Area de Ciencias Sociales y Humanidades; Argentina. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Córdoba; ArgentinaFil: Stauber, Juan Carlos. Universidad Católica de Córdoba. Area de Ciencias Sociales y Humanidades; ArgentinaFil: Heinzmann, Mónica. Universidad Católica de Córdoba. Area de Ciencias Sociales y Humanidades; Argentin",
      "publisher": "'UNESCO Institute for Statistics'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/224998508.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/81063/5/CONICET_Digital_Nro1Fonti%20et%20al.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "46724067",
      "doi": "10.25115/psye.v10i3.2104",
      "title": "Criticism of critical physical education: pedagogical eurocentrism and epistemological limitations",
      "authors": [
        {
          "name": "Gómez Gonzalvo, Fernando"
        },
        {
          "name": "Moreno Doña, Alberto"
        },
        {
          "name": "Toro Arévalo, Sergio"
        }
      ],
      "year": 2018,
      "abstract": "Se presenta un análisis crítico del libro “Educación Física y pedagogía crítica, Propuestas para la transformación personal y social”. Este libro aborda la pedagogía crítica, desde la asignatura de Educación Física, con una visión eurocéntrica que limita los postulados críticos y la forma de entender la transformación social. El libro orienta la pedagogía crítica desde una lógica dominante que invisibiliza las perspectivas críticas construidas desde colectivos vulnerados. Además, se utilizan autores casi exclusivamente de los contextos europeos y norteamericanos para fundamentar sus postulados y, al mismo tiempo, se invisibilizan aportes que emergen desde el sur global, higienizándolos para hacerlos encajar en la perspectiva científica del llamado norte global. Si bien planteamos que la inclusión de esos ‘otros’ autores(as) no es indispensable, proponemos la necesaria comprensión de la complejidad del fenómeno fenómeno educativo a través de los sujetos situados en las zonas que presentan mayores índices de desigualdad. Por último, a través de ejemplificaciones y propuestas concretas, se propone la mejora de las prácticas educativas sin transformar el contexto capitalista en el que estas surgen y que determinan ciertas relaciones de poder y dominación que rigen el sistema mundo. Nuestra intención es crear un diálogo fructífero con los autores(as), permitiéndonos avanzar y repensar(nos) en y desde la pedagogía crítica",
      "publisher": "'Editorial Universidad de Almeria'",
      "journal": "Psychology Society & Education",
      "download_url": "https://core.ac.uk/download/169423231.pdf",
      "source_url": "http://repositorio.ual.es/bitstream/10835/6297/1/2104-6666-1-PB.pdf",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "39808634",
      "doi": null,
      "title": "Three defining issues in Discussions of Latin American Philosophy of Liberation",
      "authors": [
        {
          "name": "Arpini, Adriana Maria"
        }
      ],
      "year": 2013,
      "abstract": "Proponemos revisar tres cuestiones recurrentes entre quienes participaron de los  debates iniciales de la filosofía latinoamericana de la liberación, en la década de los 70, en Argentina. Ellos son: en primer lugar, la cuestión del filosofar entre nosotros ¿cómo ha sido,cómo es, cómo debe ser?; en segundo lugar, el problema del método del filosofar desde nosotros; y finalmente la construcción de la propia genealogía de pensamiento. Las formas diversas en que estos asuntos fueron tratados, marcó profundas diferencias entre los protagonistas de aquellas disputas filosóficas. Estas diferencias podrían considerarse como un índice de la fecundidad de desarrollos posteriores.We propose to review three recurring questions among those who participated in the initial discussions of Latin American philosophy of liberation, in the '70s, in Argentina. They are: first, the question of philosophy among us has been how, how is, how it should be? Second, the problem of the method of philosophizing from us, and finally the construction of the genealogy of thought itself. The various ways in which these issues were addressed, marked profound differences between the protagonists of those philosophical disputes. These differences could be considered a fertility rate of subsequent developments.Fil: Arpini, Adriana Maria. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentin",
      "publisher": "Universidad Nacional de Cuyo. Maestría en Estudios Latinoamericanos",
      "journal": null,
      "download_url": "https://core.ac.uk/download/80359275.pdf",
      "source_url": "https://ri.conicet.gov.ar/bitstream/11336/8685/1/CONICET_Digital_Nro.10899.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "14360315",
      "doi": null,
      "title": "Joseph RATZINGER, Politik und Erlösung, Westdeutscher Verlag («Rheinische-Westfälische Akademie der Wissenschaften», 279), 36 pp., 16,5 x 24. [RECENSIÓN]",
      "authors": [
        {
          "name": "Odero, J.M. (José Miguel)"
        }
      ],
      "year": 2018,
      "abstract": null,
      "publisher": "Servicio de Publicaciones de la Universidad de Navarra",
      "journal": null,
      "download_url": "https://core.ac.uk/download/153220184.pdf",
      "source_url": "http://dadun.unav.edu/bitstream/10171/48996/1/20013-61760-1-PB.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8499187",
      "doi": null,
      "title": "Praxis liberacionista de Enrique Dussel: la concepción del indio",
      "authors": [
        {
          "name": "SALADINO GARCIA, ALBERTO"
        },
        {
          "name": "SALADINO GARCIA, ALBERTO"
        }
      ],
      "year": 2010,
      "abstract": "Enrique Dussel es uno de los forjadores de la filosofía de la liberación cuya impronta estriba en desplegar una crítica radical de carácter anticapitalista. Toda vez que en su amplia y rica obra existen diversas referencias al indio americano, me pareció pertinente sistematizar sus reflexiones al respecto. Lo corroboran dos de sus obras: su tesis doctoral en la década de los años sesenta y otro texto de los años noventa, que apareció con dos títulos diferentes. En sus planteamientos se bordan tópicos para construir la explicación de la génesis del problema del indio latinoamericano, su ubicación como colonizado y las posibilidades acerca de la necesaria superación de esa situación",
      "publisher": "Centro de Investigaciones sobre América Latina y el Caribe",
      "journal": null,
      "download_url": "https://core.ac.uk/download/55530070.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "40907885",
      "doi": "10.11144/javeriana.uph34-68.trhd",
      "title": "Tolerancia, reconocimiento, hospitalidad: tensiones en torno a la desigualdad",
      "authors": [
        {
          "name": "Scherbosky, María Federica"
        }
      ],
      "year": 2017,
      "abstract": "En este trabajo analizamos la categoría de reconocimiento propuesta por Raúl Fornet-Betancourt. Presentamos una historia de esta categoría que realiza el autor y a partir de la cual señala cómo el reconocimiento supone o da por sentado situaciones de desigualdad, tanto político-jurídica como económica. Por tal motivo el autor propone un abandono de esta categoría y un paso a la tolerancia, en términos de amor al prójimo. Nosotros proponemos una reconsideración del reconocimiento, pues sostenemos que puede pensarse desde la diversidad y no únicamente desde la desigualdad. Incluso en la misma Filosofía Intercultural que postula FornetBetancourt hay elementos que atienden específicamente a la diversidad y\r\na partir de estos intentamos rehabilitar el reconocimiento. Trabajamos también los aportes de Arturo Roig, quien retoma esta categoría desde otras perspectivas teóricas y nos permite pensar un reconocimiento legí-timo a partir del autoreconocimiento.In this work we analyze the category of recognition proposed by Raul Fornet-Betancourt. We introduce a history of this category that the author makes and from which he indicates how “recognition” supposes situations of inequality, both political, legal and economical. For this reason the author proposes an abandon of this category and go over to “tolerance”, as love to the neighbor or the other. We propose a reconsideration of “recognition”, cause we support it could be thought from diversity and not only from inequality. Even in the same Fornet-Betancourt´s Intercultural Philosophy, there are elements that attend specifically to diversity\r\nand cause of that we try to rehabilitate “recognition”. We work also Arturo Roig’s contributions since it takes “recognition” from other theoretical perspectives and allows us to think a legitimate recognition from the autorecognition.Fil: Scherbosky, María Federica. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - Mendoza. Instituto de Ciencias Humanas, Sociales y Ambientales; Argentina. Universidad Nacional de Cuyo; Argentin",
      "publisher": "'Editorial Pontificia Universidad Javeriana'",
      "journal": "Universitas Philosophica",
      "download_url": "https://core.ac.uk/download/158835858.pdf",
      "source_url": "http://ri.conicet.gov.ar/bitstream/11336/22679/1/CONICET_Digital_Nro.24949.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "33722033",
      "doi": null,
      "title": "Dialogical participation at the university: a condition for the development of\r\ncritical thinking and social commitment",
      "authors": [
        {
          "name": "Monarca, Héctor"
        }
      ],
      "year": 2013,
      "abstract": "Hace más de un siglo que las críticas a la escuela tradicional pusieron de relieve la importancia del\r\naprendizaje activo. De la misma manera, con posterioridad, tanto desde el constructivismo como\r\ndesde la psicología sociocultural se evidenció el papel relevante de la actividad de los estudiantes\r\nen sus aprendizajes. Finalmente, desde otros marcos teóricos como la sociología, la lingüística, la\r\npedagogía crítica, etcétera, se ha insistido en la necesidad de la implicación de los estudiantes en sus\r\npropios procesos formativos. En esta línea, los aportes de Habermas y Freire han tenido importantes\r\nrepercusiones en las prácticas de enseñanza, en donde lo dialógico se transforma en un rasgo y componente\r\nesencial de los procesos de construcción del conocimiento, del sujeto y de la sociedad. Este\r\nartículo aborda la participación dialógica de los estudiantes en la universidad, asumiendo un claro\r\ncompromiso de ésta en la formación de profesionales críticos y comprometidos con la sociedad y el\r\nmundo en el que vivimos.Faz mais de um século que as críticas à escola tradicional destacaram a importância da aprendizagem\r\nativa. Da mesma maneira, posteriormente, tanto desde o construtivismo como desde a psicologia sociocultural\r\nevidenciou-se o papel relevante da atividade dos estudantes em suas aprendizagens. Finalmente,\r\ndesde outros quadros teóricos, como a sociologia, a linguística, a pedagogia crítica, etecetera,\r\ninsistiu-se na necessidade da participação dos estudantes em seus próprios processos formativos. Nesta\r\nlinha, as contribuições de Habermas e Freire tiveram importantes repercussões nas práticas do ensino,\r\nquando o dialógico se transforma em uma caraterística e componente essencial dos processos de\r\nconstrução do conhecimento do sujeito e da sociedade. Este artigo aborda a participação dialógica\r\ndos estudantes na universidade, assumindo um claro compromisso desta na formação de profissionais\r\ncríticos e comprometidos com a sociedade e o mundo em que vivemos.Over a century ago the criticism of traditional schools highlighted the importance of active learning.\r\nLikewise, later on, constructivism and sociocultural psychology evidenced the relevant role of the\r\nstudents’ activity in their learning processes. Last, other theoretical frameworks such as sociology,\r\nlinguistics, critical pedagogy, etc., have insisted on the need to involve the students in their own\r\neducational processes. Along these lines, the contributions of Habermas and Freire have had important\r\nrepercussions on teaching practices, where dialogical aspects are transformed into an essential\r\nfeature and component of the processes to build knowledge, the individual and society. The present\r\narticle addresses the dialogical participation of university students assuming the clear commitment\r\nof the university in the education of critical professionals committed to society and the world in\r\nwhich we live",
      "publisher": "Universidad Nacional Autonoma de Mexico - Instituto de Investigaciones sobre la Universidad y la Educacion",
      "journal": null,
      "download_url": "https://repositorio.uam.es/bitstream/handle/10486/666952/participacion_monarca_RIES_2013.pdf?sequence=1",
      "source_url": "https://repositorio.uam.es/bitstream/handle/10486/666952/participacion_monarca_RIES_2013.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "57105215",
      "doi": null,
      "title": "About Affectivities, Disobediences, Insurgencies and Emergencies",
      "authors": [
        {
          "name": "Gonz´alez Fuentes, Lorena"
        }
      ],
      "year": 2018,
      "abstract": "El artículo que se presenta a continuación se centra en las prácticas de resistencia y transformación de la realidad que se gestan en el subsuelo político, poniendo de manifiesto cómo en ellas se afirma y politiza la subjetividad y la afectividad. Además, se enfatiza en el planteamiento de que dicha politización no es un hecho aislado, sino que se vuelve un eje fundamental que posibilita la articulación de modos de asociatividad y alternativas colectivas contrahegemónicas.The article focuses on the practices of resistance and transformation of reality that are generated in the political underground, showing how they give rise to an affirmation and politicization of subjectivity and affectivity. Emphasizing that this politicization is not an isolated fact, but becomes a fundamental axis that makes possible the articulation of modes of associativity and counter-hegemonic collective alternatives",
      "publisher": "Instituto de Estudios Avanzados - Universidad de Santiago de Chile",
      "journal": null,
      "download_url": "https://core.ac.uk/download/195892449.pdf",
      "source_url": "http://www.revistas.usach.cl/ojs/index.php/ideas/article/download/3718/26002983/",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "137154366",
      "doi": null,
      "title": "Los trazos de la escritura de Freire",
      "authors": [
        {
          "name": "Inés Fernández Mouján"
        }
      ],
      "year": 2011,
      "abstract": "Trazar la biografía intelectual de Paulo Freire tiene como objetivo principal presentar algunas de las líneas centrales de la discusión que plantea el pedagogo latinoamericano en torno a su concepción ético-política de la educación. En este artículo, entonces, abordo un análisis crítico de los escritos de Freire para señalarlo como intelectual crítico, que asume con total compromiso la voz de los grupos sociales subalternizados. Esta interpretación tiene estrecha relación con su discurso, con su narrativa eminentemente subjetiva, al mismo tiempo que comprometida con su tiempo y con los otros. Propongo entender la escritura de Freire como reveladora de esta operación: lo autobiográfico enlazado con su sensibilidad por el otro que le da a su narrativa un valor testimonial",
      "publisher": "Universidad Colegio Mayor de Cundinamarca",
      "journal": "Tabula rasa",
      "download_url": "https://core.ac.uk/download/25589569.pdf",
      "source_url": "http://www.redalyc.org/pdf/396/39617422004.pdf",
      "language": null,
      "document_type": "research"
    }
  ],
  "count": 20,
  "errors": []
}
