{
  "status": "success",
  "source": "core",
  "query": "Dussel transmodernity",
  "results": [
    {
      "core_id": "77623507",
      "doi": "10.5070/t492046327",
      "title": "Diálogos tras dos décadas de descolonización epistémica: memorias y horizontes del pensamiento decolonial. Entrevista biográfica a Ramón Grosfoguel",
      "authors": [
        {
          "name": "García Fernández, Javier"
        }
      ],
      "year": 2019,
      "abstract": null,
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/286028179.pdf",
      "source_url": "https://escholarship.org/content/qt85k8t9pr/qt85k8t9pr.pdf?t=q43va2",
      "language": "es",
      "document_type": "research"
    },
    {
      "core_id": "37948074",
      "doi": "10.1016/j.annals.2014.12.002",
      "title": "Tourism and decolonisation: locating research and self",
      "authors": [
        {
          "name": "Buzinde, Christine"
        },
        {
          "name": "Chambers, Donna"
        }
      ],
      "year": 2015,
      "abstract": "This paper critically explores decolonial theory and its relevance for tourism studies. We suggest that while postcolonial and related critical theoretical perspectives furthered understandings of the consequences of colonisation, such critical theorising has not provided an epistemological perspective of tourism which legitimises the cosmologies of, and actively empowers, traditionally marginalised groupings. We review published tourism research which adopts critical and postcolonial perspectives, and argue that while these have been valuable in terms of exposing the existence and effects of dominant discourses and practices in tourism, their emancipatory objectives are limited because tourism knowledge is still predominantly colonial. Epistemological decolonisation is thus presented as a more radical project which can provide an ‘other’ way of thinking, being and knowing about tourism.\n\nKeywords: colonial; decolonisation; decolonial theory; de-linking; epistemological; postcolonia",
      "publisher": "'Elsevier BV'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/74368498.pdf",
      "source_url": null,
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8340914",
      "doi": "10.1080/19472498.2015.1109305",
      "title": "Activism, knowledge and publishing: some views from Pakistan and Afghanistan",
      "authors": [
        {
          "name": "Ahmad, Mahvish"
        },
        {
          "name": "Caron, James"
        }
      ],
      "year": 2015,
      "abstract": "How can academic publishers support the study of regions and fields that receive comparatively little attention within South Asia-related humanities and social scuiiences? Approaching this question with regard to Pakistan and Afghanistan opens a series of conceptual questions that\n\nare useful beyond these cases. Above all, we contend that support to marginal specializations, particularly in service of making them less marginal, must involve an openness to the world beyond professional academic life. By this, we first mean an openness to different purposes for knowledge that are related to political and social stakes in countries other than India. Second, we suggest the need for a greater openness to different sources and forms of knowledge than have traditionally been admitted into academic conversation in the global north",
      "publisher": "'Informa UK Limited'",
      "journal": "South Asian History and Culture",
      "download_url": "https://core.ac.uk/download/42550487.pdf",
      "source_url": "https://soas-repository.worktribe.com/file/378088/1/Caron-Ahmad%20SAHC%20Roundtable%20Essay%20Final.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "43456590",
      "doi": null,
      "title": "\"The return of the excluded\" feminist and postcolonial perspectives on western modernity",
      "authors": [
        {
          "name": "Goedl, Doris"
        }
      ],
      "year": 2016,
      "abstract": "In political, scholarly and cultural discussions in the ‘Global North’, ideas of freedom, democracy and human rights were considered universal and legitimated for political and military interventions mostly in non-Western countries. Debates about the universality of the right to intervene are discussed in the frame of universality versus particularity. Whereas universalists defend their arguments in the name of modernity, their challengers opposed to these kinds of universal assumptions refer to the importance of particularism\r\nand relativism; yet, both groups consider modernity as their main point of reference. To overcome this stalled discussion, I look at modernity through the deconstruction of epistemic dichotomies and hierarchies in order to open up a space for critical reflection on the concept itself. Contextualizing my reflections on modernity in the rich literature by scholars who challenge the dominant Western concept of modernity, I demonstrate that Western knowledge is not universal in an epistemic sense. Rather, it can be considered as a contentious concept with problematic assumptions about an epistemically\r\nneutral subject, adopting a universalistic perspective while erasing the meaning of geopolitical location (Grosfoguel 2011). Arguing against this idea of an ‘assertive universality’, the metaphor of ’travelling theories,’ as proposed by Edward Said\r\nand Clifford Geertz, helps to reflect upon the local, social and individual positioning of knowledge. The focus of this contribution is the utilisation of feminist and postcolonial perspectives to contribute to the deconstruction of modernity as a homogenous monolithic bloc. Considering the frame itself, I question the hidden, not explicated assumptions in the production of Western knowledge. Arguing that knowledge\r\nproduction is not a question of geography but of epistemology, I deconstruct the modern project from the inside in order to overcome the epistemic dichotomy of modernity itself. The implications of this analysis for us as social scientists and researchers will be discussed at the end of the paper.peer-reviewe",
      "publisher": "Postcolonial Directions in Education",
      "journal": null,
      "download_url": "https://core.ac.uk/download/84894676.pdf",
      "source_url": "https://www.um.edu.mt/library/oar//bitstream/123456789/20127/1/%27The%20return%20of%20the%20excluded%27%20%20feminist%20and%20postcolonial%20perspectives%20on%20western%20modernity.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "38025927",
      "doi": "10.7770/cuhso-v26n1-art1019",
      "title": "Against the ventriloquism: notes on the uses and misuses of the translation of the subaltern knowledge in Latin America",
      "authors": [
        {
          "name": "Inclán Solís, Daniel"
        }
      ],
      "year": 2016,
      "abstract": "Este artículo compara dos forma de traducir el conocimiento de los subalternos en América Latina. Por un lado, en las dos últimas décadas, los estudios decoloniales han tratado de proponer una forma alternativa para pensar el continente centrándose en el conocimiento de las comunidades locales. Las estrategias de traducción utilizadas por estudios descoloniales apuntan a poner el conocimiento de los subalternos en el centro de un proyecto intelectual descolonización. Por otro lado, mucho antes del surgimiento de los estudios decoloniales, Bolivia fue escenario de un proyecto de traducción sumamente interesante que fundamentado en el conocimiento indígena. En la década de 1980, el Taller de Historia Oral Andina (THOA) desarrolló un proceso epistémico, cuyo objetivo principal fue la recuperación de las experiencias indígenas para la construcción de nuevos marcos analíticos. La traducción fue uno de los ejes de este proyecto historiográfico, fue utilizada como una herramienta en la lucha de estas comunidades para articular sus historias a su manera. Porque el THOA es prácticamente desconocido en América Latina, sus múltiples contribuciones ṕara rearticular los discursos subalternos través de la traducción han sido poco estudiadas. Al contrastar estos dos proyectos, este trabajo muestra los usos y abusos de la traducción del conocimiento subalterno en América LatinaAs a cultural text based on deeply conflicted social accents, Pascual Coña’s testimonial work continues to question different generations of readers-addresses, asking each of them —and us— to take a position, to make an interpretation of the events and the participants which would always be historically located. In the light of other previous and contemporary readings, this article examines Coña’s diverse and even opposite footings across time in three dissimilar though related contexts: discourse production, the nütram ‘stories’ included in the book, and the circulation contexts for the published work. From a perspective that istinguishes in this work the interaction of multiple voices, the analysis incorporates the notion of contact zone, understood as the social space in which geographically and historically separated peoples come into contact and establish lasting relations based on coercion, inequality, and conflict (Pratt, 1992). It concludes that Pascual Coña’s work, on the one hand, manages to subvert the «author» role that Moesbach allocated to himself in the first edition\r\nand, on the other, it also gains profound sense within the framework of the saga of narratives circulating in the area about the tragic fates of leading Mapuche longko on both sides of the Andes after their defea",
      "publisher": "'Universidad Catolica de Temuco'",
      "journal": "Cultura-Hombre-Sociedad",
      "download_url": "https://core.ac.uk/download/75990690.pdf",
      "source_url": "http://repositoriodigital.uct.cl/bitstream/handle/10925/1807/Daniel%20Incl%c3%a1n%20Sol%c3%ads.pdf?sequence=1",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "45174012",
      "doi": null,
      "title": "Coming of age [Exhibition catalogue]",
      "authors": [
        {
          "name": "Kainer, Mary"
        },
        {
          "name": "Luminaire, Ramune"
        },
        {
          "name": "Mason, Judith A."
        },
        {
          "name": "Patterson, Pam"
        }
      ],
      "year": 2017,
      "abstract": "Publication to accompany the exhibition Coming of Age at the Visual Arts Centre of Clarington September 3 to October 1, 201",
      "publisher": "The Visual Arts Centre of Clarington",
      "journal": null,
      "download_url": "https://core.ac.uk/download/154171895.pdf",
      "source_url": "http://openresearch.ocadu.ca/id/eprint/2126/2/Patterson_Age_2017.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "7748029",
      "doi": "10.7203/kam.9.9552",
      "title": "Geopolítica, (de)colonialidad e identidad : la conciencia dividida de Rubén Darío / Geopolitics, (De)coloniality and Identity: the Divided Consciousness of Rubén Darío",
      "authors": [
        {
          "name": "List, Jared"
        }
      ],
      "year": 2017,
      "abstract": "In this article, I analyze Rubén Darío?s essays, chronicles, and newspaper articles through the framework of the coloniality of power and the coloniality of knowledge developed by Aníbal Quijano among others. I argue that reading his political writings, we observe a subject with a divided consciousness. On one hand, Darío repro-duces Eurocentric thinking that characterizes coloniality and, on the other hand, he criticizes and questions such paradigm. To support my argument, I use the geopolitical divisions ?East/West? and ?North/South? in order to trace the Nicaraguan poet?s concerns and thoughts regarding Europe and the United States. In other words, I examine from where Darío thinks and how his positions align with or deviate from coloniality and de-coloniality.Keywords: Rubén Darío, Coloniality of Power, Coloniality of Knowledge, De-coloniality, Geopolitics, Divided Consciousnes",
      "publisher": "'Universitat de Valencia'",
      "journal": "Kamchatka: Revista de Análisis Cultural",
      "download_url": "https://core.ac.uk/download/93038803.pdf",
      "source_url": "https://turia.uv.es/index.php/kamchatka/article/download/9552/9869",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "274718758",
      "doi": "10.5070/t4.42496",
      "title": "Epistemological Decolonization of World History and Decolonizing the Conception of Modernity: Towards Transmodernity",
      "authors": [
        {
          "name": "Dussel, Enrique"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores the epistemological decolonization of World History and the critique of modernity through a transmodern perspective. It challenges the Eurocentric periodization of history, emphasizing the erasure and misrepresentation of non-European civilizations in the global narrative. By examining the ideological constructs underpinning modernity, capitalism, and colonialism, the essay advocates for a pluriversal approach to knowledge and cultural traditions. It also critiques the inadequacies of postmodernism in addressing systemic inequities, proposing transmodernity as a framework for integrating diverse traditions and fostering dialogue among cultures of the Global South. Through this lens, the essay seeks to redefine the future of humanity and knowledge production",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801849.pdf",
      "source_url": "https://escholarship.org/content/qt8mz549kc/qt8mz549kc.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "122611465",
      "doi": "10.4314/ejossah.v12i1.",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Shemsedin, Walelign"
        }
      ],
      "year": 2016,
      "abstract": "Transmodernity is a new philosophical paradigm that transcends the modern foundational ethos and as well differs from the postmodern critique. It is basically a call towards a just social order that gives priority to human life. It is inherently ethical and fundamentally liberational. This work looks into the insufficiency of Modern Ethiopian establishment in attaining an inclusive and pluralist arrangement. It assumes this establishment as a hegemonic totality that marginalizes its others. It argues that the Modern Ethiopian establishment is an ontologic totality that needs to be liberated and transformed. Based on Dussel’s Philosophy and Ethics of Liberation, Transmodern Ethiopia is anticipated as an entity that could transcend the Modern and come up with a different arrangement. This would be an ethical arrangement which accepts the other as other. The three principles of Ethics of Liberation (material principle, formal principle and feasibility principle) are used as an ethical framework for the construction.Key words: Transmodernity, Liberation philosophy, Analectic, Ethics of Liberation, Modern Ethiopia, Transmodern Ethiopia, Pluriversal polylogu",
      "publisher": "'African Journals Online (AJOL)'",
      "journal": "Ethiopian Journal of the Social Sciences and Humanities",
      "download_url": "https://core.ac.uk/download/478366158.pdf",
      "source_url": "https://www.ajol.info/index.php/ejossah/article/download/157274/146885",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "128406836",
      "doi": null,
      "title": "Arundhati Roy as a Transmodern Intellectual. Gender Troubles, Ethnic Conflicts and Vulnerable Ecology",
      "authors": [
        {
          "name": "Angelo Monaco"
        }
      ],
      "year": 2019,
      "abstract": "This article adopts a transmodernapproach to Arundhati Roy’s The Ministry of Utmost Happinessand it contends that Roy’s fusion of anti-global activism, typical of her non-fiction writings, and literary imagination, reminiscent  of  Indian  epic  texts,  can  provide  an  interesting  instance of  a transmodern  intellectual  perspective.  In particular,  by  examining gender  troubles,  ethnic  conflicts  and  vulnerable  ecology,  my  article  argues  that Roy’s second  novel  refracts  the  decolonial/postcolonial  debateby  means  of a  hybrid narrative form.This  interplay between creative writing and intellectualactivism can be said to chime with transmodern ethics in that it promotes attentiveness to the perspective of the most marginalised",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/541256073.pdf",
      "source_url": "https://ricerca.uniba.it/bitstream/11586/369891/1/Monaco_AION.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "274718663",
      "doi": "10.5070/t4.42495",
      "title": "India and Latin America: An Epistemic Site for a Cross-Cultural Dialogue",
      "authors": [
        {
          "name": "Maurya, Vibha"
        }
      ],
      "year": 2025,
      "abstract": null,
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801851.pdf",
      "source_url": "https://escholarship.org/content/qt6jd8s0rq/qt6jd8s0rq.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "170503360",
      "doi": "10.35293/jdd.v1i2.24",
      "title": "Is there a Post-Marxist Criticism to the Decolonial Critique?",
      "authors": [
        {
          "name": "Stromback, Dennis"
        }
      ],
      "year": 2021,
      "abstract": "This article makes explicit a hidden tension between post-Marxism and decolonial studies, which points to a challenge for intercultural dialogue. While post-Marxism seeks to rehabilitate a universal foundation for the construction of truth claims—a universal already formed within Western modernity—the decolonial critique seeks to dismantle all universals connected to the myths of modernity and therefore demands a departure from the standpoint of the cultural periphery. In fact, Alain Badiou and Slavoj Žižek, like other post-Marxists, have been rather critical of the standpoints articulated by decolonialists who strive to include cultural differences and marginalised identities in the process of knowledge production, but the reality is that the decolonial critique, more so than post-Marxism, is well-supported by the historical evidence, thus demonstrating the need for Enrique Dussel calls a ‘transmodern pluriverse’ in the academic world. In pursuit of diffusing this tension between the post-Marxists and the decolonialists, this article calls for further investigation in terms of determining if real dialogue is possible between these two trajectories of thought",
      "publisher": "University of Pretoria",
      "journal": null,
      "download_url": "https://core.ac.uk/download/639331389.pdf",
      "source_url": "https://upjournals.up.ac.za/index.php/jdd/article/download/24/301",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "301148079",
      "doi": "10.6018/ijes.603661",
      "title": "Narrating the Transmodern Fracture in Teju Cole's Every Day Is for the Thief",
      "authors": [
        {
          "name": "Villamarin Freire, Sara"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines the novella Every Day Is for the Thief (Teju Cole, 2007/2014) as exemplary of the transmodern turn in literature and, specifically, of what Rosa María Rodríguez Magda has termed “narratives of fracture” (2019). It explores the theoretical shift ushered in by Transmodernity and the repercussions this may have for texts like Cole’s –literary works that address the shortcomings of the Eurocentric world-system and scrutinize the implications of globalization for paramodern cultures– using Enrique Dussel’s terminology (2012). By focusing on the text’s approach to genre and intermediality, conflicted narrative voice, and depiction of transnational fluxes, I seek to chart the ways in which the narrative exposes and undermines Western epistemic domination, while pushing new ways of seeing and thinking aligned with the transmodern paradigm",
      "publisher": "Ediciones de la Universidad de Murcia (Editum)",
      "journal": null,
      "download_url": "https://core.ac.uk/download/669554174.pdf",
      "source_url": "https://revistas.um.es/ijes/article/download/603661/383331",
      "language": "en",
      "document_type": "research article"
    },
    {
      "core_id": "53864159",
      "doi": null,
      "title": "The non-perplexity of human rights",
      "authors": [
        {
          "name": "Nayar, Jayan"
        }
      ],
      "year": 2019,
      "abstract": "What do we (think we) speak about when we speak of Human Rights? Mostly we think that we speak of the fate of the vulnerable Human-being in her beingness in the world. Given this assumption, three recurring perplexities- of territoriality, parochiality-imperiality and coloniality – appear to preoccupy much critical thinking on the subject. I suggest a different reason underpins the invention and operation of Human Rights. I argue that Human Rights, as a (post)colonial technology of subjectification, operates in perverse coherence, to rationalize and regulate the global (b)ordering of differentiated subject-beingness: of license, containment and abandonment. As such efforts that aim to rescue Human Rights for the human-subject merely reinforce the adaptive operations of global governmentality to norm-alise and resettle the World. Against this I suggest a return to an anti-colonial philosophical orientation of desubjectification",
      "publisher": "John Hopkins University Press",
      "journal": null,
      "download_url": "https://core.ac.uk/download/185246153.pdf",
      "source_url": "http://wrap.warwick.ac.uk/112552/3/WRAP-non-perplexity-human-rights-Nayar-2019.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "274718593",
      "doi": "10.5070/t4.42502",
      "title": "(How) Can “I” listen to the voices emerging from Comunidad de Solentiname?&nbsp;(Researcher’s Locus in Approaching the Other “Other”)",
      "authors": [
        {
          "name": "Sharan, Nilesh"
        }
      ],
      "year": 2025,
      "abstract": "“Comunidad de Solentiname” was one of the main Ecclesial Base Communities (CEBs) that played a significant role, in both cultural-symbolic and politico-military terms, during the Sandinista Revolution in Nicaragua (1960-1979). In my perception and interpretation, I shall deal with the theoretical-methodological implications of the testimonies-artistic works of this revolutionary Christian community. How can a person from far away India listen to and interact with the voices from Solentiname, Nicaragua, and produce “scientific” knowledge about the same in a context where the very framework (terms, words, categories, concepts, methodologies, etc.) of the production of that knowledge, emanates from the processes of colonization/otherization/domination of the non-western? The point of discussion is the ambivalent tension between the “subject” and the “object” of the research, localized on the exteriority (the two “Others” are relatively different but not distinct) to the modern-colonial scientific paradigm, whose basic research framework must shape the process of research. Subsequently, it discusses a useful methodological-theoretical praxis of “Non-negligence”—of Buddhist soteriological origins—in interaction with the works of decolonial studies and, also with the concepts of reflexivity and epistemological vigilance debated in recent developments in social sciences, seeking to engage in a conversation by way of a pluriversal translation.&nbsp",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801843.pdf",
      "source_url": "https://escholarship.org/content/qt0fq6f7gc/qt0fq6f7gc.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "297501211",
      "doi": "10.5070/t4.48801",
      "title": "Andalusia as an Alternative Epistemology in Shadows of the Pomegranate Tree: From Deorientalization to Decolonial Praxis",
      "authors": [
        {
          "name": "Arpa, Halil Ibrahim"
        }
      ],
      "year": 2025,
      "abstract": "For a long time, colonial modernity has tried to rehabilitate Muslims with “moderate” Islam to repress the “radical” potential in their culture. Tariq Ali’s Shadows of the Pomegranate Tree problematizes this crisis in an Andalusian story. Andalusia has been revisited since its fall in 1492. Squeezed between philia and phobia, Andalusia is either de-orientalized by nostalgic counter-narrations coming from the Global South and East, or it is under the influence of re-Westernization, epitomized by recent anti-immigration sentiment in the Global North. Does it make Andalusia an impossible state, then? Against modernist “nation in becoming” or postmodernist transcendental green nationalism projects, Andalusia, nevertheless, will become a decolonized option as an intercultural plurinational state in this article. Islam has been in a defensive position against the West and modernity. It is now time to come forward with its epistemologies and stop trying to persuade the West. It is time to “write what we want” and “change the interlocutor”. Its convivencia, dhimma, ülfet, and cyclical history will decolonize modernist myths of democracy, secularism, and linear historiography, respectively",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/659491548.pdf",
      "source_url": "https://escholarship.org/content/qt47k0111m/qt47k0111m.pdf",
      "language": "en",
      "document_type": "research article"
    },
    {
      "core_id": "274719492",
      "doi": "10.5070/t4.41574",
      "title": "Utopia: A Possible View from Latin America&nbsp;",
      "authors": [
        {
          "name": "Soldatenko, Michael"
        }
      ],
      "year": 2025,
      "abstract": "This essay explores one possible interpretation on how Latin American intellectuals and activists use the concept of utopia. &nbsp;The first part of the essay provides a sketch of how European and US scholars, particularly those following Ernst Bloch, have articulated utopia. &nbsp;The section ends with a pessimistic reading of utopia due to the institutional power of settler colonialism, white supremacy, capitalism, and patriarchy. &nbsp;In the second section of the essay, the author begins by using some of the work of Jose Boaventura de Sousa Santos to explore Quijano’s coloniality of power. &nbsp;In the process the author demonstrates how much of European thought around utopia assumes knowledge as an un-positioned, un-located, neutral, and universalistic position. &nbsp;So utopia, as articulated by European thinkers, becomes part of the violent history and epistemology that invented America and can be said to be tainted with this original sin. &nbsp;In response, Latin American scholars and activists turn to concepts that emerge from struggles of resistance against Eurocentric thought and practices, like sumac kaway, pachamama, or the Zapatista struggles to restore utopia as part of the struggle for el buen vivir. &nbsp;This approach helps disentangle ourselves from the projects of modernity and permits a collective mode of thinking that is produced and thought from difference, towards liberation. &nbsp;So Latin American activists and scholars, like others from the Global South, are endeavoring to reevaluate utopia by going beyond European thought and restoring value to the struggles of communities whose heritage have been erased, especially native communities that have resisted coloniality",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/635939769.pdf",
      "source_url": "https://escholarship.org/content/qt68f1m66t/qt68f1m66t.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "79558781",
      "doi": "10.3390/soc8030079",
      "title": "Iraq Wars from the other Side: Transmodern Reconciliation in Sinan Antoon's The Corpse Washer",
      "authors": [
        {
          "name": "Yebra, J.M."
        }
      ],
      "year": 2018,
      "abstract": "In the last years, more and more literary accounts of recent and current wars in the Middle East have been published. In most cases, they are authored from a Western viewpoint and provide a narrow account of the Muslim world. This article focuses on Sinan Antoon's The Corpse Washer because it opens the scope. That is, it constitutes an alternative to the imagery of the American film industry. Moreover, as Antoon is a Christian, his account of contemporary Iraq is particularly peripheral and hybrid. To analyse the novel, this article makes use of Transmodernity, a concept coined by Rosa Maria Rodriguez Magda in 1989. Yet, instead of Magda's Transmodernity as a neatly Euro-centric phenomenon of worldwide connectivity, Ziauddin Sardar's version of the concept is preferred. Sardar's Transmodernity adds to connectivity a message of reconciliation between progress and tradition, particularly in the context of non-Western cultures. This paper defends that Antoon's novel opens the debate on Islam to challenge the prejudiced Western discourses that have legitimized' war. To do so, Sardar's borders' and Judith Butler's grievability are particularly useful. In a Transmodern context, novels like Antoon's show that humans should never be bare lives",
      "publisher": "'MDPI AG'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/289995145.pdf",
      "source_url": "https://doaj.org/toc/2075-4698",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "8871798",
      "doi": null,
      "title": "Decolonising Philosophy",
      "authors": [
        {
          "name": "Maldonado-Torres, Nelson"
        },
        {
          "name": "Vizcaíno, Rafael"
        },
        {
          "name": "Wallace, Jasmine"
        },
        {
          "name": "We, Jeong Eun Annabel"
        }
      ],
      "year": 2018,
      "abstract": "Based on Maldonado-Torres’s formulation of the term, we conceive the decolonial turn as a form of liberating and decolonising reason beyond the liberal and Enlightened emancipation of rationality, and beyond the more radical Euro-critiques that have failed to consistently challenge the legacies of Eurocentrism and white male heteronormativity (often Eurocentric critiques of Eurocentrism). We complement Maldonado-Torres’s account of the decolonial turn in philosophy, theory and critique by providing an analysis of the trajectories of academic philosophy and clarifying the relevance of decolonising philosophy and of the decolonial turn for current efforts in transforming philosophy in face of the challenges of social movements such as the Third World Liberation Front and Black Lives Matter in the United States, and Rhodes Must Fall in South Africa and England. After a brief analysis of the trajectory and current status of philosophy as a discipline in the modern Western research university, we provide examples of the decolonial turn and of decolonising philosophy in three areas: the engagement with (1) Asian and (2) Latin American philosophies, and (3) debates in the philosophy of race and gender",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/327078226.pdf",
      "source_url": "https://philpapers.org/archive/MALDP-3.pdf",
      "language": "en",
      "document_type": null
    },
    {
      "core_id": "274718876",
      "doi": "10.5070/t4.42497",
      "title": "Comparative Liturgy: A Study of New Congregations in Liberation Theology and Dalit Buddhism",
      "authors": [
        {
          "name": "Choudhury, Soumyabrata"
        }
      ],
      "year": 2025,
      "abstract": "This essay will study the relationship of religion and politics in the context of two specific liturgical practices. These practices originate in the historical congregations formed during the Liberation Theology movement in Latin America and in the context of the neo-Buddhist Ambedkarite movements in India. The idea of the congregation will be articulated with the liturgical logic of “public service” in so far as the Greek word(s) for liturgy refers both to the physical assembly of citizens and the structural capacity for creating a space for the “common.” Coupling congregation with the collective sharing of a “common feeling” (Ambedkar) provides the essential material for a political analysis of two historical societies of the global South. In the case of Chile, from the time of the reign of Pinochet, political resistance came from several quarters, including that of the Christian religion, not as practiced by the Church but as a subversive challenge posed by Liberation Theology. The Ambedkarite conversion from Hinduism to Buddhism in 1956 created a strange conjuncture, wherein conversion both signified liberation from the erstwhile religious oppression of the Hindus and the entry into a new form of communitarian thought. But the future of such an act of conversion could only be realized in history if the forms of thought of a new Buddhism were to be actualized in real ethical-political practices of a people called Dalits, which means being oppressed. This paper will confront the precarious task of a comparative analysis of incommensurable situations and affirm the political universalism of a world-historical tradition of the oppressed/Dalit",
      "publisher": "eScholarship, University of California",
      "journal": null,
      "download_url": "https://core.ac.uk/download/640801848.pdf",
      "source_url": "https://escholarship.org/content/qt5q37v8tx/qt5q37v8tx.pdf",
      "language": "en",
      "document_type": null
    }
  ],
  "count": 20,
  "errors": []
}
