{
  "status": "success",
  "source": "openalex",
  "query": "crítica filosofía liberación Dussel",
  "results": [
    {
      "openalex_id": "W4323915050",
      "doi": "10.4067/s0718-43602022000100061",
      "title": "Desde las éticas hacia la política de la liberación de Enrique Dussel. Aproximación crítica y debates sobre su filosofía de la liberación",
      "authors": [
        {
          "name": "José Díaz Fernández",
          "openalex_id": "A5023479699",
          "orcid": "https://orcid.org/0000-0002-5378-6508",
          "institutions": [
            "Universidad Andrés Bello"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Este artículo presenta una lectura crítica de la filosofía de Enrique Dussel, donde se consideran los quiebres y continuidades de su proyecto ético temprano y maduro. El objetivo de la investigación es explorar y exponer el pensamiento del autor en relación con las problemáticas, críticas y polémicas que presenta. Para esto se esclarecen las posiciones éticas y políticas tempranas de su filosofía, la atingencia de la crítica de Horacio Cerutti, la estructura de la ética madura, el debate con Karl-Otto Apel, la estructura de la política de la liberación y la crítica de Santiago Castro-Gómez. El texto presenta una lectura secular y crítica de una de las filosofías de la liberación más relevantes en Latinoamérica.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista de filosofía",
        "type": "journal",
        "issn": [
          "0034-8236",
          "0718-4360"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/rfilosof/v79/0718-4360-rfilosof-79-00061.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Religion and Society in Latin America"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4323915050"
    },
    {
      "openalex_id": "W2903503404",
      "doi": "10.15304/ag.38.1.4417",
      "title": "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad",
      "authors": [
        {
          "name": "Francisco Javier Castillejos Rodríguez",
          "openalex_id": "A5049263154",
          "orcid": "https://orcid.org/0000-0001-6143-4644",
          "institutions": [
            "Universidad Westhill"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-28",
      "abstract": "El objetivo del presente ensayo es exponer los fundamentos de la filosofía de la liberación de Enrique Dussel y explicar sus aportaciones en el contexto del pensamiento latinoamericano. En un nivel postmetafísico de fundamentación, la filosofía de la liberación adopta el ethos del pensamiento semita y la hermenéutica del \"Otro\" de Levinas con el propósito de formular una crítica al eurocentrismo y edificar un modelo filosófico alternativo. Frente a los paradigmas tradicionales de filosofía e historiografía filosófica, Enrique Dussel desarrolla una nueva arquitectónica para dar cuenta de la especificidad de nuestro pensamiento.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Agora papeles de Filosofía",
        "type": "journal",
        "issn": [
          "0211-6642",
          "2174-3347"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revistas.usc.gal/index.php/agora/article/download/4417/5954"
      },
      "topics": [
        "Philosophy and Education Pedagogy",
        "Philosophical and Cultural Analysis",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W2903503404"
    },
    {
      "openalex_id": "W2810253893",
      "doi": "10.5377/typ.v0i32.6389",
      "title": "El ego conquiro como inicio de la modernidad",
      "authors": [
        {
          "name": "Rudy Montano",
          "openalex_id": "A5023218995",
          "institutions": [
            "Universidad Don Bosco"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "En este artículo se pretende demostrar los elementos que caracterizan el ego conquiro, es decir un sujeto “pre-moderno”. El análisis se hace a partir del hecho de la conquista de América por parte de los europeos. El objetivo de la conquista es adquirir territorios, y al mismo tiempo, colonizar al indígena de América no sólo físicamente, sino ideológicamente. Este tema corresponde a uno de los aspectos que conforman la filosofía de la liberación de Enrique Dussel.El objetivo de este escrito es demostrar que la constitución del ego conquiro es el punto de partida, el inicio del proceso de constitución del victimario en sujeto. Es de vital importancia, para poder abordar la liberación de la víctima, hablar sobre cómo el victimario se constituye en sujeto desde la dialéctica de la dominación. La racionalidad del ego conquiro genera prácticas que desembocan en la generación de víctimas. El artículo se desarrollará en cuatro partes. La primera explica en qué consiste el proceso de constitución del ego conquiro. La segunda hace referencia, a consecuencia de ese proceso, a la relación dialéctica descubrimiento-encubrimiento del otro que obliga a preguntarnos por la dialéctica racionalidad-irracionalidad. La tercera plantea el problema de la colonización y el eurocentrismo como elementos propios del ego conquiro. Finalmente, la Conclusión recogerá las afirmaciones trabajadas y se centrará en la crítica a la afirmación de Enrique Dussel: “el ego conquiro es el inicio de la modernidad.TEORÍA Y PRAXIS año 16, No.32, Enero-Mayo de 2018, pp.13-27",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Teoría y Praxis",
        "type": "journal",
        "issn": [
          "1994-733X",
          "2707-7411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.camjol.info/index.php/TyP/article/download/6389/6159"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Cultural and Social Dynamics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2810253893"
    },
    {
      "openalex_id": "W2034985669",
      "doi": "10.11606/issn.1984-4867.v22i3p497-515",
      "title": "Estudos transmodernos críticos do turismo: um chamado à esperança e transformação",
      "authors": [
        {
          "name": "Irena Ateljević",
          "openalex_id": "A5004804997",
          "orcid": "https://orcid.org/0000-0002-6131-8085"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-01",
      "abstract": "En este trabajo, se compromete con una amplia gama de literatura que proporciona evidencia de un emergente y significativo cambio de paradigma en la evolución humana cuando nos enfrentamos a un mundo cada vez más angustiado e insostenible que pide a gritos algo de esperanza y transformación. Para describir este cambio, los diferentes autores utilizan una variedad de términos, como paradigma de la transmodernidad (Ghisi); filosofía transmoderna de la liberación política (Dussel); tríada hegeliana dialéctica de la tesis, antítesis y síntesis (Magda), paradigma de los sistemas de vida/reflexivos (Elgin), modelo de asociación de la economía del cuidado (Eisler), conciencia global de las relaciones y políticas de la biosfera (Rifkin). En la revisión de una amplia gama de estas perspectivas, voy a argumentar que el turismo es actualmente uno de los principales indicadores que pone de manifiesto el cambio global en la conciencia humana. En consecuencia, un compromiso con la crítica transmoderna en los estudios del turismo y esperanzados en que las becas en turismo nos den un enorme peso político para apuntar a la agencia y la autoridad del turismo un posible cambio al mundo, contribuirá para mejorar y ayudar en los anhelos por una economía mundial más solidaria y de la sociedad. De este modo, por fin podremos penetrar en los discursos públicos y cambiar sus interpretaciones dominantes del turismo como nada más que una actividad de ocio frívolo o, también, como otra forma de desarrollo económico.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Revista Turismo em Análise",
        "type": "journal",
        "issn": [
          "0103-5541",
          "1984-4867"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.usp.br/rta/article/download/14260/16078"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Environmental Sustainability and Education",
        "Business and Management Studies"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2034985669"
    },
    {
      "openalex_id": "W2628793130",
      "doi": "10.5070/t472035432",
      "title": "El fetichismo del Capital-Estado-Nación: de la transcrítica a la transmodernidad",
      "authors": [
        {
          "name": "José Romero-Lossaco",
          "openalex_id": "A5081018702",
          "institutions": [
            "Instituto de Historia"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "ResumenLa actual crisis civilizatoria hace necesario re-evaluar nuestros marcos interpretativos, tras siglos de dependencia epistémica los pueblos del sur global se esfuerzan por verse cara-a-cara sin mediaciones metropolitanas.Este artículo intenta ser un aporte a la luz de los diálogos sursur, al seguir los pasos de varias generaciones de crítica al eurocentrismo, hoy encontramos la Política de la Liberación en voz de un filósofo latinoamericano, quien ha emprendido la empresa de construir una filosofía política positiva, esto es que no tenga al poder como dominación, mientras por otro lado tenemos la Filosofía de la Historia de Kojin Karatani, que desde Japón nos permite revitaliza el concepto de nación para realizar un giro que al ponerse, como intentamos en este artículo, a dialogar con Enrique Dussel nos permiten comprender la conjunción entre el Estado, la Nación y el Capital como un proceso de fetichización, así intentamos comprender la crítica a la síntesis Capital-Estado-Nación en tanto crítica al fetichismo de la modernidad.Palabras clave: Modos de Intercambio, Fetichismo, Capital-Estado-Nación, Transcrítica Transmodernidad",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt0zw9862f/qt0zw9862f.pdf?t=os73tt"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Latin American socio-political dynamics",
        "Political Theory and Democracy"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2628793130"
    },
    {
      "openalex_id": "W4399986227",
      "doi": "10.59614/acief42024154",
      "title": "Corporalidad en las pedagogías latinoamericanas",
      "authors": [
        {
          "name": "Felipe Nicolás Mujica Johnson",
          "openalex_id": "A5088072504",
          "orcid": "https://orcid.org/0000-0002-6956-2357",
          "institutions": [
            "University of Chile"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-06-01",
      "abstract": "El estudio de la corporalidad en las pedagogías y en el campo de la Educación Física latinoamericana tiene diferentes tradiciones, las cuales se suelen asociar a escuelas filosóficas concretas. A pesar de aquellas diferenciaciones, es preciso destacar que existe una intencionalidad de realzar el valor del cuerpo desde una concepción situada, cultural, subjetiva y compleja. En este contexto, se elabora este estudio que tiene por objetivo reflexionar sobre el giro narrativo corporal en perspectiva descolonial desde la filosofía de la liberación de Paulo Freire y Enrique Dussel. Se abordan los sentidos de la pedagogía corporal moderna y eurocéntrica, como antecedente del giro corporal latinoamericano. Posteriormente, se discute el dualismo de la subjetividad y objetividad desde la dialéctica de Paulo Freire, aportando una visión crítica, relacional y compleja para la corporalidad. Este análisis se complementa con el constructo de totalidad de Enrique Dussel, permitiendo entender la corporalidad como una totalidad dialéctica que incorpora múltiples dimensiones. Entre esas dimensiones se reconocen la afectividad, la racionalidad, la cultura, la biología, la historia y la política. A su vez, se considera que, en el marco de una totalidad dialéctica, la corporalidad ha de ser conceptualizada por sentidos situados que no se orientan por principios universales y abstractos, por lo que es coherente que existan diferentes tradiciones epistemológicas en torno a ella. De algún modo, representan la alteridad presente en el mundo y el reconocimiento de esta misma, la cual exige la apertura a diálogos pluralistas.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Revista Académica Internacional de Educación Física",
        "type": "journal",
        "issn": [
          "2745-1887"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revista-acief.com/index.php/articulos/article/download/154/87"
      },
      "topics": [
        "Educational Practices and Policies",
        "Educational theories and practices",
        "Education in Rural Contexts"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W4399986227"
    },
    {
      "openalex_id": "W4256470635",
      "doi": "10.34096/iice.n45.7129",
      "title": "La pedagógica de la liberación de Enrique Dussel: Inakayal y lo que la pedagogía nos negó",
      "authors": [
        {
          "name": "Nadia Heredia",
          "openalex_id": "A5080872028"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-18",
      "abstract": "La Pedagógica dusseliana se desprende de la primera relación ética, que es el cara-a-cara. Esta relación se da en determinado sistema ideológico (Totalidad) que es el que selecciona lo que se transmite de una generación a otra, el legado educativo-cultural.Lo que Dussel hace en la Pedagógica es repensar esta relación cara-a-cara a partir de las formas de dominio que inaugura la llegada de los españoles en 1492 al territorio Latinoamericano, donde “el varón conquistador se transformó en padre opresor, en maestro dominador” (1980, p. 18). Ética y política se constituyen aquí en aspectos indisociables para repensar desde la filosofía de la liberación las relaciones de dominio que van desde el plano erótico familiar (madre-padre/hijx), al plano político institu-cional (maestrx/estudiante).Ahora bien, ¿qué lugar ocupa en nuestras constituciones subjetivas el origen de dominación y opresión que portamos a partir de 1492? ¿En qué medida esta pri-mera relación ética, transformada en relación de dominio y negación condiciona nuestras formas de posicionarnos geopolíticamente en esta distribución impuesta del sistema-mundo universal?En este trabajo, analizaré la vigencia crítica de los principios ético-políticos que dan origen a la pedagógica de la liberación de Enrique Dussel para resignificarlos en la postulación de una educación que revalorice lo históricamente excluido. La historia del cacique Tehuelche Inakayal, será la que dé contenido a la Pedagógica dusseliana, como parte de una reflexión ético-política de liberación situada, desde la Patagonia Argentina.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Revista del IICE",
        "type": "journal",
        "issn": [
          "0327-7763",
          "2451-5434"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistascientificas.filo.uba.ar/index.php/iice/article/download/7229/6471"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Indigenous Cultures and History",
        "Indigenous Cultures and Socio-Education"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4256470635"
    },
    {
      "openalex_id": "W3172701213",
      "doi": null,
      "title": "Crítica al eurocentrismo y nueva filosofía periférica de liberación: Una aproximación al pensamiento de Enrique Dussel",
      "authors": [
        {
          "name": "Guillermo Carlos Recanati",
          "openalex_id": "A5036343410"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": null,
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3172701213"
    },
    {
      "openalex_id": "W4312528899",
      "doi": "10.55778/ts878660745",
      "title": "La explosión liberacionista en la filosofía latinoamericana",
      "authors": [
        {
          "name": "Marcelo González",
          "openalex_id": "A5109594707"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-06",
      "abstract": "&lt;p&gt;Este libro es una contribución a los estudios en torno al surgimiento y primeros desarrollos de la Filosofía Latinoamericana de la Liberación. Se focaliza en el análisis de las trayectorias de Enrique Dussel y Juan Carlos Scannone durante el período 1964-1972. La movilización del motivo &lt;em&gt;explosión filosófica&lt;/em&gt;, la condición de 1971 como &lt;em&gt;año-evento&lt;/em&gt; y el seguimiento pormenorizado de las bio-bibliografías de ambos autores constituyen los principales nodos de la trama. Dividido en dos grandes partes, el estudio destaca la convergencia de ambos itinerarios a partir de 1969 –primero de manera casual y luego estable y programáticamente–. Con semejanzas y diferencias, Dussel y Scannone trabajaron la interlocución crítica con Emmanuel Levinas, la elaboración en sede filosófica de la dupla dependencia-liberación, la propuesta (ana)dialéctica, la transposición filosófica de diversas vertientes de la tradición bíblica y de la teología cristiana (alteridad, yo-tú-nosotros, creación, denuncia, conversión), dando lugar a una remarcable labor creadora a nivel categorial y metódico. El libro es resultado del proyecto de investigación “La filosofía de la liberación en su “polo” argentino. Aportes para una interpretación histórica y filosófica del período 1969-1975”, radicado en el programa “Pensamiento Latinoamericano” del Centro de Estudios Latinoamericanos de la Universidad Nacional de San Martín.&lt;/p&gt;",
      "cited_by_count": 1,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis",
        "Philosophy and Education Pedagogy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4312528899"
    },
    {
      "openalex_id": "W4283366012",
      "doi": "10.5281/zenodo.6616128",
      "title": "Filosofía de la Liberación y epistemología: contribuciones a las ciencias sociales críticas",
      "authors": [
        {
          "name": "Martín Retamozo",
          "openalex_id": "A5027769547",
          "orcid": "https://orcid.org/0000-0001-8778-7667"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-06-06",
      "abstract": "Desde sus comienzos, la Filosofía de la Liberación ha tenido como objetivo la construcción de un conocimiento crítico a partir de la situación de América Latina. Sin embargo, los esfuerzos por fundamentar epistemológicamente y metodológicamente una ciencia social crítica desde esta perspectiva ha sido considerablemente menor. Este artículo busca aportar a esta cuestión. A partir de un estudio de los aportes de Enrique Dussel, se propone distinguir la reflexión del método como ruptura teórica y como propuesta metodológica. El tratamiento de estos asuntos replantea un conjunto de problemas cruciales para la fundamentación de un programa de ciencias sociales críticas.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Zenodo (CERN European Organization for Nuclear Research)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.5281/zenodo.6616128"
      },
      "topics": [
        "Social Sciences and Policies",
        "Ethics and bioethics in healthcare",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4283366012"
    },
    {
      "openalex_id": "W1947358103",
      "doi": "10.22201/cialc.24486914e.2010.51.25998",
      "title": "Praxis liberacionista de Enrique Dussel: la concepción del indio",
      "authors": [
        {
          "name": "Alberto Saladino García",
          "openalex_id": "A5052030566",
          "institutions": [
            "Universidad Autónoma del Estado de Morelos"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-06-28",
      "abstract": "Enrique Dussel es uno de los forjadores de la filosofía de la liberación cuya impronta estriba en desplegar una crítica radical de carácter anticapitalista. Toda vez que en su amplia y rica obra existen diversas referencias al indio americano, me pareció pertinente sistematizar sus reflexiones al respecto. Lo corroboran dos de sus obras: su tesis doctoral en la década de los años sesenta y otro texto de los años noventa, que apareció con dos títulos diferentes. En sus planteamientos se bordan tópicos para construir la explicación de la génesis del problema del indio latinoamericano, su ubicación como colonizado y las posibilidades acerca de la necesaria superación de esa situación.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Latinoamérica Revista de Estudios Latinoamericanos",
        "type": "journal",
        "issn": [
          "1665-8574",
          "2448-6914"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://latinoamerica.unam.mx/index.php/latino/article/download/25998/24476"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Agriculture and Social Issues"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W1947358103"
    },
    {
      "openalex_id": "W3006766263",
      "doi": "10.32870/sincronia.axxiv.n77.5a20",
      "title": "Crítica a la Burbuja Filtro mediante la Otredad en Levinas y Dussel",
      "authors": [
        {
          "name": "Fabián de la Parra Rodríguez",
          "openalex_id": "A5030072585",
          "orcid": "https://orcid.org/0000-0002-0601-9955"
        },
        {
          "name": "Fabián de la Parra Rodríguez",
          "openalex_id": ""
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "\"La filosofía de la Otredad y por ende la filosofía de la liberación nace como respuesta a la absolutización de la Filosofía Occidental, a la Ontología que oprime y se olvida del Otro y al capitalismo que reduce al Otro a mano de obra bajo el velo engañoso de la objetividad universal. Para Emmanuel Lévinas, La Otredad es una respuesta ética a la afiliación al nazismo de su maestro Heidegger. Enrique Dussel rebasa el plano abstracto de la crítica Lévinasiana, agregando una lectura minuciosa de Marx y aplicándolo a una crítica del capitalismo como la ontología opresora en la praxis. Este trabajo discute cómo el internet, el medio de comunicación más importante de esta generación, resulta otro sistema totalizador, que bajo el mismo velo de la objetividad universal esconde, suprime y deja en el olvido la preocupación por el Otro. Parto del texto The Filter Bubble o “Burbuja Filtro” (2011), en el que Eli Pariser relata cómo el internet se ha convertido en una experiencia personalizada al perfil de cada usuario. De esta manera, este trabajo afirma que el internet, como ‘burbuja filtro’, es otro sistema que esconde la opresión del Otro, mientras el sujeto usuario del internet piensa que accede a un plano de información y socialización objetiva. Lo que se da es una perpetuación de la ‘Mismeidad’ del sujeto.\"",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Sincronía",
        "type": "journal",
        "issn": [
          "1562-384X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.32870/sincronia.axxiv.n77.5a20"
      },
      "topics": [
        "Philosophy and Education Pedagogy",
        "Philosophical and Cultural Analysis",
        "Cultural and Social Dynamics"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W3006766263"
    },
    {
      "openalex_id": "W2578033256",
      "doi": "10.5281/zenodo.178832",
      "title": "La Lectura Dusseliana De Schelling: Universo Discursivo Y Producción De Categorías Filosóficas Para América Latina",
      "authors": [
        {
          "name": "Patricia González San Martín",
          "openalex_id": "A5052325367",
          "institutions": [
            "Universidad de Playa Ancha de Ciencias de la Educación"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-30",
      "abstract": "El artículo analiza el trabajo de apropiación crítica llevado a cabo por Enrique Dussel de la obra de F. W. J. Schelling. Es interesante analizar, desde el marco aportado por la Historia de las Ideas en América Latina, cómo el filósofo de la liberación entiende y resignifica las categorías filosóficas desarrolladas por el filósofo romántico. El artículo se propone identificar los supuestos epistemológicos y metodológicos mediadores en este trabajo de interpretación categorial que le permite al filósofo argentino, entre otros aportes, articular el método analéctico, método a partir del cual es posible proponer una filosofía que se aparta de la dialéctica de lo Uno y puede conceptualmente llegar al otro The article analyzes the work of critical appropriation carried out by Enrique Dussel of F. W. J. Schelling's work. It is interesting to analyze, from the frame contributed by the History of Americalatina ideas, how the liberation philosopher understands and re-means the philosophical categories developed by the romantic philosopher. The article proposes to identify the epistemological suppositions and methodological mediating in this work of interpretation categorial that allows the argentine philosopher, between other contributions, to articulate the analectic method, from which it is possible to propose a philosophy that move away of the dialectics of the One and conceptually can reach to the other",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "INFM-OAR (INFN Catania)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://zenodo.org/record/178832"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Philosophical Thought and Analysis",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2578033256"
    },
    {
      "openalex_id": "W4282589391",
      "doi": "10.15359/praxis.85.5",
      "title": "Hacia una mirada crítica de la Política de la Liberación desde lo constitutivo de lo político y la democracia",
      "authors": [
        {
          "name": "Diana Alejandra Díaz Guzmán",
          "openalex_id": "A5079785829"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-06-03",
      "abstract": "Esta indagación filosófica crítica ha buscado comprender el anclaje de los principios ético-normativos que rigen lo político y la democracia en la Filosofía de la Liberación de Dussel. Este texto, particularmente, hace hincapié en el principio formal y la comprensión que tiene el filósofo argentino-mexicano de los elementos constitutivos de lo político. Para tal finalidad, este escrito está dividido en cuatro apartados: el primero presenta el tema; el segundo plantea la necesidad de volver a concebir la doble cara de la modernidad para vislumbrar sus elementos emancipadores, tal como lo son: la democracia, la libertas y la igualdad de condiciones; el tercero esboza los límites intrínsecos en la fundamentación del principio formal, al dejar de lado el conflicto como elemento constitutivo de lo político; el cuarto apartado presenta, de forma breve, la propuesta a las cuestiones abiertas: des-onto-teologizar lo político e incluir en el marco categorial el conflicto.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "REVISTA PRAXIS",
        "type": "journal",
        "issn": [
          "1409-309X",
          "2215-3659"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.una.ac.cr/index.php/praxis/article/download/17029/25109"
      },
      "topics": [
        "Political Theory and Democracy",
        "Ethics and bioethics in healthcare",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W4282589391"
    },
    {
      "openalex_id": "W1511542525",
      "doi": null,
      "title": "Transmodern Critical Tourism Studies: A Call for Hope and Transformation",
      "authors": [
        {
          "name": "Irena Ateljević",
          "openalex_id": "A5004804997",
          "orcid": "https://orcid.org/0000-0002-6131-8085",
          "institutions": [
            "Institute for Tourism"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-01",
      "abstract": "&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Abstract&lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;/span&gt;&lt;/font&gt;&lt;font size=\"3\"&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;In this paper I engage with a broad range of literature that provides evidence of an emerging and significant paradigm shift in human evolution as we face an increasingly distressed and unsustainable world that screams for some hope and transformation. To describe this shift, different authors use a variety of terms, such as transmodernity paradigm (Ghisi); transmodern philosophy of political liberation (Dussel); Hegelian dialectical triad of thesis, antithesis and synthesis (Magda); reflective/living-systems paradigm (Elgin); partnership model of caring economics (Eisler); relational global consciousness and biosphere politics (Rifkin). Reviewing a broad range of these perspectives, I will argue that &lt;span style=\"color: black\"&gt;tourism is actually one of the key indicators that manifest the global shift in human consciousness. In consequence, &lt;/span&gt;an engagement with transmodern critical tourism studies and hopeful tourism scholarship &lt;span style=\"color: black\"&gt;gives us an enormous political weight to point to the agency and authority of tourism to possibly change the world for the better and assist it in its longings for more caring global economy and society. In doing so, &lt;/span&gt;&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;we can finally penetrate public discourses and change their dominant interpretations of tourism as being nothing more than a frivolous leisure activity or yet another form of economic development&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;/span&gt;&lt;/font&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Keywords: &lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;t&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;ourism; &lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;transmodernity; critical studies.&lt;span style=\"color: black\"&gt;&lt;/span&gt;&lt;/span&gt;&lt;/font&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Resumo&lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Neste texto, se analisa uma ampla literatura que aponta para a configuração de um paradigma emergente e significativo na evolução humana, tendo em vista um mundo cada vez mais problemático e não sustentável que grita por esperança e transformação. Para descrever esta mudança, diferentes autores usam uma variedade de termos, tais como paradigma da transmodernidade (Ghisi); filosofia transmoderna de libertação política (Dussel); tríade da tese, antítese e síntese da dialética Hegeliana (Magda); paradigma reflexivo/dos sistemas vivos (Elgin); modelo de parceria de capacidade econômica (Eisler); consciência global relacional e política da biosfera (Rifkin). Ao revisar uma gama destas perspectivas, argumento que o turismo é, na realidade, um dos indicadores chave que se manifestam na mudança global de consciência humana. Assim, um envolvimento com estudos críticos transmodernos do turismo e atividades turísticas de esperança nos dão um peso político enorme para apontar a função e autoridade do turismo para possivelmente mudar o mundo para melhor e ajudá-lo no desejo de uma economia e sociedade global mais consciente. Ao fazer isso, nós podemos, finalmente, penetrar os discursos públicos e mudar a sua perspectiva dominante do turismo como sendo nada mais que uma atividade fútil de lazer ou mais uma forma de desenvolvimento econômico.&lt;/font&gt;&lt;/span&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Palavras-chave: &lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;turismo; transmodernidade; estudos críticos.&lt;/span&gt;&lt;/font&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Resumen&lt;/font&gt;&lt;/span&gt;&lt;/em&gt;&lt;/strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;En este trabajo, se compromete con una amplia gama de literatura que proporciona evidencia de un emergente y significativo cambio de paradigma en la evolución humana cuando nos enfrentamos a un mundo cada vez más angustiado e insostenible que pide a gritos algo de esperanza y transformación. Para describir este cambio, los diferentes autores utilizan una variedad de términos, como paradigma de la transmodernidad (Ghisi); filosofía transmoderna de la liberación política (Dussel); tríada hegeliana dialéctica de la tesis, antítesis y síntesis (Magda), paradigma de los sistemas de vida/reflexivos (Elgin), modelo de asociación de la economía del cuidado (Eisler), conciencia global de las relaciones y políticas de la biosfera (Rifkin). En la revisión de una amplia gama de estas perspectivas, voy a argumentar que el turismo es actualmente uno de los principales indicadores que pone de manifiesto el cambio global en la conciencia humana. En consecuencia, un compromiso con la crítica transmoderna en los estudios del turismo y esperanzados en que las becas en turismo nos den un enorme peso político para apuntar a la agencia y la autoridad del turismo un posible cambio al mundo, contribuirá para mejorar y ayudar en los anhelos por una economía mundial más solidaria y de la sociedad. De este modo, por fin podremos penetrar en los discursos públicos y cambiar sus interpretaciones dominantes del turismo como nada más que una actividad de ocio frívolo o, también, como otra forma de desarrollo económico.&lt;/font&gt;&lt;/span&gt;&lt;/em&gt; &lt;p style=\"margin: 6pt 0cm\" class=\"MsoNormal\"&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;Palabras clave:&lt;/span&gt;&lt;/em&gt;&lt;/strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt; turismo; transmodernidad; estudios críticos.&lt;/span&gt;&lt;/em&gt;&lt;/font&gt;&lt;/p&gt;",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/4ecd289308aa4ae795d117ca0b872783"
      },
      "topics": [
        "Globalization and Cultural Identity",
        "Environmental, Ecological, and Cultural Studies",
        "Social Issues and Policies"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W1511542525"
    }
  ],
  "count": 15,
  "errors": []
}
