{
  "status": "success",
  "source": "openalex",
  "query": "Dussel feminism critique",
  "results": [
    {
      "openalex_id": "W105510191",
      "doi": null,
      "title": "Thinking from the underside of history : Enrique Dussel's Philosophy of liberation",
      "authors": [
        {
          "name": "Linda Martín Alcoff",
          "openalex_id": "A5075880379",
          "orcid": "https://orcid.org/0000-0003-4260-3400"
        },
        {
          "name": "Eduardo Mendieta",
          "openalex_id": "A5031924443",
          "orcid": "https://orcid.org/0000-0003-0903-885X"
        }
      ],
      "publication_year": 2000,
      "publication_date": "2000-01-01",
      "abstract": "Chapter 1 1: Introduction by Linda Martin Alcoff and Eduardo Mendieta Chapter 2 2: Dussel's Philosophy of Liberation: and Geopolitics of Knowledge by Walter D. Mingnolo Chapter 3 3: The Material Principle and the Formal Principle in Dussel's by James L. Marsh Chapter 4 4: Can Ethics Be Assimilated under Ethics? by Karl-Otto Apel Chapter 5 5: Discourse and Liberation: Toward a Critical Coordination of Discourse and Dussel's of Liberation by Hans Schelkshorn Chapter 6 6: Beyond Universal History: Dussel's Critique of Globalization by Eduardo Mendieta Chapter 7 7: Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Dussel's Theory of Modernity by Lynda Lange Chapter 8 8: Thinking Otherwise: Dussel, Liberation Theology, and Feminism by Elina Vuola Chapter 9 9: Locating the Absolutely Absolute Other: Toward a Transmodern Christianity by Roberto S. Goizueta Chapter 10 10: Theory and Alterity: Dussel's Marx and Marion on Idolatry by Michael D. Barber Chapter 11 11: Dussel on Marx: Living Labor and the Materiality of Life by Mario Saenz Chapter 12 12: Power/Knowledges in the Colonial Unconscious: A Dialogue between Dussel and Foucault by Linda Martin Alcoff Chapter 13 13: Epilogue by Enrique Dussel",
      "cited_by_count": 311,
      "type": "book",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W105510191"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1037,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W4254513937",
      "doi": "10.5070/t412011805",
      "title": "Thinking through the Decolonial Turn: Post-continental Interventions in Theory, Philosophy, and Critique—An Introduction",
      "authors": [
        {
          "name": "Nelson Maldonado‐Torres",
          "openalex_id": "A5079436408",
          "orcid": "https://orcid.org/0000-0001-7738-7029",
          "institutions": [
            "Rutgers Sexual and Reproductive Health and Rights"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-01-01",
      "abstract": "This special issue of Transmodernity, \"Thinking through the Decolonial Turn: Post-Continental Interventions in Theory, Philosophy, and Critique,\" stands on three fundamental premises that serve as the starting point for the dialogical encounters between intellectuals from Latin America, the Caribbean, and from minoritized sectors in the United States, particularly Latina/o and African American, who are featured here.The first one is that just as there has been a linguistic and a pragmatic turn, among other such turns in theory and philosophy, there has also being a decolonial turn with distinct features, some of which will be elucidated in these two issues. 1Different from these other turns, however, the decolonial turn has long existed in different ways, opposing what could be called the colonizing turn in Western thought, by what I mean the paradigm of discovery and newness that also included the gradual propagation of capitalism, racism, the modern/gender system, and the naturalization of the death ethics of war. 2 The second premise or fundamental hypothesis is that the decolonial turn is anchored in specific forms of skepticism and epistemic attitudes out of which certain critical questions and the search for answers are generated.And the third is that this turn, its form of skepticism and attitude, are arguably most at home in spaces such as ethnic studies and gender and women's studies departments, units, and research centers in the Western academy, as well as in different institutions such as indigenous universities and among decolonial activists, independent scholars, and artists across the entire spectrum of the Global South, including the south in the north. 3To be sure, that the decolonial turn is particularly at home in spaces such as ethnic, women, or gender studies does not mean that every scholar in such spaces is effectively thinking through and contributing to the decolonial turn, or that the decolonial turn can only be found in such spaces.Arguably, because of its emancipatory goals and its suspension of method, the decolonial turn cannot be fully contained in single units of study, or captured within the standard division of labor between disciplines or areas in the traditional arts and sciences.What is at stake is the larger task of the very decolonization of knowledge, power, and being, including institutions such as the university. 4e Decolonial Turn I have provided an initial genealogy and a description of the decolonial turn elsewhere, and Walter Mignolo adds important considerations in his contribution to this issue, but a succinct introductory note is in place here. 5 Decolonial thinking has existed since the very inception of modern forms of colonization-that is, since at least the late fifteenth and early sixteenth centuries-, and, to that extent, a certain decolonial turn has existed as well, but the more massive",
      "cited_by_count": 482,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt59w8j02x/qt59w8j02x.pdf?t=m284lo"
      },
      "topics": [
        "Political Economy and Marxism",
        "Anthropological Studies and Insights",
        "Colonial History and Postcolonial Studies"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4254513937"
    },
    {
      "openalex_id": "W1811214251",
      "doi": "10.4000/rccs.697",
      "title": "Para descolonizar os estudos de economia política e os estudos pós-coloniais: Transmodernidade, pensamento de fronteira e colonialidade global",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of Coimbra"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-01",
      "abstract": "This article discusses the epistemic implications of the de-colonial turn of the decolonization of the “global capitalism” concept, as it has been used in the paradigms of political economy and cultural studies. Other terms that are discussed include “colonization of power”, “border epistemologies” and “transmodernity” to start thinking not in “new utopias”, but rather in “other utopias” based on a different cartography of global power relationships of the “worldsystem Europe/Euro-Northamerican modern/colonial capitalist/patriarchical”. The article argues that there is a necessity to use the aforementioned concept (even though it is more extensive) and to abandon the category of “capitalist world-system” or ”global capitalism”.",
      "cited_by_count": 353,
      "type": "article",
      "source": {
        "name": "Revista crítica de ciências sociais/Revista crítica de ciências sociais",
        "type": "journal",
        "issn": [
          "0254-1106",
          "2182-7435"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journals.openedition.org/rccs/pdf/697"
      },
      "topics": [
        "Economic Theory and Policy",
        "Social and Economic Solidarity",
        "Brazilian History and Foreign Policy"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W1811214251"
    },
    {
      "openalex_id": "W1529669390",
      "doi": "10.5964/jspp.v3i1.564",
      "title": "Decolonizing Psychological Science: Introduction to the Special Thematic Section",
      "authors": [
        {
          "name": "Glenn Adams",
          "openalex_id": "A5046540478",
          "orcid": "https://orcid.org/0000-0002-9487-6999",
          "institutions": [
            "University of Kansas"
          ]
        },
        {
          "name": "Ignacio Dobles",
          "openalex_id": "A5010657113",
          "institutions": [
            "Universidad de Costa Rica"
          ]
        },
        {
          "name": "Luis H. Gómez",
          "openalex_id": "A5082410770",
          "institutions": [
            "Universidad Nacional"
          ]
        },
        {
          "name": "Tuğçe Kurtiş",
          "openalex_id": "A5027505110",
          "institutions": [
            "University of West Georgia"
          ]
        },
        {
          "name": "Ludwin E. Molina",
          "openalex_id": "A5071109136",
          "orcid": "https://orcid.org/0000-0001-7651-5797",
          "institutions": [
            "University of Kansas"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-20",
      "abstract": "Despite unprecedented access to information and diffusion of knowledge across the globe, the bulk of work in mainstream psychological science still reflects and promotes the interests of a privileged minority of people in affluent centers of the modern global order. Compared to other social science disciplines, there are few critical voices who reflect on the Euro-American colonial character of psychological science, particularly its relationship to ongoing processes of domination that facilitate growth for a privileged minority but undermine sustainability for the global majority. Moved by mounting concerns about ongoing forms of multiple oppression (including racialized violence, economic injustice, unsustainable over-development, and ecological damage), we proposed a special thematic section and issued a call for papers devoted to the topic of \"decolonizing psychological science\". In this introduction to the special section, we first discuss two perspectives—liberation psychology and cultural psychology—that have informed our approach to the topic. We then discuss manifestations of coloniality in psychological science and describe three approaches to decolonization—indigenization, accompaniment, and denaturalization—that emerge from contributions to the special section. We conclude with an invitation to readers to submit their own original contributions to an ongoing effort to create an online collection of digitally linked articles on the topic of decolonizing psychological science.",
      "cited_by_count": 337,
      "type": "article",
      "source": {
        "name": "Journal of Social and Political Psychology",
        "type": "journal",
        "issn": [
          "2195-3325"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://jspp.psychopen.eu/index.php/jspp/article/download/4851/4851.pdf"
      },
      "topics": [
        "Cultural Differences and Values",
        "Community Health and Development",
        "Social Representations and Identity"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W1529669390"
    },
    {
      "openalex_id": "W2887254372",
      "doi": "10.7202/1050851ar",
      "title": "The Coloniality of Migration and the “Refugee Crisis”: On the Asylum-Migration Nexus, the Transatlantic White European Settler Colonialism-Migration and Racial Capitalism",
      "authors": [
        {
          "name": "Encarnación Gutiérrez Rodríguez",
          "openalex_id": "A5057355045",
          "orcid": "https://orcid.org/0000-0003-0662-0596",
          "institutions": [
            "University of Giessen"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "This article departs from the discussion by Stephen Castles on the migration-asylum nexus by focusing on the political and cultural effects of the summer of immigration in 2015. It argues for a conceptualization of the asylum-migration nexus within the framework of Anibal Quijano’s “coloniality of power” by developing the analytical framework of the “coloniality of migration.” Through the analytical framework of the “coloniality of migration” the connection between racial capitalism and the asylum-migration nexus is explored. It does so by first focusing on the economic and political links between asylum and migration, and how both constitute each other. On these grounds, it discusses how asylum and migration policies produce hierarchical categories of migrants and refugees, producing a nomenclature drawing on an imaginary reminiscent of the orientalist and racialized practices of European colonialism and imperialism. In a second step, it focuses on migration and asylum policies as inherent to a logic of racialization of the workforce. It does so by first exploring the racial coding of immigration policies within the context of settler colonial-ism and transatlantic White European migration to the Américas and Oceania in the nineteenth and twentieth centuries, and second, by discussing migration policies in post-1945 Western Europe.",
      "cited_by_count": 242,
      "type": "article",
      "source": {
        "name": "Refuge Canada s Journal on Refuge",
        "type": "journal",
        "issn": [
          "0229-5113",
          "1920-7336"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.erudit.org/fr/revues/refuge/2018-v34-n1-refuge03925/1050851ar.pdf"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Race, History, and American Society",
        "Migration, Ethnicity, and Economy"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2887254372"
    },
    {
      "openalex_id": "W2316735593",
      "doi": "10.4000/rccs.753",
      "title": "Para além do Pensamento Abissal: Das linhas globais a uma ecologia de saberes*",
      "authors": [
        {
          "name": "Boaventura de Sousa Santos",
          "openalex_id": "A5070324408",
          "orcid": "https://orcid.org/0000-0003-3359-3626"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-10-01",
      "abstract": "Na primeira parte do ensaio, argumenta‑se que as linhas cartográficas “abissais” que&#13;\\ndemarcavam o Velho e o Novo Mundo na era colonial subsistem estruturalmente no&#13;\\npensamento moderno ocidental e permanecem constitutivas das relações políticas e&#13;\\nculturais excludentes mantidas no sistema mundial contemporâneo. A injustiça&#13;\\nsocial global estaria, portanto, estritamente associada à injustiça cognitiva global, de&#13;\\nmodo que a luta por uma justiça social global requer a construção de um pensamento&#13;\\n“pós-abissal”, cujos princípios são apresentados na segunda parte do ensaio como&#13;\\npremissas programáticas de uma “ecologia de saberes”.",
      "cited_by_count": 301,
      "type": "article",
      "source": {
        "name": "Revista crítica de ciências sociais/Revista crítica de ciências sociais",
        "type": "journal",
        "issn": [
          "0254-1106",
          "2182-7435"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://journals.openedition.org/rccs/pdf/753"
      },
      "topics": [
        "Development, Ethics, and Society",
        "International Development and Aid",
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 109,
      "url": "https://openalex.org/W2316735593"
    },
    {
      "openalex_id": "W150446471",
      "doi": "10.5070/t413012884",
      "title": "Decolonizing Western Uni-versalisms: Decolonial Pluri-versalism from Aimé Césaire to the Zapatistas",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "This essay discusses the concept of the \"Universal\" within the Western philosophical tradition and proposes another, more decolonial way of thinking universality through the thought of Aimé Césaire, Enrique Dussel, and the Zapatistas.The first part examines the concept of the \"Universal\" from René Descartes to Karl Marx, while the second focuses on Aimé Césaire's formulation of the concept, proposed from an Afro-Caribbean decolonial perspective.The third part analyzes the concept of transmodernity proposed by Enrique Dussel, and the fourth discusses the difference between postmodernity and transmodernity, using as an example the postmodern understanding of hegemony proposed by Ernesto Laclau and Chantal Mouffe, as well as the transmodern understanding of politics proposed by the Zapatistas in the \"Other Campaign.\"Finally, I discuss the implications of all of the above for the debate on the left regarding the vanguard party versus the rearguard movement.",
      "cited_by_count": 121,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt01w7163v/qt01w7163v.pdf?t=m6aaq5"
      },
      "topics": [
        "Caribbean and African Literature and Culture"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W150446471"
    },
    {
      "openalex_id": "W4224043948",
      "doi": "10.1080/13688790.2022.2041695",
      "title": "Postcolonial responses to decolonial interventions",
      "authors": [
        {
          "name": "Gianmaria Colpani",
          "openalex_id": "A5087381203",
          "orcid": "https://orcid.org/0000-0003-3449-0194",
          "institutions": [
            "Utrecht University",
            "University of the Arts Utrecht"
          ]
        },
        {
          "name": "Jamila M.H. Mascat",
          "openalex_id": "A5077604859",
          "orcid": "https://orcid.org/0000-0003-0610-5260",
          "institutions": [
            "Utrecht University",
            "University of the Arts Utrecht"
          ]
        },
        {
          "name": "Katrine Smiet",
          "openalex_id": "A5086281271",
          "orcid": "https://orcid.org/0000-0002-9332-3639",
          "institutions": [
            "Radboud University Nijmegen"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-02",
      "abstract": "In the last decade, the terms ‘decolonial’ and ‘decoloniality’ have been deployed in an expansive manner and have gained increasing traction across many theoretical and political domains. Therefore, a critical assessment of the specific decolonial vocabulary is both timely and necessary. The relationship between the decolonial and the postcolonial especially requires more critical scrutiny than it has received so far. This special issue takes a step in this direction by staging critical dialogues between postcolonial and decolonial approaches on different terrains. While decolonial theory tends to operate as an expansive and centripetal force, pulling within its orbit a variety of other theoretical and political formation, our focus is on the original formulation of ‘decoloniality’ – or the ‘decolonial option’ – within the Modernity/Coloniality/Decoloniality (MCD) group. In this introduction, we outline some of the main objections that decolonial critics have formulated against postcolonial theory, and we argue that these critiques have been instrumental in defining the decolonial option itself. While advocates of decoloniality have been very vocal in their critiques of postcolonial theory, we note among postcolonial critics – with some exceptions – a predominant tendency either not to respond to these charges or to downplay them in favour of reconciliatory moves. As an alternative to this tendency, we stress the value of a postcolonial critical response to the decolonial intervention. We argue that postcolonial theories still have something to offer to a critique of the present and the past. In the face of the decolonial claim to have radicalized or surpassed postcolonial theory, we suggest that the postcolonial must speak back and reclaim the value of its critical apparatus in the context of the unfinished struggle for decolonizing knowledge and the social unconscious of postcoloniality.",
      "cited_by_count": 75,
      "type": "article",
      "source": {
        "name": "Postcolonial Studies",
        "type": "journal",
        "issn": [
          "1368-8790",
          "1466-1888"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://www.tandfonline.com/doi/epdf/10.1080/13688790.2022.2041695?needAccess=true&role=button"
      },
      "topics": [
        "Anthropological Studies and Insights"
      ],
      "referenced_works_count": 60,
      "url": "https://openalex.org/W4224043948"
    },
    {
      "openalex_id": "W3140941236",
      "doi": "10.5325/critphilrace.8.1-2.0001",
      "title": "Tango Dancing with María Lugones",
      "authors": [
        {
          "name": "Emma D. Velez",
          "openalex_id": "A5052353699",
          "orcid": "https://orcid.org/0000-0001-7140-3681"
        },
        {
          "name": "Nancy Tuana",
          "openalex_id": "A5052656865"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "This special issue is a response to María Lugones's provocative invitation to engage in a methodological move toward decolonial feminisms in the attempt to philosophize about the ways race and gender intersect and intermesh. As editors of this special issue, we believe that Lugones's challenge is especially important for those interested in liberatory philosophies, broadly, and the critical philosophy of race and feminist thought, specifically.The authors gathered here offer provocative reflections on the myriad impacts of philosopher, activist, and popular educator, María Lugones. The articles included emerged from a nexus of conversations that began at the conference, “Towards Decolonial Feminisms: A Conference Inspired by the work of María Lugones,” held at The Pennsylvania State University in 2018. In co-organizing the conference, we (the editors) and those in attendance accepted Lugones's challenge to think toward what is required to take up the demanding coalitional work of decolonial feminisms. Lugones has long called on her readers to attend to multiple worlds of sense and the importance of what she has called “deep coalitions” for liberatory theory and praxis (Lugones 2003). More recently, Lugones's work has inspired renewed attention to the effects of colonization on categorizations of people according to race, gender, and sexuality. Through her analysis of what she has termed the coloniality of gender, Lugones underscores the importance of simultaneous engagement with feminist and decolonial philosophy in order to understand systems of oppression as complex interactions of powerful economic, racializing, and gendering policies and practices.We have organized this introduction into four parts. In the first part, we locate decolonial feminism more broadly within what we will call anticolonial philosophies by differentiating decolonial philosophy from postcolonial philosophy and decolonial feminism from postcolonial feminism. Second, we point to what we take to be the particular methodological commitments of decolonial feminism as articulated by Lugones. Then, we focus on Lugones's analysis of the coloniality of gender and the colonial/modern gender system in order to demonstrate how her analysis contributes to the critical philosophy of race. Third, we outline our vision for the contributions the authors make in this special issue. Specifically, we sketch out the contours of the decolonial feminist philosophies that emerge within this particular special issue. Fourth, we briefly discuss the organization of the special issue. Inspired by the centrality of the rhythms of her coalitional ethos that saturate her oeuvre as well as her affection for dancing the tango, we group the papers together with such movements in mind.There has been a great deal of theoretical work in a myriad of contexts and traditions that has at its core a critique of the histories, impacts, and experience of colonialism across the world. Though many of these dialogues span centuries, the development of work critical of the legacies and impacts of colonialism in philosophy is relatively new, particularly to the mainstream scene of the discipline. By sketching a topography in which to locate decolonial feminisms, our intent is not to produce an exhaustive or conclusive account of philosophies that are critical of colonialism. Rather, our hope is to generate distinctions that remain attentive to the particularity of specific sites, contexts, histories, and experiences of colonialism and the way these impact the workings of coloniality. Doing so allows us to draw out what we take to be the contributions made by Lugones's articulation of decolonial feminism as well as by the authors of this special issue. To do this work in the spirit of a decolonial feminist methodology, we believe that it is imperative to first check our desires for grand narratives and origin stories that neatly unpack the way in which these strands of thinking have emerged. Rather, we must feel around, engaging in the practice that Lugones calls tantear, to discover the different threads that make up the distinct patterns and textures in the weave of decolonial feminism (Lugones 2003).In our tentative topography, we situate decolonial theory within a broader body of philosophical work that we refer to as “anticolonial.”1 We use the term as the broadest register for naming philosophical work that positions itself against systems of colonial oppression. As Breny Mendoza explains, anticolonial philosophy is a “theoretical and political project that challenges imperialist and colonizing practices, past and present” (Mendoza 2015). The topography we offer also invokes the terms postcolonial and decolonial as a useful heuristic to demarcate two distinct schools and orientations to anticolonial thought.2 However, it is not sufficient to simply delineate anticolonial thinking into only two schools of thought. Despite its usefulness as a heuristic, the risk of generating such a binary is that these schools might be taken to be largely internally homogenous, to share the same assumptions and methodological approaches, as well as the same response to experiences of a monolithic conception of colonization. In order to affirm differences among schools of thought in anticolonial philosophy, we further distinguish between decolonial thinking emerging from distinct geopolitical locations and histories of struggles against colonization: for example, Africana contexts, Black American contexts, Caribbean contexts, Indigenous contexts, Latin American contexts, and U.S. Latinx contexts. Though these strands of decolonial thought mutually influence and complement each other, they are not coterminous or exhaustive of one another nor are they in and of themselves internally cohesive or noncontradictory. This is, in part, due to diverse responses to multiplicitous forms and experiences of current and ongoing practices of colonization. These practices are found in settler-colonial contexts such as the United States, as well as in the continued and lasting imprint of past forms of colonization that Quijano has described as coloniality. Indeed, each form of decolonial thinking offers its own distinct contributions to anticolonial philosophy as it outlines and prioritizes different sets of decolonial imperatives. Further, as editors, we contend that it is important to remain attentive to differences among these imperatives while also building bridges between postcolonial theory and postcolonial feminism, decolonial theory and decolonial feminism, and postcolonial feminism and decolonial feminism. This task is significant because it is only through feminist postcolonial and decolonial theory that questions of sex, gender, and sexuality are brought into each respective school's analysis of colonialism.Inspired by Edward Said's landmark text Orientalism (1978), which unveils the way colonialism relies on an imaginary that generates binary distinctions such as East/West and Colonizer/Colonized, the body of theory that Western academics refer to as “postcolonial studies” tends to point to the work of those in the South Asian Subaltern Studies Group.3 However, as a school of thought, postcolonial theory is a much wider tradition that reaches far beyond this narrow context. As an intellectual tradition, postcolonial studies—particularly those works influenced by the Subaltern Studies Group—largely responds to the colonial practices of Northern European countries, particularly to British and French imperial/colonial projects. The continued and far-reaching influence of the analytical lens of postcolonial theory on academic discourses is undeniable. As Nivedita Majumda writes, “Postcolonial theory today is viewed as an indispensable framework for understanding how power works in modern social formations and, in particular, how the West exercises its dominance over the Global South” (Majumdar 2017).Postcolonial theorists' engagement with Marxism, postmodernism, and poststructuralism results in distinctive approaches to re-thinking questions of the relationship between capitalism, nationalism, globalism, and colonialism. Indeed, this theoretical background guides the innovative interventions of those like Homi Bhaba, Ranajit Guha, and Gayatri Spivak.4 Beginning from the perspective of the colonized, postcolonial scholars generate theoretical and epistemological frameworks from which to approach the specificity of the workings of capitalism and modernity in the aftermath of colonization in the so-called “Global South.”5 This is especially exemplified in the critical lexicons postcolonial scholars have generated, such as the concepts of subalternity and subaltern subjects. Some of the key claims that many postcolonial scholars hold in common include a rejection of Eurocentrism and Eurocentric paradigms of reason and representation, a critique of modernity, an emphasis on difference, and theorization of the creation of a racialized “subaltern” class under British and French colonial capitalism (Mendoza 2015, Mujumdar 2017).6 Resistance and the agency of the oppressed are also key themes of postcolonial theory (Mendoza 2015, Mujumdar 2017).7 However, concerns regarding the impacts of gender and sexuality were often left unexplored by the approach of the Subaltern Studies Group. It is the work of postcolonial feminist theory that most effectively presents questions of gender and sexuality as inextricable to the theoretical and political projects of postcolonial theory.The work of Gayatri Spivak has been central to academic articulations of postcolonial feminism. Despite her role as one of the founders of the Subaltern Studies Group, Spivak's insistence on gender and sexuality as primary to the critical work of postcolonial theory led to her departure (and ostracization) from this group of theorists. By foregrounding race, gender, and sexuality as inseparable from postcolonial discourses, postcolonial feminists like Spivak, Chandra Talpade Mohanty, Uma Narayan, and Lila Abu-Lughod have moved away from the homogenizing tendencies of some U.S. mainstream (white, imperial) feminism in order to bring attention to the lived experiences of women in the “Global South.”8 For example, in her landmark text “Under Western Eyes” Mohanty challenges the homogenizing assumptions of Western feminist discourses that construct a monolithic image of the “Third World Woman” as a perpetual victim. In this work, Mohanty demonstrates that the epistemic violence contained in these representations erase the political agency of women in the “Global South.” Mohanty argues that by assuming “woman as an already constituted, coherent group with identical interests and desires, regardless of class, ethnic or racial location and contradictions,” Western feminist discourses falsely universalize the experience of “womanhood' as well as the functioning of patriarchy and sexual difference, regardless of cultural or historical contexts (Mohanty 1984, 336–37). Postcolonial feminists challenge these foundational methodological assumptions in mainstream Western feminist discourses that attempt to prove universality and cross-cultural validity on the basis of a shared experience of “womanhood.” Further, postcolonial feminists challenge the colonizing model of power that undergirds the political principles that motivate these theoretical and methodological approaches.Decolonial theory, as a distinct school of anticolonial thinking, has multiple roots that span geographical and cultural contexts. Whereas postcolonial thinking tends to focus on the impact of European colonial rule around the world in the eighteenth through the twentieth centuries, decolonial thinking, particularly the body of thinking that emerges from Latin American and U.S. Latinx contexts, appeals to 1492 as a point of departure. This shift in the locus of enunciation brings a longer view of the history of colonialism into focus in order to account for Spanish and Portuguese colonization of the Americas that significantly predates British colonialism. Thus, a decolonial lens highlights the history of colonization particular to the Americas that is often occluded in postcolonial theories.This special issue focuses on decolonial philosophy emerging from Latin American and U.S. Latinx contexts. This is due in large part to a conference focused on María Lugones's contributions to decolonial feminisms. As we mentioned at the beginning of this section, decolonial thinking has many strands, each marking a particular experience and reaction to colonization. Though the trauma of colonization has affective resonances across many anticolonial texts, to evoke Gloria Anzaldúa, we must remain attentive to the specificity of the multiple heridas abiertas/open wounds of colonialism, colonization, and coloniality in order to give greater hermeneutic context to the experiences to which decolonial theorists are responding (Anzaldúa 1987). Thus, we contend that it is important to be mindful of the heterogeneity within decolonial theories and the responses to multiple forms and experiences of colonization and coloniality.The work of María Lugones is central to the philosophical articulation of decolonial feminism. Lugones's thinking traverses questions of identity, epistemology, and the socio-political. Her move toward a decolonial feminism emphasizes the necessity of identifying and diagnosing the workings of the coloniality of power and its collusion with our contemporary understandings of race, gender, and sexuality. Situating decolonial feminism within both feminist and decolonial traditions and utilizing the critical tools of her training in philosophy,9 Lugones's methodological approach sketches the outlines of a decolonial feminist methodology. By putting the insights of Black, Indigenous, and Latina/x feminist thinkers such as Gloria Anzaldúa, Audre Lorde, and Paula Gunn Allen into conversation with thinkers in the modernity/coloniality group such as Aníbal Quijano, Walter Mignolo, and Nelson Maldonado-Torres, Lugones deepens the philosophical complexity of decolonial as well as feminist thought.Lugones's contributions to decolonial philosophy stem, in large part, from her careful accounts of the coloniality of gender. She argues that the coloniality of gender is a defining apparatus of what she has called the colonial/modern gender system.10 In order to theorize the ways in which gender is a colonial imposition, Lugones places the work of U.S. women of color on gender, race, and colonization in conversation with Quijano's framework of the coloniality of power. In so doing, Lugones aims to demonstrate the depth and breadth of social and political complicity with this racializing and gendering system of oppression. Though Lugones engages with Quijano's framework, she is critical of the way in which his account naturalizes hegemonic understandings of gender. As she contends, In Quijano's model (pattern) gender seems to be contained within the organization of that ‘basic area of existence’ that Quijano calls “sex, its resources, and products.” That is, there is an account of gender within the framework that is not itself placed under scrutiny and that is too narrow and overly biologized as it presupposes sexual dimorphism, heterosexuality, patriarchal distribution of power, and so on. (Lugones 2007, 193) Building from Quijano's work, Lugones argues that the question of gender is central to a critical analysis of coloniality and to the project of decoloniality.In order to intervene, Lugones engages the work of Black, Indigenous, and Latina feminists to demonstrate the ways in which the colonial production of race is co-constitutive of the production of gender. Just as race was used to generate a naturalized order of inferiority to justify the violent abuse and exploitation characteristic of the processes of colonization, gender played an important role in the practices and perceptions that led to forms of sociality generated by the modern/colonial system. Far from unproblematically biological, Lugones demonstrates that the modern/colonial system ushered in a sophisticated organization of gendered relations that Lugones terms “the coloniality of gender” (Lugones 2007, 2008, 2010, 2011). Engaging the work of Kimberlé Crenshaw, Julie Greenberg, Oyéronké Oyewùmí, and Paula Gunn Allen (among others), Lugones provocatively argues that “gender is a modern colonial imposition” (Lugones 2011, 78).Similar to her expansion of Quijano's analysis of the coloniality of power, Lugones's engagement with Mignolo's concepts of the “colonial difference” and “fractured locus” also figure as central in her theorization of the coloniality of gender (Lugones 2007, 2010, 2011). In order to give a sense of how Lugones is building from these important concepts in Latin American decolonial philosophy, in what follows we provide a quick overview and contextualization of these terms. According to Mignolo (who is himself building on the work of Enrique Dussel and Quijano), the colonial difference is a direct consequence of the coloniality of power (Mignolo 2002). The colonial difference introduces a fracture between coloniality and modernity under the modern/colonial system. In generating this fracture, the coloniality of power establishes a cleavage between the colonized and colonizer that has philosophical, social scientific, and historical consequences. Lugones refers to this distinction as the “dichotomous hierarchy between the human and nonhuman” in her theorization of the coloniality of gender (Lugones 2010, 743). This distinction, that is, the colonial difference, ushers in an array of further distinctions including: rational/irrational, civilized/uncivilized, nature/culture, and man (as male)/woman (as female). Relatedly, the concept of the fractured locus of enunciation, often shortened to ‘fractured locus,’ is meant to demarcate this shift in the self-narrativization of the West. As Alejandro Vallega describes this concept in Latin American Philosophy from Identity to Radical Exteriority (2014), “The break occurs because, as Mignolo understands it, the situation from which one speaks in the colonial world system, by virtue of that very colonial history, is the site of a broken enunciation, or the 'fractured locus of enunciation'” (Vallega 2014, 176). Such fracture generates possibilities for resistance.In her theorization of the coloniality of gender and her methodological move toward decolonial feminism, Lugones situates herself and her theorizing at the fractured locus of the colonial difference. In so doing, she seeks to make perceptible what had not often been perceived in Western feminism, that is, the colonial difference. Further, her account of the coloniality of gender seeks to make perceptible what had not often been perceived in decolonial theory, that is, that the colonial difference is constitutive of the category of gender itself as well as the coloniality of power. As she contends in a footnote to her important article “Toward a Decolonial Feminism” (2010), “the coloniality of gender is constituted by and constitutive of the coloniality of power, knowledge, being, nature, and language. They are crucially inseparable” (Lugones 2010, 757n8). This assertion marks a major intervention in the philosophical articulation of coloniality emerging from the Latin American context.Through her critical engagement with Quijano's concept of the coloniality of power and Mignolo's concept of the fractured locus, Lugones demonstrates why decolonial thinking must strive for decolonial futures with the firm belief that otros mundos son posibles/other worlds are possible. For Lugones, to undertake decolonial feminist work we must begin by rigorously interrogating the reach of coloniality in our everyday lives as well as any lingering attachments to it that we may have. Despite coloniality's extensive reach, Lugones maintains that the processes of colonization and the logics of coloniality are not totalizing. We believe that it is worth quoting her at length on precisely this point: [I]nstead of thinking of the global, capitalist, colonial system as in every way successful in its destruction of peoples, knowledges, relations, and economies, I want to think of the process as continually I want to think of the colonized as simply and by the colonizer and coloniality in with the colonial and the of the colonial as a to a fractured locus the of the locus are in in and the its and the of the colonized in multiple (Lugones 2010, our we are made over by the processes of colonization, because ways of and gender and sociality have in the of the and of colonization, toward and within and between worlds of sense in ways that possibilities for and of the colonial difference” (Lugones calls these of that in the and of coloniality and decolonial thinkers and As they and practices the and of modernity and coloniality. an that is not by the colonial of power and knowledge, and practices us to understand that by the coloniality of power not that we of its logics and and the in this “The that we are is not the of the of the modern that worlds and and and The decolonial feminism called for by Lugones contributes to this process of the of the colonial Her emphasis on everyday lives her the to the possibilities for in the She calls for an approach that and around for and practices that the of modernity/coloniality as well as for decolonial that practice feminist of and (Lugones what it to move decolonial As Lugones underscores across multiple papers that make up her to move toward decolonial feminism not a move away from forms of liberatory theory, particularly the work of Black, Indigenous, and Latina/x Rather, in her own to move toward decolonial feminism is to move a way of that more seeks among the colonized across histories and the be and only up (Lugones 2011, That is to to move toward decolonial feminism is to out a more with the of the and myriad threads of and that have emerged from the fractured locus of this section, we outline what we take to be the contributions that the authors in this special issue make by up Lugones's invitation to move toward decolonial feminisms. Specifically, here we to sketch out the contours of the decolonial feminist philosophies that we take to be emerging within this particular special issue. We have key themes that we believe and philosophical depth and to the decolonial feminist that Lugones calls the for grand the centrality of and complex the of decolonial the for decolonial and decolonial and the imperative to decolonial We use the of this to further these important key from the articles contained in this special issue is a about the philosophical to for or narratives that offer a account of or Indeed, as two of our authors to approach a decolonial feminist in this way is to the tools of coloniality in the form of a for or Despite the of these colonial contends that as decolonial feminists we must our for and as well as the to be a decolonial The to be a decolonial is also the central focus of across Lugones's body of work, the shift in Lugones's own philosophical as she engages with the work of decolonial like Mignolo and it for Lugones, a to take up the philosophical from that in terms of As is and in the This is particularly as and because the to be a decolonial into its own form of in ways that the and coalitional imperative of decolonial feminism. in Lugones's the authors in this special issue demonstrate that feminists interested in must give up for grand narratives and attend to and as we work to the of coloniality at and to the imperative described is a call to hold for and Indeed, as our authors to do so what Lugones calls in our decolonial theory and As Lugones explains, “The is complex in for a it rule out and (Lugones and engage Lugones's concept of complex in order to for its importance for decolonial struggles that generate and offers practices of engagement through the development of critical epistemic not to not in order to be in order to in particular that over contends that the challenge of Lugones and Latina feminists to think of the political and of how be As she is as and analytical practices so that multiple worlds of sense be on the of worlds as well as critical philosophical lexicons for both understanding oppression as well as understanding the liberatory of multiple worlds of into a of about the of by Black feminists and Latina feminists (and into one argues against engaging in in the of that are often by the logics of of the coloniality of power. As she we to each as to the and and concepts contained within the Western that was not with our political projects in The authors in this special issue that and complex must be in decolonial feminist in order to the and that are the of coloniality. To do so the complexity and differences among decolonial desires, and feminist philosophy and decolonial philosophy and demonstrate the importance of theorizing from within and subaltern for the task of thinking beyond and of the of the Indeed, and subaltern are for liberatory rhythms and possibilities in thinking and The authors in this special issue offer of how to begin to philosophize from what has termed “the decolonial For the decolonial imaginary is an of histories, experiences and like a critical apparatus for the and experiences of The decolonial imaginary presents a through which By the importance of this a decolonial feminist approach and of and thinking highlights the practices, and in",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Critical Philosophy of Race",
        "type": "journal",
        "issn": [
          "2165-8684",
          "2165-8692"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Feminist Epistemology and Gender Studies",
        "Political Philosophy and Ethics",
        "Feminism, Gender, and Intersectionality"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W3140941236"
    },
    {
      "openalex_id": "W1680639019",
      "doi": "10.17356/ieejsp.v1i2.38",
      "title": "Can the post-Soviet think? On coloniality of knowledge, external imperial and double colonial difference",
      "authors": [
        {
          "name": "Madina Tlostanova",
          "openalex_id": "A5057761846",
          "orcid": "https://orcid.org/0000-0002-0727-2098",
          "institutions": [
            "Russian Academy of Sciences",
            "The Russian Presidential Academy of National Economy and Public Administration"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-22",
      "abstract": "The article considers the main challenges faced by the post-Soviet social sciences in the global configuration of knowledge, marked by omnipresentcoloniality. In disciplinary terms this syndrome is manifested in the social sciences/ versus area studies divide from which the post-Soviet is either excluded or equalized with postcolonial discourses. The situation can be described as a general invisibility of the post-Soviet space and its social sciences and scientists for the rest of the world and the refusal of the global North to accept the post-Soviet scholar in the capacity of a rational subject. The reasons for this complex intersection of the post-Soviet, postcolonial and other post-dependence factors are both internal and external, political and epistemic. Following the methodological principles of decolonial option the author analyses such specific elements of the post-Soviet stagnant configuration in knowledge production as the external imperial difference and the double colonial difference, the geo-politics and body-politics of knowledge the way they are reflected in the knowledge production and distribution, paying specific attention to the possible ways out of this epistemic dead-end.",
      "cited_by_count": 126,
      "type": "article",
      "source": {
        "name": "Intersections",
        "type": "journal",
        "issn": [
          "2416-089X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://intersections.tk.mta.hu/index.php/intersections/article/download/38/pdf_7"
      },
      "topics": [
        "Decolonial Thought and Epistemologies",
        "Political theory and Gramsci",
        "Globalization and political ideologies"
      ],
      "referenced_works_count": 34,
      "url": "https://openalex.org/W1680639019"
    },
    {
      "openalex_id": "W2782084534",
      "doi": "10.1177/1350507617745275",
      "title": "Becoming a decolonial feminist ethnographer: Addressing the complexities of positionality and representation",
      "authors": [
        {
          "name": "J. Sloan Manning",
          "openalex_id": "A5044106829",
          "orcid": "https://orcid.org/0000-0002-1665-4813"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-02",
      "abstract": "Organisation and management scholars are often preoccupied with developing, refining and advancing knowledge, and in so doing, the empirical process through which knowledge is advanced can be ignored together with the impact this process can have on participants and scholars. This article draws attention to how management scholars might negotiate the complexities of positionality and representation through an illustrative case: my experience of becoming a decolonial feminist ethnographer. Drawing upon my doctoral research, I share the experience of my ethnographic journey to become a decolonial feminist ethnographer. Developing a decolonial feminist approach to ethnography enabled me to identify positionality and representation as the key complexities of engaging in research with marginalised ‘Others’ while also providing me with the tools to address these complexities. This is not to say that becoming a decolonial feminist ethnographer is the only way to engage in research with marginalised ‘Others’, but this critical approach encourages researcher reflexivity and helps in addressing the issues of positionality and representation. My approach suggests an alternative way of ‘seeing and doing’ ethnography motivated by an ethical commitment to the participants and the desire to respect their knowledge and experiences.",
      "cited_by_count": 88,
      "type": "article",
      "source": {
        "name": "Management Learning",
        "type": "journal",
        "issn": [
          "1350-5076",
          "1461-7307"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://arrow.tudublin.ie/buschmanart/38"
      },
      "topics": [
        "Management and Organizational Studies",
        "Qualitative Research Methods and Ethics",
        "Gender Diversity and Inequality"
      ],
      "referenced_works_count": 81,
      "url": "https://openalex.org/W2782084534"
    },
    {
      "openalex_id": "W2960102249",
      "doi": "10.4324/9780367222543-9",
      "title": "The postcolonial condition, the decolonial option, and the post-socialist intervention",
      "authors": [
        {
          "name": "Madina Tlostanova",
          "openalex_id": "A5057761846",
          "orcid": "https://orcid.org/0000-0002-0727-2098"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-19",
      "abstract": "Postcoloniality should be regarded as a human condition, an existential situation, whereas decoloniality is an option, consciously chosen as a political, ethical, and epistemic positionality. Such an unconventional understanding of the terms \"postcolonial\" and \"decolonial\" allows to transcend the long-going rivalry and geopolitical divisions between the postcolonial studies and the decolonial option through the medium of the post-socialist and post-dependence optics and discourses. The post-socialist intervention launches a number of concepts necessary for the analysis of the post-socialist/postcolonial intersections. Among them, the imperial difference; the geopolitics and corpopolitics of knowledge, being, gender, and sensing; decolonial aesthesis; and the reversal of temporal directions in the post-Soviet context. Postcolonial discourse needs to be contextualized and eventually radicalized. It means a shift from the explanation of the other in the language understandable by the same to delinking from the rhetoric of modernity with its hidden colonial logic and tracing other genealogies of knowledge and activism and other ways of interpreting modernity/coloniality.",
      "cited_by_count": 72,
      "type": "book-chapter",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://api.taylorfrancis.com/content/chapters/oa-edit/download?identifierName=doi&identifierValue=10.4324/9780367222543-9&type=chapterpdf"
      },
      "topics": [
        "Political Economy and Marxism",
        "Global Economic and Social Development",
        "Decolonial Thought and Epistemologies"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2960102249"
    },
    {
      "openalex_id": "W2045432813",
      "doi": "10.1080/09502380601162563",
      "title": "UNSETTLING RACE, COLONIALITY, AND CASTE",
      "authors": [
        {
          "name": "José David Saldívar",
          "openalex_id": "A5019766180"
        }
      ],
      "publication_year": 2007,
      "publication_date": "2007-03-01",
      "abstract": "Click to increase image sizeClick to decrease image size Notes 1. The concept of the coloniality of power was theorized by the Peruvian sociologist Aníbal Quijano. He argues that modern regimes of power are characterized by what he terms ‘coloniality’, which, as distinct from colonialism, is not simply defined by a formal redomination between empire and colony but primarily defined by global and national/cultural hierarchies (gendered, racialized, and sexualized) that are articulated differentially in time and space. See Quijano's (Citation1992, Citation2000). See also Mignolo (Citation2000), Lao-Montes (Citation2001), and Grosfoguel (2002). 2. For a discussion of the twinned logics of US empire (as a spatial territory) and as the cultures of US new imperialism (as a deterritorialized logic of capitalism), see Harvey (Citation2003). 3. See Althusser (Citation1971) and Butler (Citation1997). 4. See The Nature and Context of Minority Discourse (1990). 5. Deleuze & Guattari (1986). 6. See my ‘Foreword’ (2001), (2000a and b, 1996). 7. The postpositivist realism the Reclaiming Identity scholars defend emerges from within the philosophy of science, and is informed by the work of Charles Sanders Pierce, W.V.O. Quine, and Hilary Putnam, among others. I have profited from Putnam's autobiographical essay on the philosophy of science entitled ‘A Half Century of Philosophy, Viewed From Within’ (Citation1997). 8. Mohanty hypothesizes in Literary Theory and the Claims of History: ‘instead of conceiving identities as self-evidently based on the authentic experiences of members of a cultural or social group, … or as all equally unreal to the extent that they lay any claim to the real experiences of real people because experience is a radically mystifying term, … we need to explore the possibility of a theoretical understanding of social and cultural identity in terms of objective social location. To do so, we need a cognitivist conception of experience …’ (1997, p. 216). 9. Brown (Citation1995). 10. As I have suggested above, the coloniality of power functions to organize cross-genealogical dialogues and theoretical developments around issues central to the futures of minority studies: identity, subjectification, power regimes, espistemology, and transformative politics. Among the scholars engaged in those dialogues are Aníbal Quijano, Walter Mignolo, Agustín Lao-Montes, Ramón Grosfoguel, Enrique Dussel, Catherine Walsh, and Freya Schiwy. 11. For far-reaching studies of the emerging problems in the intellectual and institutional organization of academic thinking, see Walllerstein et al. (Citation1996) and Mignolo (Citation2000). While the Wallersteinian Gulbenkian Commission's report is a highly analytical narrative of the social sciences over the past 100 years, and gracefully uses world system theory, chaos and dynamical complexity theory, contingent universalism, and a timely call for ethnoracial and gender diversity in the academy to overturn Max Weber's worn out call for a ‘disenchantment with the world’, Mignolo's study of the historical humanities in the modern world colonial system can be read as an exemplary corrective to the Gulbenkian Commission's call for universalizing the social sciences. Mignolo argues that the Gulbenkian Commission's position on universalism ends up subalternizing others. Briefly, the issue for Mignolo is not how to universalize the social sciences or the historical humanities, but how to better locate the ‘colonial difference'embedded in our academic cultures of scholarship. Mignolo inists that we need to think in terms of local US Latino/a and global border knowledge (gnosis) rather than in terms of the disciplines. 12. For an understanding of how nineteenth-century America was obsessed about vernacular varieties of English, see Jones (Citation1999). 13. Nepantla is a word used by a Nahuatl-speaking people in the sixteenth century to define their own socio-cultural situation in the face of the Spanish conquest. As Walter Mignolo suggests, the word, nepantla, was recorded by Diego Durán, a Dominican missionary who was writing an ethnographic history of the Nahuatl speakers from the Valley of Mexico. When Durán asked one of his informants what he thought about the difficult situation that had been created for them by the Spanish invasion, the informant is reported to have responded ‘estamos nepantla’, (‘we are Nepantla’), that is, ‘we are in-between’. Personal correspondence with the author, 15 January 1998. My emphasis on nepantla throughout the essay is meant to function as a reminder of the ‘colonial difference’ implicit in US Latino/a Studies, a translational and transnational memory that all cultural difference has to be seen in the context of power and of the relations of subalternity and domination. 14. Gloria Anzaldúa writes in ‘Border Arte: Nepantla, El lugar de la Frontera’, that border art ‘depicts both the soul of the artist and the soul of the pueblo. It deals with who tells the stories and what stories and histories are told. I call this form of visual narrative autohistorias. This form goes beyond the traditional self-portrait or autobiography, in telling the writer/artist's personal story, it also includes the artist's cultural history’ (p. 113). In a conversation with me at the University of California, Santa Cruz, on 17 October 1990, Anzaldúa described the form of Borderlands/La Frontera with the homegrown neologism, autohistoriteoría. 15. Anzaldúa's imaginative work has had the great fortune of having been treated by superb feminist and postcolonial critics. In addition to Mignolo, Saldívar-Hull, Sandoval,Yarbro- Bejarano, and Chabram-Dernesesian's work, readers can track an emerging debate in Chicana/o Studies between psychoanalytic and deconstructive work such as Norma Alarcon's and post-postivist realist work such as Paula Moya's. For Alarcón, Anzaldúa's ‘lesbo-erotic’ text not only ‘recodifies the multiple names of Woman’ and recuperates ‘a new mestiza consciousness’, but also resituates Coatlicue through the author's own ‘nonconscious memory’ (p. 50). Briefly, for Alarcón, Anzaldúa represents ‘the non-(pre)-oedipal mother’ in Borderlands/La Frontera and in the process ‘gives birth to herself as inscriber/speaker of/for mestiza consciousness’ (p. 50). More recently, Paula Moya in Learning from Experience, has responded to Alarcón's and Chela Sandoval's reading of Anzaldúa by suggesting that in Alarcón's and Sandoval's proto-poststructuralist approaches to Chicana feminism in general and Anzaldúa's work in particular, they have ‘run the risk of theorizing … identity in terms of ambiguity and fragmentation so that the ‘Chicana’ becomes, in effect, a figure for marginality and contradiction in the postmodern world. I would argue that the term ‘Chicana’ should not denote a principle of abstract oppositionality’ (p. 129). In contradistinction to Alarcón's and Sandoval's readings, Moya calls for a post-positivist realist approach to Anzaldúa's work based on issues of identity and experience. Thus envisaged, Anzaldúa's new mestiza consciousness for Moya can be interpreted as a form of ‘epistemic privilege’, that is, ‘a special advantage with respect to possessing or acquiring knowledge about how fundamental aspects of our society … operate to sustain matrices of power’ (p. 188, fn. 36). While this is not the place to respond to this debate in Chicano/a Studies, I would like to note that Anzaldúa's work engages us with another ‘take’ on the ‘post’, that is, what we might call, the ‘post-human’. Throughout Borderlands/La Frontera, Anzaldúa asks an urgent question: how do we go about breaking down the barriers we pose between the human and the animal? In contradistinction to Weber and Descartes, Anzaldúa calls for a ‘reenchantment with the world’. Specifically, her ‘alien’ allegory builds on passages such as the following one in her autohistoriateoría: ‘I tremble before the animal, the alien, sub-or suprahuman, the one that has something in common with the wind and the trees, … that possesses a demon determination and ruthlessness beyond the human’ (p. 72, my emphasis). 16. I would like to thank my Berkeley colleague, Gautam Premnath for allowing me to read his superb dissertation entitled ‘Arguments with Nationalism in the Fiction of the Indian Diaspora’, which he completed at Brown University in 2003. I am especially indebted to Premnath's powerful suggestion that Arhundhati Roy politically declares herself and her characters to be ‘mobile republics’ in order to get at the fundamental failure of the Indian republic to come into its own. I read Premnath's work after I had completed the writing of this last section of the essay, and after I had formulated my arguments that Arundhati Roy's The God of Small Things fundamentally critiques postcolonial coloniality and nationalism through her dystopian deconstruction of kinship in Kerala and alternatively uses the erotic as a utopian form of political and cultural critique. 17. Here in this last section, it should become clear that I am in substantial agreement with Satya P. Mohanty that our identities are not mere social constructions and hence ‘spurious’, nor fixed unchanging essences in a brutalizing world. I agree, further, with Mohanty that ‘we have the capacity to examine our social identities, considering them in light of our best understanding of other social facts and our other social relationships’ (1997, p. 201). My reading of Roy's The God of Small Things is indebted to what I take to be Mohanty's significant reformulation of experience and identity dispersed throughout his Literary Theory and the Claims of History (1997). 18. I read Roy's critique of the bourgeois nation in The God of Small Things as echoing Ranajit Guha's description of the South Asian Subaltern Group's project. In his essay, ‘On Some Aspects of the Historiography of Colonial India’ (1988), Guha defines the problematic of their project as ‘the study of [the] historical failure of the nation to come into its own, a failure due to the inadequacy of the bourgeoisie as well as of the working class to lead it to a decisive victory over colonialism and a bourgeois-democratic revolution of either the classic nineteenth-century type under the hegemony of the bourgeoisie or a more modern type under the hegemony of workers and peasants, that is a “new democracy”’, p. 43. 19. I refer, of course, to the term Orlando Patterson in Slavery and Social Death (Citation1982) gives to the status of being a living being radically deprived of all rights. 20. See Dominick LaCapra's ‘Representing the Holocaust: Reflections on the Historians’ Debate’ (1992). 21. My reading of kinship and positionality has profited from Judith Butler's Antigone's Claim: Kinship Between Life and Death (2000).",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Cultural Studies",
        "type": "journal",
        "issn": [
          "0950-2386",
          "1466-4348"
        ]
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political theory and Gramsci",
        "Marxism and Critical Theory",
        "Critical Theory and Philosophy"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2045432813"
    },
    {
      "openalex_id": "W2807076567",
      "doi": "10.1093/ips/oly005",
      "title": "Unraveling Coloniality in International Relations: Knowledge, Relationality, and Strategies for Engagement",
      "authors": [
        {
          "name": "Karen Tucker",
          "openalex_id": "A5088253271",
          "orcid": "https://orcid.org/0000-0003-3537-2413",
          "institutions": [
            "University of Bristol"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-30",
      "abstract": "A wide-ranging conversation has been unfolding in the past two decades on the colonial origins and legacies of international relations (IR) and the ways in which these might be overcome. Critiques and counter-projects that draw inspiration from Latin American decolonial thinking have become an increasingly prominent part of this, particularly in the past few years. In this article, I offer an assessment of this nascent decolonial IR. I make two broad arguments: that dominant modes of decolonial critique in IR need to be supplemented by projects that unravel-that is, make sense of and disrupt-racialized power and knowledge relations as they play out across multiple political, economic, and epistemic sites; and that achieving this requires more nuanced and targeted decolonial methodologies than those that are currently available. This leads me to reframe coloniality in IR as a methodological problem, not to supplant questions of epistemology, ontology, or ethics in decolonial IR but to render them more amenable to empirical analysis. Illustrating my discussion through reference to the global governance of \"traditional knowledge,\" I sketch out a methodological framework for decolonial IR that is attentive to the slow, context-specific processes through which coloniality (re)emerges but is also reshaped.",
      "cited_by_count": 122,
      "type": "article",
      "source": {
        "name": "International Political Sociology",
        "type": "journal",
        "issn": [
          "1749-5679",
          "1749-5687"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "https://academic.oup.com/ips/article-pdf/12/3/215/25693964/oly005.pdf"
      },
      "topics": [
        "International Development and Aid",
        "Political Conflict and Governance",
        "Peacebuilding and International Security"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W2807076567"
    }
  ],
  "count": 15,
  "errors": []
}
