{
  "status": "success",
  "source": "openalex",
  "query": "interculturalidad Dussel",
  "results": [
    {
      "openalex_id": "W2886093538",
      "doi": "10.19053/01235095.v4.n22.2018.8301",
      "title": "Interculturalidad en lenguas-culturas extranjeras: un desafío filosófico para América Latina",
      "authors": [
        {
          "name": "Jorge Hernán Herrera Pineda",
          "openalex_id": "A5021236263",
          "orcid": "https://orcid.org/0000-0001-6303-3019",
          "institutions": [
            "University of Quindío"
          ]
        },
        {
          "name": "Claudia Elizabeth Ortiz Ruiz",
          "openalex_id": "A5052209176",
          "institutions": [
            "University of Quindío"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-06",
      "abstract": "Este artículo de reflexión problematiza la didáctica de las lenguas extranjeras desde una inquietud filosófica-intercultural para contextos mayoritaria e históricamente monolingües como el latinoamericano. Inicialmente, se describen los rasgos de colonialidad latentes en el enfoque que el Marco Común Europeo de Referencia asume para tratar la interculturalidad. Seguidamente, se realiza un análisis crítico-filosófico de los desafíos que la interculturalidad enfrenta en América Latina en el contexto anteriormente mencionado, y se revisan las relaciones que existen entre interculturalidad y glotopolítica, asumiendo que el latinoamericanismo de Mendieta, la resemantización del orientalismo de Said, el mimetismo y la hibridación bhabhiana, así como la filosofía intercultural, son quizá los desafíos filosóficos más grandes. Finalmente, se presenta un exordio para una interculturalidad crítica en lenguas-culturas extranjeras, en el que se tienen en cuenta algunas contribuciones del Grupo Modernidad/Colonialidad, concretamente de Dussel, Walsh, Castro-Gómez y Fornet-Betancourt, reconociendo que la didáctización de la interculturalidad en las licenciaturas de lenguas modernas de Colombia está por construirse.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Cuestiones de filosofía",
        "type": "journal",
        "issn": [
          "0123-5095",
          "2389-9441"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uptc.edu.co/index.php/cuestiones_filosofia/article/download/8301/7124"
      },
      "topics": [
        "Immigration and Intercultural Education",
        "Spanish Linguistics and Language Studies",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2886093538"
    },
    {
      "openalex_id": "W2990128564",
      "doi": null,
      "title": "Interculturalidad y transición a la Transmodernidad",
      "authors": [
        {
          "name": "Yamandú Acosta",
          "openalex_id": "A5034502090"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "\"Se postula la tesis de una transición a la transmodernidad desde la modernidad imperante hoy profundizada como posmodernidad. La categoría de transmodernidad es abordada en diálogo con su formulación por Enrique Dussel. Se entiende que transmodernidad es también transocccidentalidad, por ser la modernidad en su profundización posmoderna la figura vigente de la occidentalidad. Entonces, la transición a la transmodernidad lo es también a la transoccidentalidad, implicando un cambio civilizatorio. Tanto la transmodernidad como la transición a la misma suponen una interculturalidad descentrada y crítica. El papel de la filosofía intercultural latinoamericana a la construcción de esa interculturalidad es debatido.\"",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Redalyc (Universidad Autónoma del Estado de México)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies",
        "Latin American Cultural Politics",
        "Cultural and Social Studies in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2990128564"
    },
    {
      "openalex_id": "W2906974080",
      "doi": "10.18012/arf.2016.43720",
      "title": "Algunas reflexiones sobre la interculturalidad: Una aproximación interdisciplinaria",
      "authors": [
        {
          "name": "Gerardo Miguel Nieves-Loja",
          "openalex_id": "A5082576330",
          "institutions": [
            "Universidad Nacional de Chimborazo"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-15",
      "abstract": "El objetivo de este artículo es presentar el tema de la interculturalidad desde diversos puntos de análisis: el filosófico, y el de una pedagogía liberadora, como también una aproximación legal y constitucional; se termina con un análisis crítico a la globalización y al capitalismo. Estos temas, ocupan un lugar preponderante en la presente reflexión, los cuales ayudan a comprender, analizar y construir la interculturalidad; que sigue siendo una utopía y un desafío para los pueblos que habitan en América latina. En esta aproximación investigativa, tomamos como referentes principales las obras de Paulo Freire, Enrique Dussel, Fidel Tubino, Josef Estermann, Catherine Walsh, Raúl Fornet, François Houtart, y otros pensadores de particular relevancia.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Aufklärung journal of philosophy",
        "type": "journal",
        "issn": [
          "2318-9428",
          "2358-8470"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufpb.br/ojs2/index.php/arf/article/download/43720/21889"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Comparative constitutional jurisprudence studies"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2906974080"
    },
    {
      "openalex_id": "W2987288180",
      "doi": null,
      "title": "Aportes de la filosofía intercultural latinoamericana para la gestión de la diversidad cultural migrante en la escuela",
      "authors": [
        {
          "name": "Mora Olate",
          "openalex_id": "A5050205705"
        },
        {
          "name": "María Esperanza Pérez Loreto",
          "openalex_id": "A5021526226"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-10-01",
      "abstract": "espanolEl modelo de escuela asimilacionista imperante se actualiza en discursos docentes homogeneizantes frente a la diversidad cultural de las aulas. Entonces ?como el pensamiento filosofico latinoamericano y la interculturalidad aportan para el desafio de gestionar la diversidad cultural migrante en la escuela? Las respuestas, desde un proyecto intercultural critico, retoman los aportes de pensadores/as latinoamericanos/as, como Fornet-Betancourt, Dussel, Walsh y Tubino. Esta reflexion reconoce a America Latina como un lugar de produccion de pensamiento emancipador, cuestionando las formas de pensamiento colonizadas que sustentan los procesos de escolarizacion de los estudiantes desde una perspectiva monocultural de gestion del curriculum escolar. EnglishThe prevailing assimilationist school model is updated in homogenizing teaching discourses against the cultural diversity at the classrooms. So, how do Latin American philosophical thinking and interculturality contribute to the challenge of managing migrant cultural diversity in school? The answers, from a critical intercultural project, return to the contributions of Latin American thinkers, such as Fornet-Betancourt, Dussel, Walsh and Tubino. This reflection recognizes Latin America as a production place of emancipatory thinking, questioning the colonized ways of thinking that support the schooling processes of students from a monocultural perspective of school curriculum management.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Utopía y praxis latinoamericana: revista internacional de filosofía iberoamericana y teoría social",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Cultural and Social Studies in Latin America",
        "Immigration and Intercultural Education",
        "Educational theories and practices"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2987288180"
    },
    {
      "openalex_id": "W4400485046",
      "doi": "10.4206/rev.stultifera.2024.v7n2-07",
      "title": "Enrique Dussel y el reconocimiento crítico del Otro: liberación e interculturalidad",
      "authors": [
        {
          "name": "Emmanuel Levine",
          "openalex_id": "A5069961738",
          "orcid": "https://orcid.org/0009-0004-9292-889X",
          "institutions": [
            "Université Paris Nanterre"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-07-08",
      "abstract": "El presente artículo intenta mostrar cómo la crítica de la idea hegeliana de reconocimiento desempeña un papel central en la filosofía de la liberación de Enrique Dussel. El texto comienza mostrando cómo Dussel se encontró con la riqueza y los límites del pensamiento levinasiano sobre el reconocimiento. Siguiendo los pasos de Levinas, Dussel argumenta sobre la fecundidad ética y política de un reconocimiento asimétrico y no recíproco de la alteridad radical. Este reconocimiento específico es el verdadero motor del método analéctico propio de la Filosofía dusseliana de la liberación. Recordando los principales puntos de su debate con Axel Honneth, el artículo muestra, entonces, que la Ética de la Liberación (1998) y la Política de la Liberación (2007) dan prioridad a un reconocimiento a la vez material, formal y “factible” de los Otros excluidos y oprimidos. Este reconocimiento crítico se concretiza en la lucha política por la dignidad de los diversos movimientos sociales o frentes de liberación tanto en el Sur como en el Norte, y en el diálogo intercultural hacia una transmodernidad pluriversal.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Revista Stultifera",
        "type": "journal",
        "issn": [
          "0719-983X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistas.uach.cl/index.php/revstul/article/download/7545/8572"
      },
      "topics": [
        "Religion and Society in Latin America",
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W4400485046"
    },
    {
      "openalex_id": "W2789592445",
      "doi": "10.14295/remea.v34i3.7338",
      "title": "Educação escolar indígena na perspectiva da educação popular: em defesa da Pedagogia Cosmo-Antropológica",
      "authors": [
        {
          "name": "Waldinéia Antunes de Alcântara Ferreira",
          "openalex_id": "A5052611571",
          "orcid": "https://orcid.org/0000-0001-5949-7590"
        },
        {
          "name": "Jaime José Zitkoski",
          "openalex_id": "A5032705856",
          "orcid": "https://orcid.org/0000-0003-1266-2039"
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-12-19",
      "abstract": "A Educação Escolar Indígena na atualidade das Comunidades Mayrob, Apiaká e Kayabi no município de Juara-MT tem vivenciado uma constante ressignificação no intuito de se tornar diferenciada, intercultural e bilíngue. Esse movimento de ressignificação tem como base as tramas e as manhas empreendidas nos movimentos indígenas no contexto da educação popular. Esse processo ocorre com os empoderamentos, diálogos e vivências dos saberes indígenas, sempre na perspectiva da interculturalidade crítica. Pois se dá no esforço da afirmação étnica de cada povo que pelas práticas educativas pedagógicas e na valorização da cultura própria. Uma educação construtora de um currículo articulado à vida, à interculturalidade e a memória da cultura e da língua materna num mundo globalizado e diverso, um currículo negociado com tensões e protagonismo. Em outras palavras, uma educação própria, diferenciada, intercultural, feita pela Pedagogia Cosmo-Antropológica. O referido texto tem origem em uma pesquisa de doutorado realizada no período de 2012 a 2014, no Dinter UFRGS/UNEMAT. O caminho da investigação foi respaldado com as contribuições da pesquisa qualitativa do tipo etnográfico, com as orientações de Geertz (1989) e André (2003). Teve como objeto de estudo a educação escolar indígena e os principais autores que auxiliaram na construção desta pesquisa foram: Kusch (2000), Dussel (1993), Paulo Freire (1996; 2005) e Viveiros de Castro (2002). La Educación Escolar Indígena en la actualidad de las Comunidades Mayrob, Apiaká y Kayabi en el municipio de Juara-MT ha vivido una constante resignificación con el fin de convierterse diferenciada, intercultural y bilingüe. Este movimiento de resignificación tiene como base las tramas y los caminos emprendidos en los movimientos indígenas en el contexto de la educación popular. Este proceso ocurre con los empoderamientos, diálogos y vivencias de los saberes indígenas, siempre en la perspectiva de la interculturalidad crítica. Porque se da en el esfuerzo de la afirmación étnica de cada pueblo que por las prácticas educativas pedagógicas y en la valorización de la cultura propia. Una educación constructora de un currículo articulado a la vida, a la interculturalidad y la memoria de la cultura y de la lengua materna en un mundo globalizado y diverso, un currículo negociado con tensiones y protagonismo. En otras palabras, una educación propia, diferenciada, intercultural, hecha por la Pedagogía Cosmo-Antropológica. El referido texto tiene su origen en una investigación de doctorado realizada en el período de 2012 a 2014, en el Dinter UFRGS / UNEMAT. El camino de la investigación fue respaldado con las contribuciones de la investigación cualitativa del tipo etnográfico, con las orientaciones de Geertz (1989) y André (2003). En el caso de la educación escolar indígena y los principales autores que auxiliaron en la construcción de esta investigación fueron: Kusch (2000), Dussel (1993), Paulo Freire (1996, 2005) y Viveiros de Castro (2002). Indigenous School Education in the present time of the Mayrob, Apiaká and Kayabi Communities in the city of Juara-MT has experienced a constant re-signification in order to become differentiated, intercultural and bilingual. This movement of re-signification is based on the plots and the ways undertaken in the indigenous movements in the context of popular education. This process occurs with the empowerment, dialogues and experiences of indigenous knowledge, always in the perspective of critical interculturality. For it is in the effort of the ethnic affirmation of each people that by the pedagogical educational practices and in the valuation of the own culture. An education that builds a curriculum articulated to life, interculturality and the memory of culture and mother tongue in a globalized and diverse world, a curriculum negotiated with tensions and protagonism. In other words, an own, differentiated, intercultural education, made by the Cosmo-Anthropological Pedagogy. The aforementioned text originates in a doctoral research carried out in the period from 2012 to 2014, at Dinter UFRGS / UNEMAT. The research path was supported by the contributions of the qualitative research of the ethnographic type, with the orientations of Geertz (1989) and André (2003). Indigenous school education was the object of study, and the main authors who assisted in the construction of this research were: Kusch (2000), Dussel (1993), Paulo Freire (1996; 2005) and Viveiros de Castro (2002).",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "REMEA - Revista Eletrônica do Mestrado em Educação Ambiental",
        "type": "journal",
        "issn": [
          "1517-1256",
          "2318-4884"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.furg.br/remea/article/download/7338/4817"
      },
      "topics": [
        "Indigenous Studies in Latin America",
        "Indigenous Health and Education",
        "Environmental Sustainability and Education"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W2789592445"
    },
    {
      "openalex_id": "W3199722674",
      "doi": "10.22409/gragoata.v26i56.51599",
      "title": "De-universalizing the decolonial: between parentheses and falling skies",
      "authors": [
        {
          "name": "Lynn Mário T. Menezes de Souza",
          "openalex_id": "A5018643812",
          "orcid": "https://orcid.org/0000-0001-8831-7034",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Ana Paula Martinez Duboc",
          "openalex_id": "A5066034205",
          "orcid": "https://orcid.org/0000-0002-3136-3504",
          "institutions": [
            "Universidade de São Paulo"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-09-29",
      "abstract": "Departing from the premise that decoloniality is growing in popularity within contemporary Brazilian Applied Linguistics studies, this paper claims in favor of a more performative decolonial praxis so as to prevent decoloniality from universality. In doing so, the text begins with some theorizations on decolonial thought with an emphasis on the triad fundamental in any decolonial exercise, that is to Identify-Interrogate-Interrupt coloniality. The paper, then, claims in favor of thinking communication otherwise which, along with the notions of bringing back the body and marking the unmarked, constitute the necessary decolonial strategies if one wishes to interrupt coloniality. A critical examination of The falling Sky: words of a Yanomami shaman, co-authored by Kopenawa and Albert (2013), is brought to the fore as illustrative of a decolonial pedagogy which attempts to help language teacher educators and researchers to become attentive to socially-just-oriented educational agendas that claim to be culturally-sensitive whereas, in fact, they may be serving the purposes of a still prevailing colonial project.",
      "cited_by_count": 84,
      "type": "article",
      "source": {
        "name": "Gragoatá",
        "type": "journal",
        "issn": [
          "1413-9073",
          "2358-4114"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.uff.br/gragoata/article/download/51599/29981"
      },
      "topics": [
        "Linguistics and Education Research",
        "Indigenous Studies in Latin America",
        "Cultural, Media, and Literary Studies"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W3199722674"
    },
    {
      "openalex_id": "W2144728319",
      "doi": "10.4067/s0718-65682012000300009",
      "title": "La comunalidad como base para la construcción de resiliencia social ante la crisis civilizatoria",
      "authors": [
        {
          "name": "Mario Enrique Fuente Carrasco",
          "openalex_id": ""
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-12-01",
      "abstract": "Resumen: La estela de la crisis del proyecto civilizatorio occidental ha agudizado las desigualdades sociales y alterado los procesos homeostticos de la biosfera. El despojo sutil o violento de los territorios con alto potencial de recursos naturales es una astucia ms del modelo neoliberal para paliar su crisis estructural; tal como sucede contra los pueblos indgenas. Estas acciones son altamente perturbadoras de las dinmicas de organizacin social, y de la agudizacin de injusticia ambiental. Sin embargo, diversos grupos sociales estn reconfigurando sus estrategias no solo para resistir, sino para la construccin de alternativas. El ethos comunitario (comunalidad) -como un elemento cultural propio de los pueblos con ascendencia de la cultura mesoamericana-es una de estrategia intercultural fundamental para estas tareas. La nocin de resiliencia social se usa como herramienta analtica de tal exploracin. Se destaca que los grados de resiliencia de las comunidades estn relacionados con la construccin de procesos autonmicos.",
      "cited_by_count": 18,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/polis/v11n33/art09.pdf"
      },
      "topics": [
        "Social Sciences and Policies",
        "Resilience and Mental Health",
        "Community Health and Development"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2144728319"
    },
    {
      "openalex_id": "W2113941678",
      "doi": "10.4067/s0718-65682014000200016",
      "title": "Colonialidad, descolonización e interculturalidad: Apuntes desde la Filosofía Intercultural",
      "authors": [
        {
          "name": "Josef Estermann",
          "openalex_id": "A5103232464",
          "orcid": "https://orcid.org/0000-0002-2325-1932"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-08-01",
      "abstract": "Resumen: En este pequeño ensayo se replantea el debate respecto al tema enunciado en el título en perspectiva de una filosofía intercultural crítica y liberacionista, buscando clarificar los conceptos involucrados y discernir entre posturas más o menos \"ingenuas\" o \"celebratorias\" 1 de la interculturalidad/descolonización, por un lado, y posturas \"críticas\" y \"emancipadoras\", por otro lado.Estamos en un punto histórico en el que el discurso de la \"interculturalidad\" y \"descolonización\" sufre un proceso de desgaste y cooptación por parte del modelo hegemónico monocultural y globalizador en sentido de un imperialismo cultural occidental y de una posmodernidad en clave consumista.",
      "cited_by_count": 63,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/polis/v13n38/art16.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Cultural and Social Studies in Latin America"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2113941678"
    },
    {
      "openalex_id": "W2234712454",
      "doi": "10.11144/javeriana.uh81.scdl",
      "title": "Sobre la colonialidad del lenguaje y el decir",
      "authors": [
        {
          "name": "Gabriela Veronelli",
          "openalex_id": "A5007062692",
          "institutions": [
            "Instituto de Filosofía",
            "Binghamton University",
            "State University of New York"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-24",
      "abstract": "Este artículo presenta un nuevo marco teórico para analizar relaciones lingüísticas de poder que examina los efectos lingüisticos de lo que Aníbal Quijano ha teorizado como “la colonialidad del poder.” La “colonialidad del lenguaje” refiere a un proceso de racialización de poblaciones colonizadas como agentes comunicativos que comienza con la Conquista de América y continúa hasta hoy. La investigación está centrada en la deshumanización de las poblaciones colonizadas y esclavizadas, y el concomitante desprecio de sus lenguajes y maneras sociales de dar-sentido en tanto que expresiones de su “naturaleza” de “seres inferiores”. Los resultados son una contribución original al debate sobre la relación histórica entre colonialismo, raza, etnicidad, y lenguaje en América. El argumento plantea que existe una conección entre la reducción de las poblaciones colonizadas y racializadas a un status de seres no-humanos, y una ideología lingüística analizada como “monolenguajeo” que oculta la opresión colonial dialógica y discursivamente.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Universitas Humanística",
        "type": "journal",
        "issn": [
          "0120-4807",
          "2011-2734"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.javeriana.edu.co/index.php/univhumanistica/article/download/11432/11947"
      },
      "topics": [
        "Spanish Linguistics and Language Studies",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2234712454"
    },
    {
      "openalex_id": "W2478987430",
      "doi": "10.17533/udea.ikala.v21n02a04",
      "title": "Critical Interculturality. A Path for Pre-service ELT Teachers",
      "authors": [
        {
          "name": "Carlo Granados-Beltrán",
          "openalex_id": "A5076331176",
          "orcid": "https://orcid.org/0000-0002-3463-1412",
          "institutions": [
            "Institución Universitaria Colombo Americana"
          ]
        },
        {
          "name": "Carlo Granados-Beltrán",
          "openalex_id": "",
          "institutions": [
            "Institución Universitaria Colombo Americana"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-06-17",
      "abstract": "\"This article elaborates a theoretical reflection upon critical interculturality as a tool for decolonial pedagogy, which needs to be explored in initial language teacher education programs as a means to counteract the increasing emphasis on the instrumental nature of the field caused by a limited view of the meaning of professional development. For this purpose, the text addresses, first, the theoretical developments of the decolonial turn; secondly, it discusses the notion of critical interculturality; and finally, it presents a reflection on the links between critical interculturality, decolonial pedagogy, and a vision of teacher education as a dynamics of personal development. The text concludes by explaining the potential of critical interculturality as a point of intersection for transgressive pedagogies, whose main feature is recognizing and making subjectivities visible. The article is part of an ongoing research on initial language teacher development programs currently being carried out within the framework of the Ph.D. in Education at Universidad Santo Tomás de Aquino in Bogotá, Colombia.\"",
      "cited_by_count": 64,
      "type": "article",
      "source": {
        "name": "Íkala Revista de Lenguaje y Cultura",
        "type": "journal",
        "issn": [
          "0123-3432",
          "2145-566X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://aprendeenlinea.udea.edu.co/revistas/index.php/ikala/article/download/23456/20780391"
      },
      "topics": [
        "Education in Rural Contexts",
        "Educational theories and practices",
        "Literacy and Educational Practices"
      ],
      "referenced_works_count": 37,
      "url": "https://openalex.org/W2478987430"
    },
    {
      "openalex_id": "W2270943509",
      "doi": null,
      "title": "SENTIPENSAR CON LA TIERRA. NUEVAS LECTURAS SOBRE DESARROLLO, TERRITORIO Y DIFERENCIA",
      "authors": [
        {
          "name": "Ólver Quijano Valencia",
          "openalex_id": "A5075321138",
          "orcid": "https://orcid.org/0000-0002-1604-3465",
          "institutions": [
            "University of Cauca"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "El presente libro recoge dos ensayos escritos entre el 2011 y el 2013, y una breve propuesta de investigaciÃ³n hacia el futuro que surge de los mismos. Los textos constituyen nuevas lecturas sobre desarrollo, territorio y diferencia, y contribuyen a delinear un campo que provisionalmente denominamos como \"ontologÃ­a polÃ­tica\".\\nComo veremos en el segundo ensayo, el concepto de ontologÃ­a polÃ­tica busca resaltar tanto la dimensiÃ³n polÃ­tica de la ontologÃ­a como la dimensiÃ³n ontolÃ³gica de la polÃ­tica. Por un lado, toda ontologÃ­a o visiÃ³n del mundo crea una forma particular de ver y hacer la polÃ­tica; por el otro, muchos conflictos polÃ­ticos nos refieren a premisas fundamentales sobre lo que son el mundo, lo real y la vida; es decir, a ontologÃ­as.",
      "cited_by_count": 459,
      "type": "article",
      "source": {
        "name": "Americanae (AECID Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://americanae.aecid.es/americanae/es/registros/registro.do?tipoRegistro=MTD&idBib=479563"
      },
      "topics": [
        "Regional Development and Innovation",
        "Environmental and sustainability education"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2270943509"
    },
    {
      "openalex_id": "W2390609204",
      "doi": "10.1590/s0102-69922016000100004",
      "title": "Transmodernidade e interculturalidade: interpretação a partir da filosofia da libertação",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "Ao reconhecer uma nova localização das culturas periféricas na história mundial, bem como partindo de uma concepção não monolítica e não substancialista de cultura, este artigo localiza, por um lado, a Europa na história mundial e propõe, por outro, um diálogo intercultural simétrico entre críticos das culturas ditas periféricas. Essas culturas periféricas foram colonizadas, excluídas, desprezadas, negadas e ignoradas pela Modernidade eurocentrada, porém, não foram eliminadas. O desafio que se coloca é o de estabelecer um diálogo transmoderno e simétrico entre essas culturas - tratadas como exterioridades da Modernidade - a fim de responder de outros lugares os desafios da Modernidade e pós-modernidade europeia.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Sociedade e Estado",
        "type": "journal",
        "issn": [
          "0102-6992",
          "1980-5462"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/se/v31n1/0102-6992-se-31-01-00051.pdf"
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Philosophical and Historical Studies",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2390609204"
    },
    {
      "openalex_id": "W2124599867",
      "doi": "10.1016/s0301-7036(13)71865-0",
      "title": "La minería como factor de desarrollo en la Sierra Juárez de Oaxaca. Una valoración ética",
      "authors": [
        {
          "name": "Mario Enrique Fuente",
          "openalex_id": "A5085946964",
          "institutions": [
            "Universidad de la Sierra Juárez"
          ]
        },
        {
          "name": "David Barkin",
          "openalex_id": "A5084157820",
          "orcid": "https://orcid.org/0000-0001-5365-7733"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "The Mexican government justified granting mining concessions in indigenous ter¬ritories as a strategy to promote development. This action, based on competitive general equilibrium theory, avoids examining the ethical and environmental costs and implications. Within this context, the article explores heterodox analytical analysis and a specific praxis: the communitarian experience of the Zapotec village of Capulalpam, in the Sierra Juarez of Oaxaca, Mexico, which is facing the problem of mining concessions issued in its territory. The enquiry aims to trace the geographical and political dimensions of the ethical debate about the problems of development and sustainability.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Problemas del Desarrollo Revista Latinoamericana de Economía",
        "type": "journal",
        "issn": [
          "0301-7036",
          "2007-8951"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.probdes.iiec.unam.mx/index.php/pde/article/download/35700/32490"
      },
      "topics": [
        "Environmental and Cultural Studies in Latin America and Beyond",
        "Regional Development and Innovation",
        "Indigenous Cultures and Socio-Education"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2124599867"
    },
    {
      "openalex_id": "W2140509572",
      "doi": "10.3384/diss.diva-106245",
      "title": "Impossible Interculturality? : Education and the Colonial Difference in a Multicultural World",
      "authors": [
        {
          "name": "Robert Åman",
          "openalex_id": "A5035681709",
          "orcid": "https://orcid.org/0000-0002-2387-1883"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-04-30",
      "abstract": "An increasing number of educational policies, academic studies, and university courses today propagate ‘interculturality’ as a method for approaching ‘the Other’ and reconciling universal values and cultural specificities. Based on a thorough discussion of Europe’s colonial past and the hierarchies of knowledge that colonialism established, this dissertation interrogates the definitions of intercultural knowledge put forth by EU policy discourse, academic textbooks on interculturality, and students who have completed a university course on the subject. Taking a decolonial approach that makes its central concern the ways in which differences are formed and sustained through references to cultural identities, this study shows that interculturality, as defined in these texts, runs the risk of affirming a singular European outlook on the world, and of elevating this outlook into a universal law. Contrary to its selfproclaimed goal of learning from the Other, interculturality may in fact contribute to the repression of the Other by silencing those who are already muted. The dissertation suggests an alternative definition of interculturality, which is not framed in terms of cultural differences but in terms of colonial difference. This argument is substantiated by an analysis of the Latin American concept of interculturalidad, which derives from the struggles for public and political recognition among indigenous social movements in Bolivia, Ecuador and Peru. By bringing interculturalidad into the picture, with its roots in the particular and with strong reverberations of the historical experience of colonialism, this study explores the possibility of decentring the discourse of interculturality and its Eurocentric outlook. In this way, the dissertation argues that an emancipation from colonial legacies requires that we start seeing interculturality as inter-epistemic rather than simply inter-cultural.",
      "cited_by_count": 31,
      "type": "book",
      "source": {
        "name": "Linköping University Electronic Press eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://liu.diva-portal.org/smash/get/diva2:714944/FULLTEXT01"
      },
      "topics": [
        "Global Education and Multiculturalism",
        "Global Educational Policies and Reforms",
        "Global Educational Reforms and Inequalities"
      ],
      "referenced_works_count": 164,
      "url": "https://openalex.org/W2140509572"
    },
    {
      "openalex_id": "W1671151453",
      "doi": "10.29340/37.290",
      "title": "Concesiones forestales, exclusión y sustentabilidad. Lecciones desde las comunidades de la Sierra Norte de Oaxaca .",
      "authors": [
        {
          "name": "Mario Enrique Fuente Carrasco",
          "openalex_id": "A5076833368",
          "orcid": "https://orcid.org/0000-0002-8420-147X",
          "institutions": [
            "National Institute of Anthropology and History"
          ]
        },
        {
          "name": "David Barkin",
          "openalex_id": "A5084157820",
          "orcid": "https://orcid.org/0000-0001-5365-7733",
          "institutions": [
            "Universidad Autónoma Metropolitana"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-09",
      "abstract": "Los esfuerzos comunitarios que enfrentan los conflictos económicos distributivos generadores de exclusión son praxis identificadas como ejemplos de una ética concreta. Este trabajo recupera la experiencia campesina de la Sierra Norte de Oaxaca durante los procesos de exclusión que implicaron el otorgamiento de las concesiones forestales. Las praxis se muestran como lecciones en la construcción de procesos de apropiación social de la naturaleza con una mayor responsabilidad social y ambiental, pero también como estrategias vigentes para escapar del ejercicio del poder político subordinado a la racionalidad económica del mercado globalizado.",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Desacatos",
        "type": "journal",
        "issn": [
          "1607-050X",
          "2448-5144"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://desacatos.ciesas.edu.mx/index.php/Desacatos/article/download/290/170"
      },
      "topics": [
        "Latin American rural development",
        "Social Issues and Sustainability",
        "Environmental and Cultural Studies in Latin America and Beyond"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W1671151453"
    },
    {
      "openalex_id": "W3084902785",
      "doi": "10.19183/how.27.2.566",
      "title": "Inquiring into the Coloniality of Knowledge, Power, and Being in EFL Textbooks",
      "authors": [
        {
          "name": "Astrid Núñez Pardo",
          "openalex_id": "A5000012434",
          "orcid": "https://orcid.org/0000-0001-6176-4520",
          "institutions": [
            "Universidad Externado de Colombia"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-31",
      "abstract": "This article inquires into the coloniality present in EFL textbooks, which continue being used as the core resource for language learning and teaching in Colombia. However, its instrumentalization, imperialism, and exploitation as an instrument of subalternation suggest that EFL textbooks produced by foreign and local publishing houses in the Colombian context are colonised in three interrelated dimensions: knowledge, power, and being. Therefore, this research proposal aims at unveiling the ontological, epistemological, and power criteria rooted in critical interculturality as a decolonial alternative, and inspired by the decolonial turn, to orient the development of other contextualised materials from the voices of Colombian teachers, authors and experts.",
      "cited_by_count": 30,
      "type": "article",
      "source": {
        "name": "HOW",
        "type": "journal",
        "issn": [
          "0120-5927"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.howjournalcolombia.org/index.php/how/article/download/566/551"
      },
      "topics": [
        "Second Language Learning and Teaching",
        "Literacy and Educational Practices",
        "Educational theories and practices"
      ],
      "referenced_works_count": 90,
      "url": "https://openalex.org/W3084902785"
    },
    {
      "openalex_id": "W2966123174",
      "doi": "10.28976/1984-2686rbpec2019u329344",
      "title": "Educação em Ciências na Escola Democrática e as Relações Étnico-Raciais",
      "authors": [
        {
          "name": "Bárbara Carine Soares Pinheiro",
          "openalex_id": "A5040615242",
          "orcid": "https://orcid.org/0000-0001-6899-8485",
          "institutions": [
            "Rede de Química e Tecnologia"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-08-02",
      "abstract": "O presente artigo tem como objetivo, a partir de uma revisão bibliográfica nas principais referências da área etnocêntrica e decolonial nas ciências no Brasil apontar caminhos para a educação em ciências naturais, abordando as relações étnico-raciais como eixo norteador. Neste sentido, revisamos a literatura das teorias decoloniais com o intuito de compreender do que se trata o processo de descolonização de saberes, bem como de compreendermos o que nos trouxe até este estágio epistêmico, cosmogônico e global eurocêntrico que reduziu nossas existências e produções intelectuais a um padrão de referência único e universalizado. Para tal, apresentamos produções científicas africanas pré-diaspóricas, bem como cientistas contemporâneos que destoam desses padrões socialmente impostos, visando ampliar a imagética acerca da noção de ciência e pautar a importância de se discutir representatividades diversas nos espaços de poder, dentre eles o de produção acadêmica. Ressalto que a escrita deste texto se dará em afro perspectiva por meio da proposição teórico-metodológica cunhada pela escritora Conceição Evaristo, denominada escrevivência. Por esta razão imprimo nestas palavras o que leio, penso e sinto. Realizo não só formulação e reformulações a partir de outros e outras, como também parto deste meu lugar de mulher negra brasileira nordestina que atua na área de Ensino de Química.",
      "cited_by_count": 59,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Pesquisa em Educação em Ciências",
        "type": "journal",
        "issn": [
          "1806-5104",
          "1984-2686"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufmg.br/index.php/rbpec/article/download/13139/11886"
      },
      "topics": [
        "Environmental Sustainability and Education",
        "Science and Science Education",
        "Rural and Ethnic Education"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W2966123174"
    },
    {
      "openalex_id": "W2189726790",
      "doi": "10.4067/s0719-26812015000200002",
      "title": "FORMAR CIUDADANOS INTERCULTURALES EN UN MUNDO GLOBAL: ALGUNAS NOTAS DESDE LOS ESTUDIOS CURRICULARES",
      "authors": [
        {
          "name": "Daniel Johnson",
          "openalex_id": "A5046931343",
          "orcid": "https://orcid.org/0000-0002-1023-8915",
          "institutions": [
            "University of Illinois Urbana-Champaign"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-06-01",
      "abstract": "Este trabajo presenta algunas reflexiones acerca del desafío de formar ciudadanos interculturales en un mundo global. La perspectiva disciplinaria es la de los estudios auriculares. La globalización ha visibilizado la crisis de lo nacional como unidad de prescripción y análisis en el campo curricular, alterando las relaciones local-nacional-global. Desde este punto de vista se argumenta que el reconocimiento de nuestras sociedades como sociedades multiculturales requiere la formación de ciudadanos interculturales. Esto es, ciudadanos capaces de interactuar democráticamente en contextos crecientemente multiculturales.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Diálogo andino",
        "type": "journal",
        "issn": [
          "0716-2278",
          "0719-2681"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scielo.conicyt.cl/pdf/rda/n47/art02.pdf"
      },
      "topics": [
        "Immigration and Intercultural Education",
        "Educational Practices and Policies",
        "Higher Education Teaching and Evaluation"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2189726790"
    },
    {
      "openalex_id": "W1960402028",
      "doi": "10.29092/uacm.v10i22.278",
      "title": "Pueblos indígenas y decolonialidad Sobre la colonización epistemológica occidental",
      "authors": [
        {
          "name": "Pedro Garzón López",
          "openalex_id": "A5024725936"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-08-23",
      "abstract": "El presente trabajo reflexiona sobre la opresión estructural que viven actualmente los pueblos indígenas, partiendo de la premisa según la cual las “tres patas” que sostienen la colonización “moderna” de los pueblos indígenas tienen que ver —siguiendo el pensamiento decolonial latinoamericano— con la colonialidad del poder, del saber y del ser. Asumir esta perspectiva implica señalar la parcialidad de la gramática eurocéntrica en el contexto de la alteridad epistémica, y reivindicar “otras” concepciones de vidas no-modernas negadas e invisibilizadas por las luces de la modernidad.",
      "cited_by_count": 33,
      "type": "article",
      "source": {
        "name": "Andamios",
        "type": "journal",
        "issn": [
          "1870-0063",
          "2594-1917"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://andamios.uacm.edu.mx/index.php/andamios/article/download/278/254"
      },
      "topics": [
        "Venezuelan Migration and Society",
        "Latin American Cultural Politics",
        "Gender, Health, and Social Inequality"
      ],
      "referenced_works_count": 11,
      "url": "https://openalex.org/W1960402028"
    },
    {
      "openalex_id": "W2599950689",
      "doi": "10.4067/s0718-65682016000300015",
      "title": "Lucha por la Tierra: Ruptura metabólica y reapropiación social de la naturaleza",
      "authors": [
        {
          "name": "Carlos Walter Porto-Gonçalves",
          "openalex_id": "A5052872626",
          "orcid": "https://orcid.org/0000-0002-7308-8934",
          "institutions": [
            "Universidade Federal Fluminense"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-01",
      "abstract": "planet today.In this context, a new phase of expropriation violence is in charge of humanity and against it emerge social groups in the struggle for the social reappropriation of nature (Leff) or simply to maintain their relations with the vital conditions of the earth , Water, photosynthesis, soil-subsoil.The struggle for the agrarian reform is resignified as the struggle for the land and for the Earth.",
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scielo.conicyt.cl/pdf/polis/v15n45/art_15.pdf"
      },
      "topics": [
        "Economic and Social Development"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2599950689"
    },
    {
      "openalex_id": "W2264424870",
      "doi": "10.17227/01203916.69rce17.44",
      "title": "La interculturalidad: ¿principio o fin de la utopía?",
      "authors": [
        {
          "name": "Elizabeth Castillo Guzmán",
          "openalex_id": "A5068477468",
          "orcid": "https://orcid.org/0000-0003-2463-9151",
          "institutions": [
            "University of Cauca"
          ]
        },
        {
          "name": "Sandra Patricia Guido Guevara",
          "openalex_id": "A5024814743",
          "institutions": [
            "National Pedagogic University"
          ]
        },
        {
          "name": "Sandra Patricia Guido Guevara",
          "openalex_id": ""
        },
        {
          "name": "Universidad Pedagógica Nacional",
          "openalex_id": ""
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-02",
      "abstract": "\"La interculturalidad, como noción reciente en el campo de la educación, representa un complejo entramado de significados, apropiaciones y sentidos. Sus orígenes son diversos e incluso contradictorios, según el lugar de producción de sus definiciones más precisas. Sus usos en el plano de las políticas públicas y las agendas globales educativas son un verdadero calidoscopio en el cual figuran tensiones y convergencias propias del multiculturalismo del fin del siglo XX. En el terreno de las luchas y el activismo de los denominados movimientos étnicos, esta noción adquiere relevancia ideológica para confrontar los asuntos del poder, la exclusión y la subalternidad. Este artículo pretende ofrecer una mirada panorámica en torno a estos asuntos en dos planos específicos. Por una parte, sobre los recorridos de lo intercultural en su configuración como objeto de conceptualizaciones y teorizaciones de los saberes expertos en educación mundial y continental. Por otra parte, en el contexto de Colombia, como una posibilidad de visibilizar las dinámicas y las fuerzas que determinan el curso que el enfoque de lo intercultural toma en un momento histórico determinado. Finalmente se presentan algunos problemas fundamentales para superar cierta “ingenuidad” en el debate sobre la interculturalidad en América Latina.\"",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Revista Colombiana de Educación",
        "type": "journal",
        "issn": [
          "0120-3916",
          "2323-0134"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.pedagogica.edu.co/index.php/RCE/article/download/3244/2809/9602"
      },
      "topics": [
        "Immigration and Intercultural Education",
        "Social Sciences and Policies",
        "Employment, Labor, and Gender Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2264424870"
    },
    {
      "openalex_id": "W3132950157",
      "doi": "10.32719/26312484.2020.34.2",
      "title": "Limitaciones al reconocimiento del territorio ancestral en Ecuador",
      "authors": [
        {
          "name": "A. Lozano",
          "openalex_id": "A5109490746",
          "orcid": "https://orcid.org/0009-0003-0582-0569",
          "institutions": [
            "Universidad Técnica del Norte",
            "ORCID"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-19",
      "abstract": "As of the 2008 Constitution, Ecuador recognized ancestral territory as a collective right of indigenous communities, peoples and nationalities for constituting a space for the preservation of culture. This right that could also be considered a manifestationof the intercultural state has been limited since the executive’s speech and through normative provisions. This research addresses the study of the right to ancestral territory and the limitations it has suffered in Ecuador. To demonstrate this premise, one of the emblematic cases on the boundaries of ancestral territory will be analyzed, it is about the Nankints community belonging to the Shuar people, based on two approaches: the international one, based on the jurisprudence of the Inter-American Court of Human Rights, the American Convention on Human Rights and the ILO Convention 169 on Indigenous and Tribal Peoples; and that of the intercultural State since the revision of the Ecuadorian Constitution through the norms that have been issued on the subject. The objective of this investigation is to show that the limitations to the law of the ancestral territory do not respond to a theoretical-normative analysis only, in many cases they are the product of the political will of the government of the day.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "FORO Revista de Derecho",
        "type": "journal",
        "issn": [
          "1390-2466",
          "2631-2484"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uasb.edu.ec/index.php/foro/article/download/1458/1284"
      },
      "topics": [
        "Legal processes and jurisprudence",
        "Comparative constitutional jurisprudence studies",
        "Multidisciplinary Research Papers Compilation"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W3132950157"
    },
    {
      "openalex_id": "W2350446973",
      "doi": "10.5294/edu.2016.19.1.4",
      "title": "Pedagogías críticas latinoamericanas y filosofía de la liberación: potencialidades de un diálogo teórico-político",
      "authors": [
        {
          "name": "Fabián Cabaluz",
          "openalex_id": "A5054796135",
          "orcid": "https://orcid.org/0000-0003-0398-7819",
          "institutions": [
            "Academy of Christian Humanism University",
            "Praxis",
            "Université Pédagogique Nationale",
            "Departamento de Educación",
            "Universidad de La Sabana",
            "Artistic Realization Technologies",
            "Applied Poleramic (United States)"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-05-01",
      "abstract": "22 páginas",
      "cited_by_count": 22,
      "type": "article",
      "source": {
        "name": "Educación y Educadores",
        "type": "journal",
        "issn": [
          "0123-1294",
          "2027-5358"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://educacionyeducadores.unisabana.edu.co/index.php/eye/article/download/5061/4190/31437"
      },
      "topics": [
        "Educational theories and practices",
        "Latin American Cultural Politics",
        "Philosophy and Education Pedagogy"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W2350446973"
    },
    {
      "openalex_id": "W2972893537",
      "doi": "10.4067/s0719-26812019000200081",
      "title": "EDUCACIÓN INTERCULTURAL ARTICULADA A LA EPISTEME INDÍGENA EN LATINOAMÉRICA. EL CASO MAPUCHE EN CHILE",
      "authors": [
        {
          "name": "Segundo Quintriqueo",
          "openalex_id": "A5114251794",
          "institutions": [
            "Temuco Catholic University"
          ]
        },
        {
          "name": "Katerin Arias-Ortega",
          "openalex_id": "A5027528101",
          "orcid": "https://orcid.org/0000-0001-8099-0670",
          "institutions": [
            "Temuco Catholic University"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-01",
      "abstract": "El artículo discute experiencias de educación intercultural articulada a la episteme indígena, particularmente el caso mapuche en Chile. En contexto de colonización, se ha desarrollado un sistema de educación escolar y formación del profesorado, fundamentado en la colonialidad del saber y del poder que limita a los profesores la toma de consciencia del valor de otras epistemes, para comprender la educación escolar en perspectiva intercultural. La metodología empleada es la investigación educativa y un procedimiento de análisis de contenido. Como resultado planteamos que la interculturalidad es una propuesta ética, epistémica y política, para construir sociedades democráticas que reconozcan las diferentes sociedades y culturas que cohabitan en contextos de colonización. Así, la formación inicial y continua de los profesores, debiera favorecer la adquisición de competencias didácticas fundamentadas en la episteme indígena. Discutimos y concluimos que: 1) la educación intercultural articulada a la episteme indígena es pertinente y factible de abordar, desde un enfoque educativo intercultural; 2) la pedagogía y educación indígena constituyen un aporte para sustentar un currículum escolar intercultural; y 3) la educación desde un pluralismo epistemológico, nos plantea el desafío de establecer una relación cercana con los actores del medio educativo y social en contexto indígena.",
      "cited_by_count": 27,
      "type": "article",
      "source": {
        "name": "Diálogo andino",
        "type": "journal",
        "issn": [
          "0716-2278",
          "0719-2681"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/rda/n59/0719-2681-rda-59-81.pdf"
      },
      "topics": [
        "Migration, Education, Indigenous Social Dynamics",
        "Cultural and Social Studies in Latin America",
        "Immigration and Intercultural Education"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2972893537"
    }
  ],
  "count": 25,
  "errors": []
}
