{
  "status": "success",
  "source": "openalex",
  "query": "filosofia liberacion Latinoamerica Zea Salazar",
  "results": [
    {
      "openalex_id": "W2243877527",
      "doi": null,
      "title": "Filosofía política de la educación nuestroamericana: filosofía de la educación entre la dominación y la liberación de Latinoamérica",
      "authors": [
        {
          "name": "José Díaz Fernández",
          "openalex_id": "A5023479699",
          "orcid": "https://orcid.org/0000-0002-5378-6508"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "La investigacion presentada en esta tesis explora y reconstruye una reflexion y un dialogo filosofico sobre la educacion en Latinoamerica, sistematizando los mecanismos bajo los cuales la educacion se ha desarrollado como una praxis de dominacion, y fundamentando con ello la filosofia de la educacion como filosofia politica de la educacion nuestroamericana.\nPara esta labor, en el primer capitulo se hace un recorrido historico que inicia con el analisis de textos fundacionales de la filosofia latinoamericana. En primer lugar se revisa Ideas para un curso de Filosofia Contemporanea, escrito por Juan Bautista Alberdi, y Nuestra America de Jose Marti. Para finalizar con la sistematizacion del llamado debate por la “Filosofia Latinoamericana” entre Leopoldo Zea y Augusto Salazar Bondy.\nAl segundo momento se accede a traves de la sistematizacion de la controversia por la existencia, caracteristicas y autenticidad de la filosofia latinoamericana desde la controversia anteriormente abierta entre Leopoldo Zea y Augusto Salazar Bondy, brindando los nexos necesario para –en el segundo capitulo de esta tesis–, registrar, sistematizar y criticar un dialogo olvidado en las discusiones filosoficas latinoamericanas contemporaneas sobre educacion, dialogo articulado entre Paulo Freire, Ivan Illich y Enrique Dussel. El segundo capitulo, Pedagogias de la Liberacion de los oprimidos, sera el lugar para la realizacion del analisis critico del dialogo filosofico que se articula tanto desde la tematica de la educacion latinoamericana como proyecto de liberacion de los oprimidos y excluidos del “naciente tercer mundo”, asi como desde la liberacion de la educacion de su mecanismo colonial de ejercicio pedagogico. Este dialogo filosofico latinoamericano tiene su consumacion en un apartado filosofico critico –denominado Conclusion– que evalua y proyecta los principios y fundamentos de una pedagogia de la liberacion desde los oprimidos y excluidos hacia un proyecto nuestroamericano.",
      "cited_by_count": 1,
      "type": "dissertation",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Educational theories and practices",
        "Education and Teacher Training",
        "Social Skills and Education"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2243877527"
    },
    {
      "openalex_id": "W2071239628",
      "doi": "10.5195/reviberoamer.1997.6212",
      "title": "LA FILOSOFÍA DE LOS CALIBANES O ¿QUÉ SIGNIFICA UNA “CRÍTICA DE LA RAZÓN LATINOAMERICANA”?",
      "authors": [
        {
          "name": "Santiago Castro‐Gómez",
          "openalex_id": "A5057515888"
        }
      ],
      "publication_year": 1997,
      "publication_date": "1997-09-29",
      "abstract": null,
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Revista Iberoamericana",
        "type": "journal",
        "issn": [
          "0034-9631",
          "2154-4794"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revista-iberoamericana.pitt.edu/ojs/Iberoamericana/article/download/6212/6388"
      },
      "topics": [
        "Philosophical Thought and Analysis",
        "Ethics and bioethics in healthcare",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2071239628"
    },
    {
      "openalex_id": "W2015820654",
      "doi": "10.5195/reviberoamer.1997.6211",
      "title": "LA ALTERIZACIÓN DEL OTRO: LA <i>CRÍTICA DE LA RAZÓN LATINOAMERICANA</i> DE SANTIAGO CASTRO-GÓMEZ",
      "authors": [
        {
          "name": "Eduardo Mendieta",
          "openalex_id": "A5031924443",
          "orcid": "https://orcid.org/0000-0003-0903-885X",
          "institutions": [
            "University of San Francisco"
          ]
        }
      ],
      "publication_year": 1997,
      "publication_date": "1997-09-29",
      "abstract": "Es parte esencial de la hegemonia de una ideologia que la misma sea asimilada por aquellos a quienes se supone esta debe controlar.La nocion de ideologia implica por lo menos una forma de disimular el poder a traves de la saturacion de todo aspecto de la vida.El poder es precisamente ejercido a traves del acto de localizarse uno mismo en el espacio social.El Otro no puede hablar, ni representarse a si mismo por que se ye por medio de los ojos del dominador, de la cultura que domina.El Otro se alteriza asimismo y otros.El Otro s6lo puede verse asimismo en la retina del ojo de su amo.El Otro se hace un otro del uno que se ha hecho la medida de la sociedad, mientras que no sanciona que otros se vean asimismo como mas o menos que la mera negaci6n de los que se toma por la norma, lo normal.El Otro se hace asimismo y a otros un otro, y en el proceso se localiza en el espacio social ya como el subalterno de alguien, o como amo o dominante.El asunto de la subalternidad, de la dominaci6n, de la subyugaci6n y control no es solamente una cuesti6n de la alteridad, de la orientalizaci6n, o inclusive de la occidentalizacion, sino tambien, y principalmente afiadiria yo, de desentrafiar Ia capacidad de futuridad del otro y no permitir Ia posibilidad de que los que son excluidos y marginalizados se representen asimismos en sus propios terminos.Esto es lo que yo creo que Spivak sugiere cuando escribe, comentando a Marx, en su ensayo seminal \"Can the subaltern speak?\", que confrontarlos, los subalternos, es el reto de aprender a no representarlos (vertreten) mientras que aprendemos a representarnos (darstellen) a nosotros mismos.Cuando pretendemos representar a todos, nosotros abrogamos para nosotros Ia funcion de hablar por todos en terminos de nuestro propio patron mientras que ocluimos donde estamos nosotros mismos.El reto es decir quienes somos, donde nos situamos, que podemos ganar o perder a partir de nuestra localidad en el espacio social.De hecho, es como Adrienne Rich lo articula en uno de sus poemas: \"where do we see it from is the question\" [' la pregunta es desde donde lo vemos'].El reciente libro de Santiago Castro-Gomez, Critica de la razon latinoamericana, es una de los mas sutiles, profundos, sugerentes y desafiantes analisis de los discursos de Ia alteridad que han sido desarrollados y enunciados desde Latinoamerica.De hecho, al proceso de hacer otros del Otro le corresponde una logica, una razon; uno de los logros de Castro-Gomez consiste en haber desarrollado una critica de esta logica, o ratio, tal y como se ha desarrollado en Latinoamerica a traves de los (ltimos cien afios.Se debe notar",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista Iberoamericana",
        "type": "journal",
        "issn": [
          "0034-9631",
          "2154-4794"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revista-iberoamericana.pitt.edu/ojs/index.php/Iberoamericana/article/download/6211/6387"
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis",
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2015820654"
    },
    {
      "openalex_id": "W3200957785",
      "doi": null,
      "title": "Teología de la liberación y narrativa latinoamericana : (El pensamiento latinoamericano como problema del hombre y su vinculación en la narrativa latinoamericana y la teología de la liberación)",
      "authors": [
        {
          "name": "Carbonell García",
          "openalex_id": "A5103787838"
        },
        {
          "name": "Francisco José",
          "openalex_id": "A5078989578"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "espanolHare un recorrido traves de la teologia de la liberacion y la narrativa latinoamericana. Quepa decir hubo una evolucion hasta llegar una definicion clara de esta y en concreto estos anos. Para hablar de esta evolucion y de la relacion entre la teologia de la liberacion, esta tesis estara estructurada en torno tres figuras, considero claves, y su contexto social y cultural. Estas son: Domingo de Soto (1494-1560), en donde distinguiremos la figura de Bartolome De las Casas y los dos conceptos de evangelio (profano y cristiano). segunda voz es la de Jose Marti (1853-1895), en donde se desarrolla un concepto de justicia liberacionista nos planteara las caracteristicas absorbera la propia teologia de la liberacion. En este poeta es donde mejor se expresa, traves de una ideologia mesianica, en donde se mezclan los ideales romanticos traidos de la mano de Victor Hugo (1802-1885) y el socialismo marxista frances llego Latinoamerica, y del cual hablaremos mas adelante, esa doble vision entre los conceptos de imperio y lucha por los oprimidos, se pueden sonsacar del famoso extracto de Domingo de Soto (la confrontacion entre Bartolome de las Casas y Sepulveda sobre la naturaleza del indigena), y veremos en referencia la historia especifica de la teologia de la liberacion. En tercer lugar y como culmen de estos dos momentos, y en relacion con estas dos voces he citado, terminare con el pensamiento y la obra de Ernesto Cardenal que, sobre todo, se desarrollara lo largo de la segunda mitad del siglo XX. En este ultimo autor se da tanto el pensamiento teologico de justicia y liberacion expondre en el estudio sobre la teologia de la liberacion como el aspecto literario y politico de Jose Marti. Tambien es importante puesto el poeta y revolucionario sandinista, como veremos mas adelante, vive y participa de primera mano, de las propias ideas liberacionistas, traves del desarrollo y praxis de la propia teologia de la liberacion. Hay tener en cuenta, como nos recuerda el profesor Miguel Hernandez Gonzalez, el enorme impacto social y cultural se produce al entrar en contacto el Viejo Mundo con la cultura precolombina. Esta mezcla dara pie un rico mestizaje cultural y una impronta teologica y literaria propia, como expondre mas adelante, en el siglo XIX y XX. Si tuvieramos situar el momento de nacimiento de toda esta evolucion historica, antes senalada, tendriamos ir al momento justo del descubrimiento oficial por parte de Espana, y el descubrimiento oficial de America, como dice el propio Enrique Dussel se diferencia de las visitas anteriores de pueblos, por ejemplo, como el Vikingo, porque es partir de este encuentro cuando America se abre al mundo. Teologia de la Liberacion, se inicia en los anos cuarenta y culmina en los anos sesenta del pasado siglo, es un largo proceso, una larga vision de desconstruccion de los valores morales de la Iglesia Catolica. En ese afan por controlarlo todo, por parte de esta, es cuando surge, en palabras de Leopoldo Zea: La filosofia Latinoamericana como problema del hombre. Liza Skidelsky en su investigacion sobre Leopoldo Zea, nos dice hay un debate importante gira en torno a obtener una filosofia iberoamericana autentica. Esta confrontacion es provocada por el propia Zea y el pensador Salazar Bondy, un dialogo cuya conclusion, curiosamente, explica que el debate iberoamericano comenzo con la polemica Las Casas-Sepulveda acerca de si el indoamericano tiene un alma EnglishI will take tour through liberation theology and American narrative. It is worth saying reaching clear definition of this was an evolutionary process and specifically during these years., To talk about this evolution and its relationship with liberation theology, this thesis will be structured around three figures, which I consider key, and their social and cultural context. These are: Domingo de Soto (1494-1560), where we will distinguish the figure of Bartolome De las Casas and the two concepts of the gospel (profane and Christian). The second voice is of Jose Marti (1853-1895). who develops concept of liberationist justice with characteristics will be absorbed by liberation theology itself. In this poet we find its best expression through messianic ideology, which mixes the romantic ideals brought by the hand of Victor Hugo (1802-1885) and the French Marxist socialism arrived in America, and of which we will talk more later. Going forward, the dualistic vision of the concepts of empire and the fight for the oppressed, which can be extracted from the famous extract by Domingo de Soto (the confrontation between Bartolome de las Casas and Sepulveda on the nature of the indigenous), and which we will look at in reference to the specific history of liberation theology. Thirdly, and as the culmination of these two moments, and in relation to these two voices I have mentioned, I will end with the thoughts and works of Ernesto Cardenal, which mostly, were developed throughout the second half of the 20th century. In this last author find both the theological thought on justice and liberation I will explose in the study on liberation theology, and the literary and political aspects of Jose Marti are considered. It is also important since the Sandinista poet and revolutionary, as we will see later, lives and participates first-hand in his own liberationist ideas, through the development and praxis of liberation theology itself. We must take into account, as Professor Miguel Hernandez Gonzalez reminds us, the enormous social and cultural impact occurs when the Old World comes into contact with pre-Columbian culture. This mixture will give rise to rich cultural miscegenation with its own theological and literary imprint impact, as I will explain later, in the 19th and 20th centuries. If we had to locate the moment of birth of all this historical evolution, previously indicated, we would have to go to the right moment of the official discovery by Spain, and the official discovery of America, which as Enrique Dussel himself says differs from visits previous peoples, for example, by the Vikings for example, because it is from this encounter onwards America opened up to the world. Liberation Theology, which began in the 1940s and culminated in the 1960s, is long process, long vision of deconstructing the moral values of the Catholic Church. For its part, this eagerness to control everything, it is when it arises, is in the words of Leopoldo Zea: Latin American philosophy as problem of man. Liza Skidelsky, in her research on Leopoldo Zea, tells us there is an important debate revolves around obtaining an authentic Ibero-American philosophy. This confrontation is caused by Zea himself and the thinker Salazar Bondy, dialogue whose conclusion, curiously, explains that the Ibero-American debate began with the Las Casas-Sepulveda controversy about whether the American Indian has soul",
      "cited_by_count": 0,
      "type": "dissertation",
      "source": {
        "name": "Proyecto de investigación:",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W3200957785"
    },
    {
      "openalex_id": "W191734807",
      "doi": "10.5377/realidad.v0i92.3992",
      "title": "Críticas a la filosofía de la liberación desde la postmodernidad y la postcolonialidad",
      "authors": [
        {
          "name": "Carlos Beorlegui",
          "openalex_id": "A5074368711"
        }
      ],
      "publication_year": 2003,
      "publication_date": "2003-04-29",
      "abstract": "No abstracts available.Realidad: Revista de Ciencias Sociales y Humanidades No. 92, 2003: 211-250",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Realidad",
        "type": "journal",
        "issn": [
          "1991-3516",
          "2520-0526"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.camjol.info/index.php/REALIDAD/article/download/3992/3738"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W191734807"
    },
    {
      "openalex_id": "W76196362",
      "doi": "10.7275/11769",
      "title": "Latin American philosophy and the case of Mariátegui : philosophy as \"Caliban\" or a defense of philosophical cannibalism.",
      "authors": [
        {
          "name": "Raul Armando Cruz-Cortes",
          "openalex_id": "A5054582747"
        }
      ],
      "publication_year": 1993,
      "publication_date": "1993-01-01",
      "abstract": "This dissertation is a critical re-assessment of Latin American philosophical tradition and its quest for an authentic philosophical identity. This re-evaluation is brought about through s distinct reading of the writings of the Peruvian Marxist, Jose Carlos Mariategui (1896-1930). The analysis which is exercised in this inquiry proposes that its philosophical production should not be considered as an obscure or secondary form of European philosophy, or in the most unfortunate case, as a radical denial of the latter's philosophical heritage. In attention to the central question concerning this dissertation it is claimed that a hermeneutic strategy of devising a re-interpretation of a single theorist could yield preferable and more illuminating results than just an extensive survey of the numerous philosophers who belong to the Latin American philosophical tradition. The \"case study\" which has been performed is that of the Peruvian Marxist Jose Carlos Mariategui (1895-1930). This dissertation argues that regardless of the broad range of studies on the writings of this Peruvian revolutionary thinker, there is still much to say about his idiosyncratic interpretation of the Peruvian society of his times and about his eminently anti-dogmatic conception of Marxism. In his own discursive practice he unveiled a critical response to the inherent and rigid determinism of the Marxist dogmatic orthodoxy widely accepted in Latin America and the rest of the world during his lifetime. His self-education and theoretical practice is described as a virtual \"ingestion\" of the 1920s Marxism and many other non-Marxist philosophical and theoretical notions which were critically transformed into an innovative and effectual thought replete with revolutionary relevance. The purpose in stressing this point in Mariategui's critical \"adaptation\" of Marxism is to accentuate the undeniable Eurocentric core of Marxism with which the Peruvian thinker had to contend. The reading of Mariategui which has been suggested, characterizes his theoretical practice as an immanent critique of Eurocentric Marxism. The relevance that Mariategui's writings bear for the problem of Latin American philosophy can be posited as a critique by practice of the traditional discourses of legitimation imposed on non-Eurocentric forms of thought.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Scholarworks (University of Massachusetts Amherst)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://scholarworks.umass.edu/dissertations_1/2211"
      },
      "topics": [
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W76196362"
    },
    {
      "openalex_id": "W2768867779",
      "doi": "10.16993/ibero.297",
      "title": "Fray Bartolomé de las Casas, o De la Ciencia, el Hombre y la Liberación Americana",
      "authors": [
        {
          "name": "Claudio Aguirre-Bianchi",
          "openalex_id": "A5035237397"
        }
      ],
      "publication_year": 1980,
      "publication_date": "1980-01-01",
      "abstract": "Ese mismo dia, el hombre europeo experimenta la perplejidad que Ie provoca el descubrir la existencia de extrafios seres en las nuevas tierras, los cuales eran similares .alos hombres ... pero cuya humanidad es puesta en duda.Tres meses despues, la perplejidad se define en un tipo de relaci6n entre el europeo y el indio que subsiste hasta el presente: el 14 de enero de 1493 -se lee en el Diario del Primer Viaje del Almirante Crist6bal Col6n 2 -se produce un enfrentamiento y los espafioles bautizan a Amer:ica con sangre india, sobre el territor,io de 10 que hoy denominamos Haiti.Fue un bautizo amargo, que hace que al dia siguiente el Almirante escriba en su diario: \" ... se quiere partir porque ya no aprovecha nada detenerse, por haber passado aquellos desconciertos; debe dedr del escandalo de los indios\".El hombre blanco experiment6 una sensaci6n semejante a la del criminal que come<te su primera violaci6n. 32 Se trata de un texto descubierto en 1791, que el hijo del Almirante, Fernando Colon, utilizo en la elaboracion de la biograHa de su padre publicada ese ano.Referencias sobre el texto mencionado pueden encontrarse en Vasquez (1970) y en el polemico trabajo de Edmundo O'Gormann (1958) La invencion de America.3 ESte episodio es determinante en las posiciones asumidas por Fray Bartolome a 10 largo de su vida.Tal vez la mayor fuerza que asegura la pervivencia historica de su legado surja de la denuncia de un orden social que reduce al hombre a cosa, permitiendo su manipulacion, uso y exterminio conforme a las conveniencias de su propietario: Las Casas denuncia la depredaci6n y la dominacion.Como 10 indica Fernando Ortiz (1949), 10 que Las Casas denuncia son \"realidades feas que han acompanado a todas las conquistas de un pueblo por otro, sea bajo el pretexto de predestinaci6n sobrenatural, guerras santas, cruzadas, donaciones papales, propaganda misionera, destino manifiesto, Lebensraum, superioridad racial, u otros encubrimientos de la depredacion\".Este orden de fen6menos ha ido adquiriendo una relevancia cada vez mayor cuando se trara de analizar los sistemas de dominacion y la alienacion y reificacion que les son consubstanciales.Anteriormente (Cf.Aguirre 1977) hice un analisis de la reificacion segun Marx y demostre que este es un proceso inherente al capitalismo; hoy ampHo dicha inter• pretaci6n a todo sistema de dominacion.En 10 que respecta a los procesos de colonizacion, puede indicarse que el colonizador establece un supuesto derecho sobre la propiedad tanto de las tierras como de su contenido en las areas conquistadas.En un seminario sobre iusticia social realizado por el Departamento de FilosoHa de la Universidad de Estocolmo en conmemoracion de su Centenario, en el verano de 1978, expuse el anaIisis de que al proyectarse este supuesto derecho de la propiedad sabre los hombres, estos quedan reducidos a la categoda de bienes a dispo.cionamiento de diversos niveles de cosificacion del hombre en todo tipo de relaciones coloniales, tales como los procesos de escolarizacion, el autoritarismo familiar, el fun• cionamiento de los medios modernos de comunicacion de masas, las burocracias estatales",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Iberoamericana – Nordic Journal of Latin American and Caribbean Studies",
        "type": "journal",
        "issn": [
          "0046-8444",
          "2002-4509"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://storage.googleapis.com/jnl-su-j-injlacs-files/journals/1/articles/297/submission/proof/297-1-606-1-10-20171012.pdf"
      },
      "topics": [
        "Latin American history and culture"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2768867779"
    }
  ],
  "count": 7,
  "errors": []
}
