{
  "status": "success",
  "source": "openalex",
  "query": "transmodernidad interculturalidad",
  "results": [
    {
      "openalex_id": "W2969272706",
      "doi": "10.12795/astragalo.2016.i21.02",
      "title": "Transmodernidad e interculturalidad.",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5098104696"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": null,
      "cited_by_count": 43,
      "type": "article",
      "source": {
        "name": "Astrágalo Cultura de la Arquitectura y la Ciudad",
        "type": "journal",
        "issn": [
          "1134-3672",
          "2469-0503"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.12795/astragalo.2016.i21.02"
      },
      "topics": [
        "Immigration and Intercultural Education",
        "Social Sciences and Policies",
        "Employment, Labor, and Gender Studies"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2969272706"
    },
    {
      "openalex_id": "W2990128564",
      "doi": null,
      "title": "Interculturalidad y transición a la Transmodernidad",
      "authors": [
        {
          "name": "Yamandú Acosta",
          "openalex_id": "A5034502090"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-01-01",
      "abstract": "\"Se postula la tesis de una transición a la transmodernidad desde la modernidad imperante hoy profundizada como posmodernidad. La categoría de transmodernidad es abordada en diálogo con su formulación por Enrique Dussel. Se entiende que transmodernidad es también transocccidentalidad, por ser la modernidad en su profundización posmoderna la figura vigente de la occidentalidad. Entonces, la transición a la transmodernidad lo es también a la transoccidentalidad, implicando un cambio civilizatorio. Tanto la transmodernidad como la transición a la misma suponen una interculturalidad descentrada y crítica. El papel de la filosofía intercultural latinoamericana a la construcción de esa interculturalidad es debatido.\"",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Redalyc (Universidad Autónoma del Estado de México)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Religious and Theological Studies",
        "Latin American Cultural Politics",
        "Cultural and Social Studies in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2990128564"
    },
    {
      "openalex_id": "W3091284103",
      "doi": "10.23899/relacult.v6i4.1768",
      "title": "Sujeto, transmodernidad, interculturalidad: los estudios humanísticos en la conflictiva y nunca acabada constitución de humanidad",
      "authors": [
        {
          "name": "Yamandú Acosta",
          "openalex_id": "A5034502090",
          "institutions": [
            "Universidad de la República",
            "Universidad La República"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-03-29",
      "abstract": "El artículo responde a una convocatoria que se pregunta por los “estudios humanísticos multidisciplinares”, por las relaciones entre “investigación y sociedad” y por los “desafíos y posibilidades de relevancia y visibilidad de la investigación académica”. Para hacerlo emplaza a los “estudios humanísticos” en la “constitución de humanidad”, la que considera que es “conflictiva y nunca acabada”.En un primer punto se refiere a “estudios humanísticos”, discierne dos sentidos de “humanidades” y se refiere a la constitución de humanidad a través de tres imperativos categóricos que remiten a Kant y su humanismo crítico, a Marx y su humanismo de la praxis, y a Martí cuyo humanismo nuestroamericano, resignifica los anteriores desde otro lugar. Se exploran algunas claves del humanismo nuestroamericano, se elucida el “nosotros” implícito en Nuestra América de Martí de 1891 al que se considera en términos del “a priori antropológico”.En la última sección se procede a una puesta al día en el marco de las perspectivas analítico-crítico-normativas sobre los conceptos Sujeto, Transmodernidad e Interculturalidad. Se muestran las relaciones constitutivas entre estos tres tópicos que se señalan como utópicos, como “ausencias presentes” que vienen operando con creciente presencia en los actuales procesos de transformación del mundo, en cuanto implican humanización. Se concluye reivindicando el papel de los estudios humanísticos desde la academia en su articulación con la sociedad en la constitución de humanidad; una responsabilidad que nos concierne a todos, responsabilidad a la que los “estudios humanísticos” a través de “humanidades” en clave crítica de “ciencia con consciencia” aportan significativamente.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "RELACult - Revista Latino-Americana de Estudos em Cultura e Sociedade",
        "type": "journal",
        "issn": [
          "2525-7870"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.claec.org/index.php/relacult/article/download/1768/1160"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W3091284103"
    },
    {
      "openalex_id": "W2955244193",
      "doi": "10.5377/rci.v24i01.8006",
      "title": "La interculturalidad como nuevo objeto: Esbozo de un planteamiento transmoderno",
      "authors": [
        {
          "name": "David Añazco",
          "openalex_id": "A5021110904",
          "orcid": "https://orcid.org/0000-0003-0619-2835",
          "institutions": [
            "Universidad Nacional de Educación"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-28",
      "abstract": "La interculturalidad entendida como la síntesis de contradicciones entre múltiples expresiones e identidades culturales no puede abstraerse del viejo dilema filosófico, y además político, que implica la discusión de la modernidad versus postmodernidad. En esta propuesta argumento que lo intercultural se manifiesta de manera problemática en ambas matrices de pensamiento; en la modernidad por su sentido común totalizador, y la postmodernidad al encubrir un marco común de referencia. Frente a ello, esbozo un planteamiento vinculado a la tesis de la transmodernidad. Donde sería posible diálogo entre iguales, no como una caridad, sino como una exigencia de los sectores históricamente marginados. Para la construcción de esta posición, movilizo el esfuerzo teórico que se realiza desde la Teoría Histórico Cultural de la Actividad (CHAT) para insertar lo psicológico en un campo de mayor complejidad: la actividad intersubjetiva. Trabajo con la hipótesis del aprendizaje expansivo de la CHAT para caracterizar lo intercultural como un nuevo objeto de aprendizaje colectivo producto de la colisión entre posiciones. Por lo tanto, la interculturalidad es una idea movilizadora que se elabora de manera progresiva como resultado de la gestión del aprendizaje y diálogo cultural.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Ciencia e Interculturalidad",
        "type": "journal",
        "issn": [
          "1997-9231",
          "2223-6260"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.camjol.info/index.php/RCI/article/download/8006/8008"
      },
      "topics": [
        "Innovative Education and Learning Practices",
        "Educational Practices and Policies",
        "International Relations and Autism"
      ],
      "referenced_works_count": 15,
      "url": "https://openalex.org/W2955244193"
    },
    {
      "openalex_id": "W2240347696",
      "doi": "10.1590/0104-026x2015v23n3p691",
      "title": "Interseccionalidad y migraciones: potencialidades y desafíos",
      "authors": [
        {
          "name": "María José Magliano",
          "openalex_id": "A5037304741",
          "orcid": "https://orcid.org/0000-0002-3028-5129",
          "institutions": [
            "Universidad Nacional de Córdoba"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-12-01",
      "abstract": "Los debates sobre la interseccionalidad se han vuelto centrales en las elaboraciones teóricas sobre género y migraciones. Este artículo explora las potencialidades de la interseccionalidad para pensar procesos y experiencias sociales, específicamente los procesos migratorios internacionales y las experiencias de los y las migrantes, a la vez que reflexiona acerca de sus puntos grises y 'problemas'. Para ello, historiza el surgimiento y consolidación de la perspectiva interseccional, sus implicancias en el ámbito de las ciencias sociales en general y las migraciones en particular, y también las ambigüedades teóricas y metodológicas que la perspectiva presenta. Por último, el artículo recupera las contribuciones de la interseccionalidad para analizar empíricamente la vinculación entre migración y trabajo, a partir de indagar acerca de trayectorias laborales de mujeres migrantes peruanas en el empleo doméstico remunerado en Argentina. En torno a ello, se nutre de un trabajo de campo cualitativo (entrevistas en profundidad y observación participante) realizado desde el año 2011 hasta la actualidad en la ciudad de Córdoba (Argentina) con mujeres migrantes de origen peruano que se dedican - o se dedicaron en algún momento de su experiencia migratoria - a esta actividad laboral.",
      "cited_by_count": 99,
      "type": "article",
      "source": {
        "name": "Revista Estudos Feministas",
        "type": "journal",
        "issn": [
          "0104-026X",
          "1806-9584"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/ref/v23n3/0104-026X-ref-23-03-00691.pdf"
      },
      "topics": [
        "Migration and Labor Dynamics",
        "International Labor and Employment Law",
        "Latin American socio-political dynamics"
      ],
      "referenced_works_count": 49,
      "url": "https://openalex.org/W2240347696"
    },
    {
      "openalex_id": "W2234712454",
      "doi": "10.11144/javeriana.uh81.scdl",
      "title": "Sobre la colonialidad del lenguaje y el decir",
      "authors": [
        {
          "name": "Gabriela Veronelli",
          "openalex_id": "A5007062692",
          "institutions": [
            "Instituto de Filosofía",
            "Binghamton University",
            "State University of New York"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-11-24",
      "abstract": "Este artículo presenta un nuevo marco teórico para analizar relaciones lingüísticas de poder que examina los efectos lingüisticos de lo que Aníbal Quijano ha teorizado como “la colonialidad del poder.” La “colonialidad del lenguaje” refiere a un proceso de racialización de poblaciones colonizadas como agentes comunicativos que comienza con la Conquista de América y continúa hasta hoy. La investigación está centrada en la deshumanización de las poblaciones colonizadas y esclavizadas, y el concomitante desprecio de sus lenguajes y maneras sociales de dar-sentido en tanto que expresiones de su “naturaleza” de “seres inferiores”. Los resultados son una contribución original al debate sobre la relación histórica entre colonialismo, raza, etnicidad, y lenguaje en América. El argumento plantea que existe una conección entre la reducción de las poblaciones colonizadas y racializadas a un status de seres no-humanos, y una ideología lingüística analizada como “monolenguajeo” que oculta la opresión colonial dialógica y discursivamente.",
      "cited_by_count": 89,
      "type": "article",
      "source": {
        "name": "Universitas Humanística",
        "type": "journal",
        "issn": [
          "0120-4807",
          "2011-2734"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.javeriana.edu.co/index.php/univhumanistica/article/download/11432/11947"
      },
      "topics": [
        "Spanish Linguistics and Language Studies",
        "Historical Linguistics and Language Studies"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2234712454"
    },
    {
      "openalex_id": "W3091009096",
      "doi": "10.47666/summa.2.esp.09",
      "title": "Antropolítica en Venezuela: un cuenco de mendigo, más aún en tiempos de pandemia 2020",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "openalex_id": "A5091346258",
          "orcid": "https://orcid.org/0000-0002-0311-1705",
          "institutions": [
            "Universidad de Oriente"
          ]
        },
        {
          "name": "Isabel Peleteiro Vázquez",
          "openalex_id": "A5070996664",
          "orcid": "https://orcid.org/0000-0001-6314-4923",
          "institutions": [
            "Universidad de Oriente"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-25",
      "abstract": "En la presente investigación trans-metódica enmarcada en la transmodernidad y el transmétodo: hermenéutica comprensiva, ecosófico y diatópico (Rodríguez, 2020a) se analiza la antropolítica en Venezuela como un cuenco de mendigo profundamente vacío más aún en tiempos de la pandemia 2020. Las investigadoras, por la esencia del transmétodo, son participes con sus subjetividades y espiritualidad que deviene científicamente de la ecología espiritual parte compleja de la ecosofía; en contraposición a los métodos tradicionales modernistas. Se convocan antropolítica y antropoética desde la solidaridad, la condición humana, ecosofía y diatópica en el análisis de la problemática Venezolana, donde la consigna puede ser: ¡sálvese quien pueda! Podría ser el pensar del que sin tener a Dios en su sentir, con Él y en el mundo se siente desprotegido del sistema y arrancado de la vida. La indagación pasa por los momentos del transmétodo: analítico, empírico y propositivo de De Sousa (2003). En el momento propositivo se tienen conclusiones de aperturas, jamás definitivas: es hora de creer en nosotros mismos, nuestra autoestima y valía, decolonialidad del ser. Venezuela, el país más bello que debemos salvaguardar; en esa metamorfosis debe ganar la solidaridad: que es el accionar de la resistencia ante el reduccionismo, la vieja ética caducada, las políticas dominantes soslayadoras venezolanas. Es urgente, un sujeto reli-gador de su propio devenir, amante ecosófico de la tierra, liberador de las falsas realidades acomodadizas; se precisa la descolonización del hacer del sujeto, su re-surgir, como sujeto atento a las falsas realidades disfrazadas de decoloniales.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "SUMMA Revista disciplinaria en ciencias económicas y sociales",
        "type": "journal",
        "issn": [
          "2711-0788"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://aunarcali.edu.co/revistas/index.php/RDCES/article/download/159/100"
      },
      "topics": [
        "Social Skills and Education",
        "Educational Methods and Psychological Studies",
        "Higher Education and Sustainability"
      ],
      "referenced_works_count": 26,
      "url": "https://openalex.org/W3091009096"
    },
    {
      "openalex_id": "W2264424870",
      "doi": "10.17227/01203916.69rce17.44",
      "title": "La interculturalidad: ¿principio o fin de la utopía?",
      "authors": [
        {
          "name": "Elizabeth Castillo Guzmán",
          "openalex_id": "A5068477468",
          "orcid": "https://orcid.org/0000-0003-2463-9151",
          "institutions": [
            "University of Cauca"
          ]
        },
        {
          "name": "Sandra Patricia Guido Guevara",
          "openalex_id": "A5024814743",
          "institutions": [
            "National Pedagogic University"
          ]
        },
        {
          "name": "Sandra Patricia Guido Guevara",
          "openalex_id": ""
        },
        {
          "name": "Universidad Pedagógica Nacional",
          "openalex_id": ""
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-05-02",
      "abstract": "\"La interculturalidad, como noción reciente en el campo de la educación, representa un complejo entramado de significados, apropiaciones y sentidos. Sus orígenes son diversos e incluso contradictorios, según el lugar de producción de sus definiciones más precisas. Sus usos en el plano de las políticas públicas y las agendas globales educativas son un verdadero calidoscopio en el cual figuran tensiones y convergencias propias del multiculturalismo del fin del siglo XX. En el terreno de las luchas y el activismo de los denominados movimientos étnicos, esta noción adquiere relevancia ideológica para confrontar los asuntos del poder, la exclusión y la subalternidad. Este artículo pretende ofrecer una mirada panorámica en torno a estos asuntos en dos planos específicos. Por una parte, sobre los recorridos de lo intercultural en su configuración como objeto de conceptualizaciones y teorizaciones de los saberes expertos en educación mundial y continental. Por otra parte, en el contexto de Colombia, como una posibilidad de visibilizar las dinámicas y las fuerzas que determinan el curso que el enfoque de lo intercultural toma en un momento histórico determinado. Finalmente se presentan algunos problemas fundamentales para superar cierta “ingenuidad” en el debate sobre la interculturalidad en América Latina.\"",
      "cited_by_count": 28,
      "type": "article",
      "source": {
        "name": "Revista Colombiana de Educación",
        "type": "journal",
        "issn": [
          "0120-3916",
          "2323-0134"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.pedagogica.edu.co/index.php/RCE/article/download/3244/2809/9602"
      },
      "topics": [
        "Immigration and Intercultural Education",
        "Social Sciences and Policies",
        "Employment, Labor, and Gender Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2264424870"
    },
    {
      "openalex_id": "W3022854276",
      "doi": "10.36390/telos222.04",
      "title": "Ecosofía-antropoética: una re-civilización de la humanidad",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "openalex_id": "A5091346258",
          "orcid": "https://orcid.org/0000-0002-0311-1705"
        },
        {
          "name": "Mireya Mirabal Rodríguez",
          "openalex_id": "A5082181448",
          "orcid": "https://orcid.org/0000-0003-4843-9058"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-05-05",
      "abstract": "¡Sálvese quien pueda! Es el pensar del que sin tener a Dios en su sentir, con Él y en el mundo se siente desprotegido del sistema y arrancado de la vida en el planeta. Esta investigación insiste en que antes que la tierra muera vale la pena volver a civilizar a la humanidad, re-civilizar, por ello una exhortación a la humanidad entera pidiéndole contrición y enmienda es urgente, que cada quien pueda cumplir con su papel de responsabilidad ante el mundo ¿dónde quedo la ética del cuidado de la tierra, la de sí mismo, la de nuestros congéneres, la regulación de nuestro accionar? Es una crisis que desde la transmetodologia transcompleja, en un proyecto transmodernista y el transmétodo: hermenéutica comprensiva, ecosófico y diatópica se analiza la diada ecosofía-antropoética como una re-civilización de la humanidad, como objetivo de la investigación; con autores consultados como: Morín (2006), Panikkar (2007), Deleuze y Guattari (1980); entre otros. Es urgente al retomar el cambio de pensamiento, reformarlo, reconstruirlo, volver a significar el planeta en la vida del ser humano, re-civilizar el pensamiento, estamos en el deber antropoético de emprender una camino que nos dignifique ante el mundo y Dios Creador y Señor.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Telos Revista de Estudios Interdisciplinarios en Ciencias Sociales",
        "type": "journal",
        "issn": [
          "1317-0570",
          "2343-5763"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://ojs.urbe.edu/index.php/telos/article/download/3312/4507/9526"
      },
      "topics": [
        "Social Skills and Education",
        "Environmental and sustainability education",
        "Higher Education and Sustainability"
      ],
      "referenced_works_count": 18,
      "url": "https://openalex.org/W3022854276"
    },
    {
      "openalex_id": "W2599950689",
      "doi": "10.4067/s0718-65682016000300015",
      "title": "Lucha por la Tierra: Ruptura metabólica y reapropiación social de la naturaleza",
      "authors": [
        {
          "name": "Carlos Walter Porto-Gonçalves",
          "openalex_id": "A5052872626",
          "orcid": "https://orcid.org/0000-0002-7308-8934",
          "institutions": [
            "Universidade Federal Fluminense"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-01",
      "abstract": "planet today.In this context, a new phase of expropriation violence is in charge of humanity and against it emerge social groups in the struggle for the social reappropriation of nature (Leff) or simply to maintain their relations with the vital conditions of the earth , Water, photosynthesis, soil-subsoil.The struggle for the agrarian reform is resignified as the struggle for the land and for the Earth.",
      "cited_by_count": 35,
      "type": "article",
      "source": {
        "name": "Polis (Santiago)",
        "type": "journal",
        "issn": [
          "0717-6554",
          "0718-6568"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scielo.conicyt.cl/pdf/polis/v15n45/art_15.pdf"
      },
      "topics": [
        "Economic and Social Development"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2599950689"
    },
    {
      "openalex_id": "W2766869697",
      "doi": "10.18566/apolit.v7n13.a02",
      "title": "¿Qué hacer con los universalismos occidentales? Observaciones en torno al “giro decolonial”",
      "authors": [
        {
          "name": "SANTIAGO CASTRO-GÓMEZ",
          "openalex_id": "A5109382742",
          "institutions": [
            "Pontificia Universidad Javeriana"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "Some academic circles in Latin America support the idea that the main purpose of a \"decolonial theory\" is to denounce eurocentrism. Such circles also argue that \"decolonization\" of social sciences, art, and philosophy consists in the recovery of the ancient knowledge of indigenous and afro-descendant communities. Finally, they state that the purpose of a critical theory \"pursued in Latin America\" would consist in denying any aspiration for universality. In this paper, I would like to present some arguments that question such positions. First, I will ask if it is possible to consider cultural identities within particularism. Then, I will address the issue of eurocentrism in order to clarify to what kind of phenomena this term might apply. Afterwards, I will address the issue of universalism by showing that emancipation politics cannot give up the gesture of the universalization of interests. In the end, I would like to express some thoughts concerning the idea of \"transmodernism\", which was developed in Latin America by the Argentinian philosopher Enrique Dussel.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "Analecta política",
        "type": "journal",
        "issn": [
          "2027-7458",
          "2390-0067"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.upb.edu.co/index.php/analecta/article/download/1305/1118"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2766869697"
    },
    {
      "openalex_id": "W2408209448",
      "doi": "10.4067/s0717-73562016005000018",
      "title": "EPISTEME DECOLONIAL EN DOS OBRAS DEL PENSAMIENTO MAPUCHE: RE-ESCRIBIENDO LA INTERCULTURALIDAD",
      "authors": [
        {
          "name": "Claudio Maldonado Rivera",
          "openalex_id": "A5037150997",
          "orcid": "https://orcid.org/0000-0003-3381-9963",
          "institutions": [
            "Temuco Catholic University"
          ]
        },
        {
          "name": "Carlos del Valle Rojas",
          "openalex_id": "A5010456203",
          "orcid": "https://orcid.org/0000-0002-9905-672X",
          "institutions": [
            "Universidad de La Frontera"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "El trabajo aborda las epistemes decoloniales como prácticas antagónicas al estado de relaciones (inter)culturales impuestos por la colonialidad. A partir de un análisis semiótico aplicado a dos obras del pensamiento mapuche, se propone la dimensión epistémico decolonial como basal en su organización de sentidos, comprendiendo que son sistemas de conocimientos en oposición a las formas de dominación que desde el mundo moderno-colonial se han ejercido en desmedro del pueblo mapuche. Se concluye proponiendo que este tipo de epistemes contribuyen a re-escribir la interculturalidad, construyendo, así, un nuevo marco de convivencia humana.",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "Chungara",
        "type": "journal",
        "issn": [
          "0716-1182",
          "0717-7356"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scielo.conicyt.cl/pdf/chungara/v48n2/aop1816.pdf"
      },
      "topics": [
        "Cultural and Social Studies in Latin America",
        "Migration, Education, Indigenous Social Dynamics",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2408209448"
    },
    {
      "openalex_id": "W2390609204",
      "doi": "10.1590/s0102-69922016000100004",
      "title": "Transmodernidade e interculturalidade: interpretação a partir da filosofia da libertação",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "Ao reconhecer uma nova localização das culturas periféricas na história mundial, bem como partindo de uma concepção não monolítica e não substancialista de cultura, este artigo localiza, por um lado, a Europa na história mundial e propõe, por outro, um diálogo intercultural simétrico entre críticos das culturas ditas periféricas. Essas culturas periféricas foram colonizadas, excluídas, desprezadas, negadas e ignoradas pela Modernidade eurocentrada, porém, não foram eliminadas. O desafio que se coloca é o de estabelecer um diálogo transmoderno e simétrico entre essas culturas - tratadas como exterioridades da Modernidade - a fim de responder de outros lugares os desafios da Modernidade e pós-modernidade europeia.",
      "cited_by_count": 71,
      "type": "article",
      "source": {
        "name": "Sociedade e Estado",
        "type": "journal",
        "issn": [
          "0102-6992",
          "1980-5462"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/se/v31n1/0102-6992-se-31-01-00051.pdf"
      },
      "topics": [
        "Multicultural Socio-Legal Studies",
        "Philosophical and Historical Studies",
        "Globalization and Cultural Identity"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2390609204"
    },
    {
      "openalex_id": "W4388742156",
      "doi": "10.1016/j.ecolecon.2023.108044",
      "title": "Transcending the nature-society dichotomy: A dialogue between the Sumak Kawsay and the epistemology of complexity",
      "authors": [
        {
          "name": "Antonio Malo Larrea",
          "openalex_id": "A5054900012",
          "orcid": "https://orcid.org/0000-0002-2796-0736",
          "institutions": [
            "Universidad Nacional de Educación",
            "University of Girona"
          ]
        },
        {
          "name": "Marco Ambrosi de la Cadena",
          "openalex_id": "A5047616403",
          "orcid": "https://orcid.org/0000-0002-2335-5192",
          "institutions": [
            "Universidad Nacional de Educación",
            "University of Religions and Denominations"
          ]
        },
        {
          "name": "Javier Collado Ruano",
          "openalex_id": "A5066148951",
          "orcid": "https://orcid.org/0000-0003-0063-6642",
          "institutions": [
            "Universidad Nacional de Educación"
          ]
        },
        {
          "name": "L. Gallardo Fierro",
          "openalex_id": "A5102580267",
          "institutions": [
            "Vita-Salute San Raffaele University",
            "Universidad Nacional de Lanús"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-11-15",
      "abstract": null,
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Ecological Economics",
        "type": "journal",
        "issn": [
          "0921-8009",
          "1873-6106"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.sciencedirect.com/science/article/pii/S0921800923003075"
      },
      "topics": [
        "Agriculture, Land Use, Rural Development",
        "Sustainable Development and Environmental Policy",
        "Innovation and Socioeconomic Development"
      ],
      "referenced_works_count": 80,
      "url": "https://openalex.org/W4388742156"
    },
    {
      "openalex_id": "W2973200578",
      "doi": "10.4067/s0718-50492018000400184",
      "title": "Agendas de investigación indígena y decolonialidad",
      "authors": [
        {
          "name": "Anderson Rocha‐Buelvas",
          "openalex_id": "A5058070292",
          "orcid": "https://orcid.org/0000-0003-1681-3500",
          "institutions": [
            "Universidad Nacional de Colombia"
          ]
        },
        {
          "name": "Rodrigo Andrés Ruiz-Lurduy",
          "openalex_id": "A5002024869",
          "orcid": "https://orcid.org/0000-0002-3234-1710",
          "institutions": [
            "Fundación Universitaria del Área Andina"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-08-01",
      "abstract": "El artÃ­culo es un aporte reflexivo al debate de la investigaciÃ³n decolonial para pueblos indÃ­genas en el campo acadÃ©mico. Se presentan algunas propuestas teÃ³ricas recientes en torno al paradigma de investigaciÃ³n decolonial, las cuales rastrean los caminos posibles para la construcciÃ³n de una postura desde y para la subalternidad que permita la incorporaciÃ³n metodolÃ³gica, ontolÃ³gica, Ã©tica y praxiolÃ³gica de la ciencia y el conocimiento ancestral en el campo acadÃ©mico. El documento concluye con una reflexiÃ³n en torno a las ventajas de involucrar el saber indÃ­gena en la construcciÃ³n metodolÃ³gica y epistemolÃ³gica del campo acadÃ©mico, donde la decolonialidad es el denuedo, el paso obligado y la transiciÃ³n pendiente hacia la investigaciÃ³n indÃ­gena.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Izquierdas",
        "type": "journal",
        "issn": [
          "0718-5049"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://scielo.conicyt.cl/pdf/izquierdas/n41/0718-5049-izquierdas-41-00184.pdf"
      },
      "topics": [
        "Indigenous Cultures and Socio-Education",
        "Latin American Cultural Politics",
        "Higher Education and Sustainability"
      ],
      "referenced_works_count": 38,
      "url": "https://openalex.org/W2973200578"
    },
    {
      "openalex_id": "W3124776141",
      "doi": "10.17227/pys.num54-10555",
      "title": "El campesinado en la educación rural: un debate emergente",
      "authors": [
        {
          "name": "Jairo Arias Gaviria",
          "openalex_id": "A5011339410",
          "orcid": "https://orcid.org/0000-0002-6327-9710"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-12-29",
      "abstract": "Este artículo propone una reflexión sobre la pertinencia en la ruralidad de una propuesta educativa que incluya al campesinado con sus prácticas culturales y saberes, y lo reconozca como sujeto de derechos. Los significados de ruralidad y educación rural presentes en la política nacional de educación rural aún obvian la construcción de un modelo educativo que integre categorías que claramente reconozcan a este sector como centro de aporte sociocultural y que esto se refleje en programas y mallas curriculares. Además, todavía no se logra superar la idea simplificada de la producción agrícola como factor de identificación del campesinado. Surge entonces el interrogante sobre qué condiciones impiden que dichas prácticas de esta población ingresen a los currículos escolares. En este acercamiento se presentan diferentes momentos de reflexión, asociados a pesquisas sobre los discursos acerca de la educación rural, las prácticas y vinculaciones de sectores campesinos que han propiciado iniciativas sobre el tema, en los cuales la perspectiva curricular para su reconocimiento es también el centro de discusión para su postulación como sujetos garantes de derechos. Esto concreta la síntesis sobre la necesidad de construir planes, programas y proyectos de educación que vinculen las prácticas culturales de los campesinos del país desde los primeros años de edad a la política educativa nacional con una clara perspectiva de pedagogía de lo rural.",
      "cited_by_count": 15,
      "type": "article",
      "source": {
        "name": "Pedagogía y Saberes",
        "type": "journal",
        "issn": [
          "0121-2494",
          "2500-6436"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.pedagogica.edu.co/index.php/PYS/article/download/10555/9157"
      },
      "topics": [
        "Education in Rural Contexts",
        "Rural and Ethnic Education",
        "Social Skills and Education"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W3124776141"
    },
    {
      "openalex_id": "W4365139805",
      "doi": "10.15536/reducarmais.7.2023.3236",
      "title": "Epistemes de los transmétodos decoloniales planetario-complejos",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "openalex_id": "A5091346258",
          "orcid": "https://orcid.org/0000-0002-0311-1705",
          "institutions": [
            "Universidad de Oriente"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-04-12",
      "abstract": "En la decolonialidad planetaria-complejidad nacen los transmétodos inéditos de la autora de la investigación; así como objetivo complejo, a fin recorrer las investigaciones afinar y dejar nuevamente en escena ante la comunidad planetaria que investiga, sustentamos epistemes de los transmétodos decoloniales planetario-complejos; en las líneas de investigación: transepistemologías de los conocimientos-saberes y transmetodologías transcomplejas y Decolonialidad planetaria-complejidad en re-ligaje. Investigamos acá con el transmétodo: la hermenéutica comprensiva, ecosófica y diatópica, pasando por los momentos de Boaventura De Sousa: analíticos, empíricos y propositivos. Sustentamos en inicio diez (10) epistemes de los transmétodos decoloniales planetario-complejos.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Revista Educar Mais",
        "type": "journal",
        "issn": [
          "2237-9185"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ifsul.edu.br/index.php/educarmais/article/download/3236/2229"
      },
      "topics": [
        "Social Skills and Education",
        "Higher Education and Sustainability",
        "Environmental and sustainability education"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W4365139805"
    },
    {
      "openalex_id": "W2041611139",
      "doi": "10.14507/epaa.v23.1713",
      "title": "Bolivian Teachers’ Agency: Soldiers of Liberation or Guards of Coloniality and Continuation?",
      "authors": [
        {
          "name": "Mieke T. A. Lopes Cardozo",
          "openalex_id": "A5078043785",
          "orcid": "https://orcid.org/0000-0001-7547-6829",
          "institutions": [
            "University of Amsterdam"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-16",
      "abstract": "This paper investigates the problems and promises of teachers’ agency associated with Bolivia’s current “decolonising” education reform. The Avelino Siñani Elizardo Pérez (ASEP) education reform is part of a counter-hegemonic and anti-neoliberal policy that aims to advance the political project of the government of Evo Morales, with teachers as its most strategic leading card. The article draws on theoretical insights from the Strategic Relational Approach (SRA) and applies this frame to analyse teachers’ agency for change in Bolivia’s contemporary socio-political context. This framework allows for a critical reflection of current discourses and educators’ efforts to decolonize the education system, in a context of political and societal tensions and inequalities. The article argues that the current political discourse and socio-political changes open up some spaces for teachers’ agency. However, the reality in rather conservative teacher education institutions and schools, together with teachers’ daily struggle for survival, provide serious constraints for teachers to become “committed or transformative intellectuals”.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Education Policy Analysis Archives",
        "type": "journal",
        "issn": [
          "1068-2341"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://epaa.asu.edu/index.php/epaa/article/download/1713/1455"
      },
      "topics": [
        "Global Education and Multiculturalism",
        "Global Educational Policies and Reforms",
        "Political theory and Gramsci"
      ],
      "referenced_works_count": 51,
      "url": "https://openalex.org/W2041611139"
    },
    {
      "openalex_id": "W4379535777",
      "doi": "10.1057/s41599-023-01803-x",
      "title": "The worldview and interculturality in the training of entrepreneurs: a model of participatory edu-communication in Ecuador",
      "authors": [
        {
          "name": "Claudia Alicia Ruiz Chagna",
          "openalex_id": "A5056667697",
          "orcid": "https://orcid.org/0000-0001-6682-7885",
          "institutions": [
            "Universidad Técnica del Norte"
          ]
        },
        {
          "name": "Ana Iglesias Rodríguez",
          "openalex_id": "A5058067951",
          "orcid": "https://orcid.org/0000-0002-6921-8513",
          "institutions": [
            "Universidad de Salamanca",
            "Instituto Universitario de Ciencias de la Educación"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-06-06",
      "abstract": null,
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Humanities and Social Sciences Communications",
        "type": "journal",
        "issn": [
          "2662-9992"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.nature.com/articles/s41599-023-01803-x.pdf"
      },
      "topics": [
        "Higher Education and Sustainability",
        "Educational and Organizational Development",
        "Educational Methods and Psychological Studies"
      ],
      "referenced_works_count": 21,
      "url": "https://openalex.org/W4379535777"
    },
    {
      "openalex_id": "W3093499849",
      "doi": "10.19053/01227238.10355",
      "title": "La minga como imaginario social. Una mirada a la pedagogía de resiliencia indígena en Colombia",
      "authors": [
        {
          "name": "José Pascual Mora García",
          "openalex_id": "A5077304846",
          "orcid": "https://orcid.org/0000-0002-5345-6808",
          "institutions": [
            "University of Cundinamarca"
          ]
        },
        {
          "name": "José Correa Alfonso",
          "openalex_id": "A5112574131",
          "institutions": [
            "University of Cundinamarca"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-19",
      "abstract": "El presente trabajo tiene por objetivo abordar la minga como una de las manifestaciones sociales enmarcadas en la cultura de la resistencia indígena en Colombia. La propuesta es original por cuanto recupera para la historia de la educación una práctica ancestral, expresión de una actividad pedagógica colectiva que forma parte de las enseñanzas de numerosos pueblos indígenas andinos de Colombia que se reúnen para levantar edificaciones, preparar o cultivar terrenos, o recolectar cosechas; en nuestro caso, queremos presentarla como una forma de resistencia social, de defensa de sus derechos democráticos y de presentación de iniciativas frente al Acuerdo de Paz. Metodológicamente, es una investigación documental que se fundamenta en las epistemologías del sur y la tradición de la Escuela de los Annales, los historiadores marxistas británicos y las pedagogías alternativas[1]. De todo lo cual se concluye que la recuperación de los imaginarios ancestrales a través de la minga hace que sea posible potenciar la Pedagogía de Resiliencia para la Paz. [1] José Pascual Mora García, “Aproximación a las pedagogías alternativas: de la pedagogía de la diversidad a las pedagogías de la resiliencia en el marco del postacuerdo”, Revista Historia de la Educación Colombiana vol. 22, n.o 22 (2019). https://doi.org/10.22267/rhec.192222.51",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Revista Historia de la Educación Latinoamericana",
        "type": "journal",
        "issn": [
          "0122-7238",
          "2256-5248"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uptc.edu.co/index.php/historia_educacion_latinamerican/article/download/10355/10438"
      },
      "topics": [
        "Conflict, Peace, and Violence in Colombia",
        "History and Politics in Latin America",
        "Educational methodologies and cognitive development"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W3093499849"
    },
    {
      "openalex_id": "W2785919075",
      "doi": "10.15332/25005375/3208",
      "title": "Enrique Dussel y el mito de la modernidad",
      "authors": [
        {
          "name": "Diego Fernando Camelo",
          "openalex_id": "A5089319781"
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-28",
      "abstract": "En el artículo se presenta una descripción de la crítica a la modernidad demostrada por el filósofo argentino Enrique Dussel señalando el proceso mediante el cual se fue configurando como un proyecto europeo. En efecto, el artículo plantea que dicho proyecto se postula en el marco de una centralidad que iría a justificar las prácticas coloniales implementadas. Para lograr mantenerse dentro de la dinámica histórica, estos hábitos empezaron a circunscribirse en discursos míticos so pretexto de justificar la violencia efectuada en las prácticas. Dussel, por su parte, propone la categoría de Transmodernidad como proyecto alternativo emergente a la modernidad europea. No obstante, esta propuesta es objeto de críticas como las del filósofo colombiano Santiago Castro-Gómez.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Cuadernos de Filosofía Latinoamericana",
        "type": "journal",
        "issn": [
          "0120-8462",
          "2500-5375"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.usantotomas.edu.co/index.php/cfla/article/download/3208/3847"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Cultural and Social Studies in Latin America",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2785919075"
    },
    {
      "openalex_id": "W3193213173",
      "doi": "10.1590/198053147248",
      "title": "EDUCACIÓN, POBREZA Y GÉNERO: ANÁLISIS INTERCULTURAL Y DECOLONIAL EN LA REGIÓN ANDINA",
      "authors": [
        {
          "name": "Javier Collado Ruano",
          "openalex_id": "A5066148951",
          "orcid": "https://orcid.org/0000-0003-0063-6642",
          "institutions": [
            "Universidad Nacional de Educación",
            "National Archives of Ecuador"
          ]
        },
        {
          "name": "Joselin Segovia",
          "openalex_id": "A5056488224",
          "orcid": "https://orcid.org/0000-0002-3895-3814",
          "institutions": [
            "University of Cuenca"
          ]
        },
        {
          "name": "Delsa Silva Amino Cufuna",
          "openalex_id": "A5020077162",
          "orcid": "https://orcid.org/0000-0001-5666-543X",
          "institutions": [
            "National Archives of Ecuador",
            "Universidad Nacional de Educación"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-01-01",
      "abstract": "Resumen El propósito del artículo es contribuir a los objetivos de desarrollo sostenible (ODS) 1, 4 y 5 en la Región Andina, desde una posición crítica, intercultural y decolonial. La metodología sistematiza, analiza e interpreta los datos obtenidos del estudio comparativo en los siete países andinos, usando distintos índices de pobreza, educación y género de 2007 a 2017. Como resultado, el artículo permite conocer la evolución política, económica, educativa y social en Argentina, Bolivia, Chile, Colombia, Ecuador, Perú y Venezuela. También se desarrolla un enfoque intersectorial con el fin de reconocer las condiciones de inequidad estructural que sufren los pueblos indígenas y afrodescendientes de estas sociedades andinas. Para concluir, se formulan propuestas para (re)pensar y (re)construir las estrategias, planes y políticas públicas de la región.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Cadernos de Pesquisa",
        "type": "journal",
        "issn": [
          "0100-1574",
          "1980-5314"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/cp/a/xZLqW5gPHDNBKqjYrp65z8C/?format=pdf&lang=es"
      },
      "topics": [
        "Indigenous Cultures and Socio-Education",
        "Education in Rural Contexts",
        "Migration, Education, Indigenous Social Dynamics"
      ],
      "referenced_works_count": 45,
      "url": "https://openalex.org/W3193213173"
    },
    {
      "openalex_id": "W2774022151",
      "doi": "10.19052/ap.4177",
      "title": "El pensamiento decolonial: una apuesta hacia los saberes ancestrales para la construcción de la identidad latinoamericana",
      "authors": [
        {
          "name": "Vianney Rocío Díaz Pérez",
          "openalex_id": "A5046078423",
          "orcid": "https://orcid.org/0000-0002-6805-1045",
          "institutions": [
            "Military University Nueva Granada"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "&lt;p&gt;This article aims to open a discussion about what is meant by decolonial thinking and its role in the construction of pedagogical proposals that seek to appropriate the ancestral knowledge of various native peoples of the continent. Non-parametric didactics in the construction of mathematical thinking based on ancestral Inca and Sikuani knowledge.&lt;/p&gt;",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Actualidades Pedagógicas",
        "type": "journal",
        "issn": [
          "0120-1700",
          "2389-8755"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://ciencia.lasalle.edu.co/cgi/viewcontent.cgi?article=1332&context=ap"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Social Skills and Education",
        "Indigenous Studies in Latin America"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2774022151"
    },
    {
      "openalex_id": "W4321845386",
      "doi": "10.5965/1984724623532022157",
      "title": "Transepistemes de la concepción compleja de ser humano: naturaleza-cuerpo-mente-alma-espíritu-Dios",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "openalex_id": "A5091346258",
          "orcid": "https://orcid.org/0000-0002-0311-1705"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-12-29",
      "abstract": "La imbricada unión: naturaleza-cuerpo-mente-alma-espíritu-Dios; denota una cualidad sentipensante de la concepción del ser humano que lo hace privilegiado de los demás animales. En la presente investigación se sustentaron transepistemes de la concepción compleja de ser humano: naturaleza-cuerpo-mente-alma-espíritu-Dios como objetivo de investigación. Ubicada en las líneas de investigación: Decolonialidad planetaria-complejidad en re-ligaje y transepistemologías de los conocimientos-saberes y transmetodologías transcomplejas. Marco donde imbricamos una complejidad exquisita del humano ser que debe develarse en la decolonialidad planetaria. Pasamos por los momentos: analíticos, empíricos y propositivos. En este último la antropoética es nuestro accionar en la recivilización de la humanidad como uno de los ejes transepistémicos de lo que es ser individuo humano; individuo en autonomía y dependencia. La esencia compasiva como otro eje transepistémico que transgrede atacarnos a nosotros mismos en tanto al sentirnos naturaleza esa esencia la defendemos de nuestras propias demencias. La transcendencia, ese es un transepisteme que emite respuestas a la pregunta: ¿cómo quiere transcender el ser humano?",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "PerCursos",
        "type": "journal",
        "issn": [
          "1984-7246"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.udesc.br/index.php/percursos/article/download/22412/15111"
      },
      "topics": [
        "Social Skills and Education"
      ],
      "referenced_works_count": 23,
      "url": "https://openalex.org/W4321845386"
    },
    {
      "openalex_id": "W3170985481",
      "doi": "10.19053/01227238.11917",
      "title": "De la paz imperfecta a la agencia pacifista",
      "authors": [
        {
          "name": "Juan Manuel Jiménez Arenas",
          "openalex_id": "A5029443055",
          "orcid": "https://orcid.org/0000-0002-4165-0187",
          "institutions": [
            "Universidad de Granada"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-10-15",
      "abstract": "El objetivo del estudio es contribuir, desde la doble perspectiva de la paz imperfecta y del giro epistemológico, a revisar críticamente el concepto de poder como base para la agencia pacifista. Originalidad: este trabajo se centra, por primera vez, en la agencia como posibilidad para que la paz ocupe cada vez un mayor espacio personal, público y político. Método: es un trabajo de investigación cualitativa que, desde una perspectiva compleja, parte del concepto de paz imperfecta y del giro epistemológico, empleando las estrategias del análisis crítico de textos de investigación para la paz y escritos que versan sobre el concepto de poder, especialmente de Hannah Arendt, Michel Foucault, Michael Mann, Kenneth Boulding y John Holloway, entre otras/os. Este diálogo nos permite concluir que el poder también puede ser considerado como la capacidad que tenemos todos de actuar de manera coordinada para promover el desarrollo de las capacidades humanas deseables. Entendido de esta forma, el poder genera paz, la cual debe ocupar el mayor espacio personal, público y político. Así las cosas, esta extensión capilar de la paz no debe valorarse solo como una medida del empoderamiento pacifista, sino una consecuencia de la agencia pacifista.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Revista Historia de la Educación Latinoamericana",
        "type": "journal",
        "issn": [
          "0122-7238",
          "2256-5248"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uptc.edu.co/index.php/historia_educacion_latinamerican/article/download/11917/10432"
      },
      "topics": [
        "Conflict, Peace, and Violence in Colombia",
        "Education for Peace and Conflict Resolution",
        "Memory, violence, and history"
      ],
      "referenced_works_count": 86,
      "url": "https://openalex.org/W3170985481"
    }
  ],
  "count": 25,
  "errors": []
}
