{
  "status": "success",
  "source": "openalex",
  "query": "política de la liberación Dussel",
  "results": [
    {
      "openalex_id": "W2586265589",
      "doi": null,
      "title": "Lo político y la política. Desdoblamiento del poder político en la Política de la Liberación de Enrique Dussel",
      "authors": [
        {
          "name": "Hugo Amador Herrera Torres",
          "openalex_id": "A5089399117",
          "orcid": "https://orcid.org/0000-0003-3685-4043",
          "institutions": [
            "Universidad Michoacana de San Nicolás de Hidalgo"
          ]
        },
        {
          "name": "Daniela Arias Torres",
          "openalex_id": "A5028506344",
          "orcid": "https://orcid.org/0000-0002-9887-4296"
        },
        {
          "name": "René Colín Martínez",
          "openalex_id": "A5008976093",
          "orcid": "https://orcid.org/0000-0003-3096-4516",
          "institutions": [
            "Universidad Michoacana de San Nicolás de Hidalgo"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-01-01",
      "abstract": "Lo político tiene una relación directa con el poder instituyente. La política, por su parte, tiene una relación directa con el poder instituido. Los vínculos entre ambos poderes son dialécticos y las líneas que los separan son endebles. El poder instituyente no desaparece -por tanto- con la formación del poder instituido. El punto de partida para el desarrollo de lo político y la política es el poder político de la comunidad, cuya sustancia es el consenso racional. Lo racional es lo real y, lo real, es la corporalidad viviente del ser humano. El objetivo -entonces- del proceso político en su conjunto (lo político y la política) es mantener y acrecentar la vida humana. Este objetivo constituye la base de la Política de la Liberación de Enrique Dussel. La sustancia del poder político -de manera inevitable- se invisibiliza -principalmente- con el desarrollo de la política, dando lugar al poder fetichizado. Se trata de un poder donde lo racional queda oculto. La comunidad que decide hacer frente a los embates de la fetichización del poder y que decide instalar otro poder instituido se erige como pueblo. En este proceso retorna el poder instituyente.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "RePEc: Research Papers in Economics",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://dialnet.unirioja.es/descarga/articulo/5803048.pdf"
      },
      "topics": [
        "Political Theory and Democracy",
        "Public Policy and Governance"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2586265589"
    },
    {
      "openalex_id": "W4323915050",
      "doi": "10.4067/s0718-43602022000100061",
      "title": "Desde las éticas hacia la política de la liberación de Enrique Dussel. Aproximación crítica y debates sobre su filosofía de la liberación",
      "authors": [
        {
          "name": "José Díaz Fernández",
          "openalex_id": "A5023479699",
          "orcid": "https://orcid.org/0000-0002-5378-6508",
          "institutions": [
            "Universidad Andrés Bello"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-01-01",
      "abstract": "Este artículo presenta una lectura crítica de la filosofía de Enrique Dussel, donde se consideran los quiebres y continuidades de su proyecto ético temprano y maduro. El objetivo de la investigación es explorar y exponer el pensamiento del autor en relación con las problemáticas, críticas y polémicas que presenta. Para esto se esclarecen las posiciones éticas y políticas tempranas de su filosofía, la atingencia de la crítica de Horacio Cerutti, la estructura de la ética madura, el debate con Karl-Otto Apel, la estructura de la política de la liberación y la crítica de Santiago Castro-Gómez. El texto presenta una lectura secular y crítica de una de las filosofías de la liberación más relevantes en Latinoamérica.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista de filosofía",
        "type": "journal",
        "issn": [
          "0034-8236",
          "0718-4360"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/rfilosof/v79/0718-4360-rfilosof-79-00061.pdf"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Religion and Society in Latin America"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4323915050"
    },
    {
      "openalex_id": "W2916826004",
      "doi": "10.5281/zenodo.1577618",
      "title": "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel",
      "authors": [
        {
          "name": "Omar Alejandro Gómez Carbajal",
          "openalex_id": "A5001206788",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-30",
      "abstract": "<strong>Resumen:</strong> En el presente trabajo nos proponemos explorar el pasaje de la crítica al <em>fetichismo de la mercancía</em> y, en general, del <em>capital</em> en Karl Marx a la crítica del <em>fetichismo del poder</em> en Enrique Dussel. La categoría de fetichismo de Marx y su uso en el campo político ha sido sugerida por el filósofo latinoamericano para el momento crítico negativo de su <em>Política de la Liberación</em>, sin embargo, no ha sido explícitamente desarrollado su pasaje del campo económico al campo político. Pensamos que es importante su tratamiento temático explícito ya que nos parece la categoría central en la crítica de la política y de las posibles alternativas hacia un <em>nuevo orden.</em> El texto se expone en tres partes. La primera parte revisa la necesidad histórica de la forma Estado y su inevitable posibilidad de fetichización. En la segunda, recuperamos la categoría <em>Pueblo</em> y su <em>Voluntad-de-vida</em> como fundamento antifetichista del poder político. Y, en la tercera, realizamos la exposición del pasaje lógico del campo económico al campo político, es decir, del <em>fetichismo del capital</em> al <em>fetichismo del poder</em> entre Marx y Dussel. <strong>Abstract</strong>: In the present work, we propose to explore the passage from critique to <em>commodity fetishism</em> and, in general, <em>of capital</em> in Karl Marx to the critique of the <em>fetishism of power</em> in Enrique Dussel. Marx's category of fetishism and its use in the political field has been suggested by the Latin American philosopher for the negative critique moment of his <em>Politics of Liberation</em>, however, it has not been explicitly developed in his passage from the economic field to the political field. We think that its explicit thematic treatment is important since it seems to us the central category in the critique of politics and the possible alternatives towards a <em>new order.</em> The text is presented in three parts: The first part reviews the historical necessity of the State form and its inevitable possibility of fetishization. In the second one, it recovers the category <em>People</em> and their <em>Will-of-life</em> as anti-fetishist fundament of the political power. And, in the third, we made the exposition of the logical passage from the economic field to the political field, that is, from the <em>fetishism of capital</em> to the <em>fetishism of power</em> between Marx and Dussel.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/02f909e05c5945d4aaf29a7ff011870c"
      },
      "topics": [
        "Marxism and Critical Theory",
        "Latin American socio-political dynamics",
        "Political and Social Dynamics in Chile and Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2916826004"
    },
    {
      "openalex_id": "W2034985669",
      "doi": "10.11606/issn.1984-4867.v22i3p497-515",
      "title": "Estudos transmodernos críticos do turismo: um chamado à esperança e transformação",
      "authors": [
        {
          "name": "Irena Ateljević",
          "openalex_id": "A5004804997",
          "orcid": "https://orcid.org/0000-0002-6131-8085"
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-01",
      "abstract": "En este trabajo, se compromete con una amplia gama de literatura que proporciona evidencia de un emergente y significativo cambio de paradigma en la evolución humana cuando nos enfrentamos a un mundo cada vez más angustiado e insostenible que pide a gritos algo de esperanza y transformación. Para describir este cambio, los diferentes autores utilizan una variedad de términos, como paradigma de la transmodernidad (Ghisi); filosofía transmoderna de la liberación política (Dussel); tríada hegeliana dialéctica de la tesis, antítesis y síntesis (Magda), paradigma de los sistemas de vida/reflexivos (Elgin), modelo de asociación de la economía del cuidado (Eisler), conciencia global de las relaciones y políticas de la biosfera (Rifkin). En la revisión de una amplia gama de estas perspectivas, voy a argumentar que el turismo es actualmente uno de los principales indicadores que pone de manifiesto el cambio global en la conciencia humana. En consecuencia, un compromiso con la crítica transmoderna en los estudios del turismo y esperanzados en que las becas en turismo nos den un enorme peso político para apuntar a la agencia y la autoridad del turismo un posible cambio al mundo, contribuirá para mejorar y ayudar en los anhelos por una economía mundial más solidaria y de la sociedad. De este modo, por fin podremos penetrar en los discursos públicos y cambiar sus interpretaciones dominantes del turismo como nada más que una actividad de ocio frívolo o, también, como otra forma de desarrollo económico.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Revista Turismo em Análise",
        "type": "journal",
        "issn": [
          "0103-5541",
          "1984-4867"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.revistas.usp.br/rta/article/download/14260/16078"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Environmental Sustainability and Education",
        "Business and Management Studies"
      ],
      "referenced_works_count": 31,
      "url": "https://openalex.org/W2034985669"
    },
    {
      "openalex_id": "W1566904674",
      "doi": null,
      "title": "Políticas públicas críticas para y desde América Latina",
      "authors": [
        {
          "name": "Francisca Gómez Lechaptois",
          "openalex_id": "A5039477675",
          "institutions": [
            "Pontificia Universidad Católica de Chile"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-11-06",
      "abstract": "ste artículo presenta los resultados de una investigación realizada con el objetivo de plausibilizar la idea de una política pública crítica en América Latina, a la luz de la ética y política de la liberación de Enrique Dussel. A partir de la construcción de un modelo conceptual que recoge sus planteamientos, se interroga la política pública tradicional en la forma del modelo racional de análisis de políticas públicas, y desde ahí se definen algunas características que debiera tener una política pública crítica.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Americanae (AECID Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://www.redalyc.org/articulo.oa?id=26728947005"
      },
      "topics": [
        "Public Policy and Governance",
        "Cultural and political discourse analysis",
        "Comparative constitutional jurisprudence studies"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W1566904674"
    },
    {
      "openalex_id": "W2916753462",
      "doi": "10.51359/2179-7501.2018.239157",
      "title": "Filosofía y política de liberación en la obra de Enrique Dussel",
      "authors": [
        {
          "name": "Jaime Antonio Coronado Preciado",
          "openalex_id": "A5012024352",
          "institutions": [
            "Universidad de Guadalajara"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-09",
      "abstract": "La filosofía y política de liberación de Enrique Dussel, supera las filosofías políticas “civilizatorias” de la modernidad occidental. Indaga sus raíces filosóficas y políticas eurocéntricas, que terminaron por subordinar a América Latina, sin reconocer el quiebre epistemológico que significó la invasión de América, al fundar la modernidad como totalidad del sistema mundo. Su pensamiento crítico, como contra-relato, da voz a los olvidados o excluidos, revaloriza saberes múltiples, heterogéneos, donde el poder, o la pluralidad de contrapoderes, tienden a ser negados o acallados, pero resisten y re-sienten la dominación. Dussel, imagina la realidad otramente; aquí se destacan seis tesis: 1) La herencia de Las Casas, Suárez y Vitoria; de la teología política a la modernidad colonial(izada); 2) El análisis desde la exterioridad en el pensamiento eurocéntrico; 3) La contemporaneidad de la filosofía y la política de la liberación; 4) Eurocentrismo y ética liberadora; 5) El pensamiento geopolítico y la modernidad en la política de la liberación; 6) La Transmodernidad en Dussel, que supera la modernidad-colonialidad del Sistema Mundo. En conclusión, la filosofía y la política de la liberación, ofrecen un campo contra hegemónico frente a la modernidad opresora, excluyente, depredadora, patriarcal y colonizadora del poder y del pensamiento.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Revista de Estudos AntiUtilitaristas e PosColoniais",
        "type": "journal",
        "issn": [
          "2179-7501"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufpe.br/revistas/realis/article/download/239157/30878"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2916753462"
    },
    {
      "openalex_id": "W4408295598",
      "doi": "10.4025/dialogos.v29i1.74745",
      "title": "La Política Latinoamericana de Enrique Dussel (1979): el primer paso hacia la Política de la Liberación",
      "authors": [
        {
          "name": "Mario Ruiz-Sotelo",
          "openalex_id": "A5098402099",
          "orcid": "https://orcid.org/0000-0003-2399-678X",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-03-07",
      "abstract": "La Política de la Liberación de Enrique Dussel tiene en Política Latinoamericana (1979) el volumen inicial de un notable esfuerzo filosófico que ha devenido en una filosofía política transmoderna. Esta obra (editada bajo el título de Filosofía Ética Latinoamericana IV) es la simiente que veremos profundizada tres décadas después, en especial en sus tres volúmenes de la Política de la Liberación. Política Latinoamericana plantea conceptos que reconocen la necesidad de estudiar a Latinoamérica y en general a los países que se mantienen en una situación de alteridad con una reflexión crítica de la filosofía hegemónica. Retomaremos los temas en el orden expuesto por el autor.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Diálogos",
        "type": "journal",
        "issn": [
          "1415-9945",
          "2177-2940"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.uem.br/ojs/index.php/Dialogos/article/download/74745/751375159359"
      },
      "topics": [
        "Public Policy and Governance",
        "International Relations in Latin America",
        "Social and Political Issues"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W4408295598"
    },
    {
      "openalex_id": "W4416916914",
      "doi": "10.15332/25005375.11251",
      "title": "La transformación política en Enrique Dussel y el nuevo derecho de la liberación. In memoriam",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "openalex_id": "A5089853741",
          "orcid": "https://orcid.org/0000-0003-4809-2365",
          "institutions": [
            "Industrial University of Santander"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-12-02",
      "abstract": "La Filosofía de la liberación de Enrique Dussel no hizo en su obra un tratamiento sistemático y profundo del derecho, tal como si lo hizo de la ética, la política o de la economía. Sin embargo, dedicó a lo largo de su obra algunas reflexiones y artículos sobre el mismo. En ese sentido, el presente texto asume la tarea de articular lo que sería un “nuevo derecho de la liberación” o “derecho transmoderno” al interior de la teoría de las tres constelaciones de la transformación política que teorizó Dussel en su Política de la liberación III, publicada en el año 2022. De esta manera, el derecho queda incorporado a su filosofía política, a la vez que se articula con los tres principios éticos normativos, específicamente, con el material, el de legitimidad o procedimental formal y el de factibilidad. También se plantean algunas de las exigencias que debería asumir y cumplir un derecho para los tiempos futuros, ya sea para la constelación política número 3 o la llamada futura transmodernidad intercultural y diversa.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Cuadernos de Filosofía Latinoamericana",
        "type": "journal",
        "issn": [
          "0120-8462",
          "2500-5375"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.usantotomas.edu.co/index.php/cfla/article/download/11251/9226"
      },
      "topics": [],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4416916914"
    },
    {
      "openalex_id": "W4399986227",
      "doi": "10.59614/acief42024154",
      "title": "Corporalidad en las pedagogías latinoamericanas",
      "authors": [
        {
          "name": "Felipe Nicolás Mujica Johnson",
          "openalex_id": "A5088072504",
          "orcid": "https://orcid.org/0000-0002-6956-2357",
          "institutions": [
            "University of Chile"
          ]
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-06-01",
      "abstract": "El estudio de la corporalidad en las pedagogías y en el campo de la Educación Física latinoamericana tiene diferentes tradiciones, las cuales se suelen asociar a escuelas filosóficas concretas. A pesar de aquellas diferenciaciones, es preciso destacar que existe una intencionalidad de realzar el valor del cuerpo desde una concepción situada, cultural, subjetiva y compleja. En este contexto, se elabora este estudio que tiene por objetivo reflexionar sobre el giro narrativo corporal en perspectiva descolonial desde la filosofía de la liberación de Paulo Freire y Enrique Dussel. Se abordan los sentidos de la pedagogía corporal moderna y eurocéntrica, como antecedente del giro corporal latinoamericano. Posteriormente, se discute el dualismo de la subjetividad y objetividad desde la dialéctica de Paulo Freire, aportando una visión crítica, relacional y compleja para la corporalidad. Este análisis se complementa con el constructo de totalidad de Enrique Dussel, permitiendo entender la corporalidad como una totalidad dialéctica que incorpora múltiples dimensiones. Entre esas dimensiones se reconocen la afectividad, la racionalidad, la cultura, la biología, la historia y la política. A su vez, se considera que, en el marco de una totalidad dialéctica, la corporalidad ha de ser conceptualizada por sentidos situados que no se orientan por principios universales y abstractos, por lo que es coherente que existan diferentes tradiciones epistemológicas en torno a ella. De algún modo, representan la alteridad presente en el mundo y el reconocimiento de esta misma, la cual exige la apertura a diálogos pluralistas.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Revista Académica Internacional de Educación Física",
        "type": "journal",
        "issn": [
          "2745-1887"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revista-acief.com/index.php/articulos/article/download/154/87"
      },
      "topics": [
        "Educational Practices and Policies",
        "Educational theories and practices",
        "Education in Rural Contexts"
      ],
      "referenced_works_count": 25,
      "url": "https://openalex.org/W4399986227"
    },
    {
      "openalex_id": "W4256470635",
      "doi": "10.34096/iice.n45.7129",
      "title": "La pedagógica de la liberación de Enrique Dussel: Inakayal y lo que la pedagogía nos negó",
      "authors": [
        {
          "name": "Nadia Heredia",
          "openalex_id": "A5080872028"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-18",
      "abstract": "La Pedagógica dusseliana se desprende de la primera relación ética, que es el cara-a-cara. Esta relación se da en determinado sistema ideológico (Totalidad) que es el que selecciona lo que se transmite de una generación a otra, el legado educativo-cultural.Lo que Dussel hace en la Pedagógica es repensar esta relación cara-a-cara a partir de las formas de dominio que inaugura la llegada de los españoles en 1492 al territorio Latinoamericano, donde “el varón conquistador se transformó en padre opresor, en maestro dominador” (1980, p. 18). Ética y política se constituyen aquí en aspectos indisociables para repensar desde la filosofía de la liberación las relaciones de dominio que van desde el plano erótico familiar (madre-padre/hijx), al plano político institu-cional (maestrx/estudiante).Ahora bien, ¿qué lugar ocupa en nuestras constituciones subjetivas el origen de dominación y opresión que portamos a partir de 1492? ¿En qué medida esta pri-mera relación ética, transformada en relación de dominio y negación condiciona nuestras formas de posicionarnos geopolíticamente en esta distribución impuesta del sistema-mundo universal?En este trabajo, analizaré la vigencia crítica de los principios ético-políticos que dan origen a la pedagógica de la liberación de Enrique Dussel para resignificarlos en la postulación de una educación que revalorice lo históricamente excluido. La historia del cacique Tehuelche Inakayal, será la que dé contenido a la Pedagógica dusseliana, como parte de una reflexión ético-política de liberación situada, desde la Patagonia Argentina.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Revista del IICE",
        "type": "journal",
        "issn": [
          "0327-7763",
          "2451-5434"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistascientificas.filo.uba.ar/index.php/iice/article/download/7229/6471"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Indigenous Cultures and History",
        "Indigenous Cultures and Socio-Education"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4256470635"
    },
    {
      "openalex_id": "W1511542525",
      "doi": null,
      "title": "Transmodern Critical Tourism Studies: A Call for Hope and Transformation",
      "authors": [
        {
          "name": "Irena Ateljević",
          "openalex_id": "A5004804997",
          "orcid": "https://orcid.org/0000-0002-6131-8085",
          "institutions": [
            "Institute for Tourism"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-01",
      "abstract": "&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Abstract&lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;/span&gt;&lt;/font&gt;&lt;font size=\"3\"&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;In this paper I engage with a broad range of literature that provides evidence of an emerging and significant paradigm shift in human evolution as we face an increasingly distressed and unsustainable world that screams for some hope and transformation. To describe this shift, different authors use a variety of terms, such as transmodernity paradigm (Ghisi); transmodern philosophy of political liberation (Dussel); Hegelian dialectical triad of thesis, antithesis and synthesis (Magda); reflective/living-systems paradigm (Elgin); partnership model of caring economics (Eisler); relational global consciousness and biosphere politics (Rifkin). Reviewing a broad range of these perspectives, I will argue that &lt;span style=\"color: black\"&gt;tourism is actually one of the key indicators that manifest the global shift in human consciousness. In consequence, &lt;/span&gt;an engagement with transmodern critical tourism studies and hopeful tourism scholarship &lt;span style=\"color: black\"&gt;gives us an enormous political weight to point to the agency and authority of tourism to possibly change the world for the better and assist it in its longings for more caring global economy and society. In doing so, &lt;/span&gt;&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;we can finally penetrate public discourses and change their dominant interpretations of tourism as being nothing more than a frivolous leisure activity or yet another form of economic development&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;/span&gt;&lt;/font&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Keywords: &lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;t&lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;ourism; &lt;/span&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;transmodernity; critical studies.&lt;span style=\"color: black\"&gt;&lt;/span&gt;&lt;/span&gt;&lt;/font&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Resumo&lt;/font&gt;&lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Neste texto, se analisa uma ampla literatura que aponta para a configuração de um paradigma emergente e significativo na evolução humana, tendo em vista um mundo cada vez mais problemático e não sustentável que grita por esperança e transformação. Para descrever esta mudança, diferentes autores usam uma variedade de termos, tais como paradigma da transmodernidade (Ghisi); filosofia transmoderna de libertação política (Dussel); tríade da tese, antítese e síntese da dialética Hegeliana (Magda); paradigma reflexivo/dos sistemas vivos (Elgin); modelo de parceria de capacidade econômica (Eisler); consciência global relacional e política da biosfera (Rifkin). Ao revisar uma gama destas perspectivas, argumento que o turismo é, na realidade, um dos indicadores chave que se manifestam na mudança global de consciência humana. Assim, um envolvimento com estudos críticos transmodernos do turismo e atividades turísticas de esperança nos dão um peso político enorme para apontar a função e autoridade do turismo para possivelmente mudar o mundo para melhor e ajudá-lo no desejo de uma economia e sociedade global mais consciente. Ao fazer isso, nós podemos, finalmente, penetrar os discursos públicos e mudar a sua perspectiva dominante do turismo como sendo nada mais que uma atividade fútil de lazer ou mais uma forma de desenvolvimento econômico.&lt;/font&gt;&lt;/span&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;Palavras-chave: &lt;/span&gt;&lt;/strong&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;turismo; transmodernidade; estudos críticos.&lt;/span&gt;&lt;/font&gt;&lt;span style=\"font-family: 'Times New Roman','serif'; color: black\"&gt;&lt;font size=\"3\"&gt; &lt;/font&gt;&lt;/span&gt;&lt;strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;Resumen&lt;/font&gt;&lt;/span&gt;&lt;/em&gt;&lt;/strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;&lt;font size=\"3\"&gt;En este trabajo, se compromete con una amplia gama de literatura que proporciona evidencia de un emergente y significativo cambio de paradigma en la evolución humana cuando nos enfrentamos a un mundo cada vez más angustiado e insostenible que pide a gritos algo de esperanza y transformación. Para describir este cambio, los diferentes autores utilizan una variedad de términos, como paradigma de la transmodernidad (Ghisi); filosofía transmoderna de la liberación política (Dussel); tríada hegeliana dialéctica de la tesis, antítesis y síntesis (Magda), paradigma de los sistemas de vida/reflexivos (Elgin), modelo de asociación de la economía del cuidado (Eisler), conciencia global de las relaciones y políticas de la biosfera (Rifkin). En la revisión de una amplia gama de estas perspectivas, voy a argumentar que el turismo es actualmente uno de los principales indicadores que pone de manifiesto el cambio global en la conciencia humana. En consecuencia, un compromiso con la crítica transmoderna en los estudios del turismo y esperanzados en que las becas en turismo nos den un enorme peso político para apuntar a la agencia y la autoridad del turismo un posible cambio al mundo, contribuirá para mejorar y ayudar en los anhelos por una economía mundial más solidaria y de la sociedad. De este modo, por fin podremos penetrar en los discursos públicos y cambiar sus interpretaciones dominantes del turismo como nada más que una actividad de ocio frívolo o, también, como otra forma de desarrollo económico.&lt;/font&gt;&lt;/span&gt;&lt;/em&gt; &lt;p style=\"margin: 6pt 0cm\" class=\"MsoNormal\"&gt;&lt;font size=\"3\"&gt;&lt;strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt;Palabras clave:&lt;/span&gt;&lt;/em&gt;&lt;/strong&gt;&lt;em&gt;&lt;span style=\"font-family: 'Times New Roman','serif'\"&gt; turismo; transmodernidad; estudios críticos.&lt;/span&gt;&lt;/em&gt;&lt;/font&gt;&lt;/p&gt;",
      "cited_by_count": 14,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/4ecd289308aa4ae795d117ca0b872783"
      },
      "topics": [
        "Globalization and Cultural Identity",
        "Environmental, Ecological, and Cultural Studies",
        "Social Issues and Policies"
      ],
      "referenced_works_count": 32,
      "url": "https://openalex.org/W1511542525"
    },
    {
      "openalex_id": "W4404637584",
      "doi": "10.53439/stdfyt33.17.2014.87-97",
      "title": "fundamentación analógica de la política de la liberación de E. Dussel como subparte de la hermenéutica analógica de M. Beuchot",
      "authors": [
        {
          "name": "Eduardo Ovídio Romero",
          "openalex_id": "A5103536232"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-06",
      "abstract": "En el presente trabajo se expondrán, en primer lugar, algunos puntos clave de la fundamentación de la propuesta de E. Dussel en torno a la Política de la Liberación. En segundo lugar, se desarrollarán algunas tesis centrales de M. Beuchot referidas a la fundamentación de la hermenéutica analógica. Finalmente, se mostrará que algunos elementos centrales de los desarrollos dusselianos pueden ser entendidos como una subparte de la hermenéutica analógica.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Studium Filosofía y Teología",
        "type": "journal",
        "issn": [
          "0329-8930",
          "2591-426X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revistas.unsta.edu.ar/index.php/Studium/article/download/429/448"
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical Thought and Analysis",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4404637584"
    },
    {
      "openalex_id": "W4406259042",
      "doi": "10.21500/22563202.7107",
      "title": "Nietzsche en la política de la liberación de Enrique Dussel",
      "authors": [
        {
          "name": "Jairo Alberto Merlo Pinzón",
          "openalex_id": "A5091292791",
          "orcid": "https://orcid.org/0000-0002-1957-3218"
        }
      ],
      "publication_year": 2024,
      "publication_date": "2024-12-19",
      "abstract": "Nietzsche es una figura destacada en la filosofía contemporánea, a la que también recurre el filósofo latinoamericano Enrique Dussel para examinar cómo opera la voluntad en la construcción política. Ambos filósofos coinciden en la existencia de una relación fundamental entre el poder y la voluntad. Esta potentia-voluntad actúa mediante la introducción de mediaciones, como condiciones condicionadas (valores o entidades valiosas), que se manifiestan en la potestas. Sin embargo, la actitud dionisíaca y vital que Nietzsche identifica únicamente en un sujeto aristocrático (un superhombre), superior al rebaño de los débiles, es reconsiderada por Dussel, quien sitúa a las víctimas del sistema como capaces de potenciación política a través de su consenso crítico. Este acto, denominado hiperpotencia, trasciende la crítica eurocéntrica de Nietzsche y parece demostrar que la tercera transformación del espíritu (la del niño que crea desde cero) se encarna en las acciones de las víctimas al replantear el sistema político.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Revista Guillermo de Ockham",
        "type": "journal",
        "issn": [
          "1794-192X",
          "2256-3202"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.21500/22563202.7107"
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis",
        "Literary and Philosophical Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4406259042"
    },
    {
      "openalex_id": "W227949349",
      "doi": "10.53439/stdfyt33.17.2014.87-97",
      "title": "La fundamentación analógica de la política de la liberación de E. Dussel como subparte de la Hermenéutica analógica de M. Beuchot",
      "authors": [
        {
          "name": "Eduardo Ovídio Romero",
          "openalex_id": "A5103536232"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "En el presente trabajo se expondrán, en primer lugar, algunos puntos clave de la fundamentación de la propuesta de E. Dussel en torno a la Política de la Liberación. En segundo lugar, se desarrollarán algunas tesis centrales de M. Beuchot referidas a la fundamentación de la hermenéutica analógica. Finalmente, se mostrará que algunos elementos centrales de los desarrollos dusselianos pueden ser entendidos como una subparte de la hermenéutica analógica.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "SHILAP Revista de lepidopterología",
        "type": "journal",
        "issn": [
          "0300-5267",
          "2340-4078"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/bf6edd187cae4f3287c01e197377c598"
      },
      "topics": [
        "Religious and Theological Studies",
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W227949349"
    },
    {
      "openalex_id": "W2529728805",
      "doi": null,
      "title": "Dr. Enrique Dussel. Política de la liberación (10 de 13)",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Programa \r\nPARTE 1\r\nLA NEGATIVIDAD: LA PRAXIS MESIANICA Y LOS PRINCIPIOS\r\nNORMATIVOS CRITICOS\r\n\r\nPARTE 2\r\nLA POSITIVIDAD: EL PUEBLO COMO ACTOR HISTORICOS Y LOS PRINCIPIOS\r\nNORMATIVOS CREATIVOS\r\n\r\nPARTE 3\r\nEL GOBIERNO EN LA TRANSFORMACION INSTITUCIONAL\r\n\r\nCONCLUSION\r\nLA TRANSICION AL NUEVO ORDEN POLITICO",
      "cited_by_count": 0,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Dynamics in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2529728805"
    },
    {
      "openalex_id": "W2536795669",
      "doi": null,
      "title": "Enrique Dussel. Política de la liberación (10 de 13 / Video)",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "Programa desglosado en 13 temas &#13;\\nPARTE 1&#13;\\nLA NEGATIVIDAD: LA PRAXIS MESIÁNICA Y LOS PRINCIPIOS&#13;\\nNORMATIVOS CRÍTICOS&#13;\\n&#13;\\n§ 1. La fetichización del sistema político. La miseria de la multitud y la ruptura mesiánica&#13;\\n(comunitaria y como liderazgo). Memoria, redención y lucha&#13;\\n&#13;\\n§ 2. El principio material crítico negativo [460-]&#13;\\nLa “praxis liberadora I”, deconstructiva o revolucionaria&#13;\\nEl segundo acontecimiento más allá de Badiou&#13;\\n&#13;\\n§ 3. Del “Estado de derecho” como dominación a la ilegalidad legítima. El “Estado de rebelión” como efecto del consenso crítico. El principio formal negativo de legitimidad crítica&#13;\\n&#13;\\n§ 4. El principio de factibilidad crítico-negativo. La estratégica de los “débiles”. La deconstrucción de las instituciones. El “tiempo” peligroso y negativo de disolución de las instituciones&#13;\\n&#13;\\nPARTE 2&#13;\\nLA POSITIVIDAD: EL PUEBLO COMO ACTOR HISTÓRICOS Y LOS PRINCIPIOS&#13;\\nNORMATIVOS CREATIVOS&#13;\\n&#13;\\n§ 5. El “Pueblo” como actor político. La ruptura en el seno de la comunidad política. El&#13;\\n“resto” y el hegemón analógico&#13;\\n&#13;\\n§ 6. La voluntad creadora como hiper-potentia. El principio material crítico positivo de la política. La “vida perpetua” de la comunidad. Del “Reino de la libertad” de Marx al “Reino de Dios”de Kant. Solidaridad más allá de la fraternidad.&#13;\\n&#13;\\n§ 7. El principio de legitimidad crítica positiva: el consenso fundamento de la nueva legitimidad democrática de la soberanía popular. La “paz perpetua”. Alteridad más allá de la igualdad&#13;\\n&#13;\\n§ 8. El principio estratégico crítico. Liberación más allá de la libertad&#13;\\n&#13;\\nPARTE 3&#13;\\nEL GOBIERNO EN LA TRANSFORMACIÓN INSTITUCIONAL&#13;\\n&#13;\\n§ 9. La transición: la “praxis de liberación II”: participación ciudadana y los Nuevos Movimiento Sociales. La razón política crítico analógico transversal. El gobierno creativo en la transición.&#13;\\n&#13;\\n§ 10. Transformación del sistema del derecho desde la nueva instancia de legitimación. El nuevo poder constituyente y la nueva legalidad. La Democracia participativa y representativa.&#13;\\n&#13;\\n§ 11. Transformación ecológica, económica y cultural. La nueva vida como “vida buena”&#13;\\nde los pueblos originarios&#13;\\n&#13;\\n§ 12. Transformación del Estado y mutación de la sociedad civil. El gobierno eficaz como servicio, como participación responsable y como representación obediencial&#13;\\n&#13;\\nCONCLUSIÓN&#13;\\nLA TRANSICION AL NUEVO ORDEN POLÍTICO&#13;\\n&#13;\\n§ 13. “Pretensión crítico-política de justicia”",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Facultad de Filosofía y Letras (Universidad Nacional Autónoma de México)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Political Theory and Democracy",
        "Social Sciences and Policies",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2536795669"
    },
    {
      "openalex_id": "W2736759084",
      "doi": "10.54255/lim.vol5.num10.288",
      "title": "El mandar obedeciendo en clave decolonial: una política otra. / To Lead by Obeying in a colonial key: an “other” politics.",
      "authors": [
        {
          "name": "Aldo Ahumada Infante",
          "openalex_id": "A5015200631",
          "orcid": "https://orcid.org/0000-0001-7354-2896"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-11-01",
      "abstract": "El presente trabajo analiza la concepción zapatista del “mandar obedeciendo” como ejemplo de una forma decolonizadora de hacer política. Así, se vinculanlas perspectivas de pensadores como Enrique Dussel y Walter Mignolo, entre otros, que optan por lo que se ha denominado opción decolonial o giro decolonizador, con el pensamiento emanado del Ejército Zapatista de Liberación Nacional (EZLN). Argumentaremos el por qué un proyecto como el que se está llevando a cabo por el EZLN, puede ser ejemplo de una política decolonial, ya que al tomar experiencias tanto indígenas como de una variante de la izquierda crítica, se situarían, desde una perspectiva teórica, en las fronteras de la modernidad.&#x0D; In this paper, we analyze the Zapatist conception of “giving orders while obeying” as an example of a decolonizing way of doing politics. As such, we articulate the perspectives of thinkers like Enrique Dussel and Walter Mignolo, among others, that adhere to what has been called decolonial option or decolonizing turn, with the thought that emanates from the Zapatist Army of National Liberation (EZLN, in Spanish).We present an argumentation as to why a project as that of the EZLN can be an example of decolonial politics, since by taking experiences from both indigenous culture and a variant of the critical left, they appear to be situated, from a theoretical perspective, at the boundaries of modernity.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Liminales",
        "type": "journal",
        "issn": [
          "0719-1758",
          "0719-7748"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "bronze",
        "oa_url": "http://revistafacso.ucentral.cl/index.php/liminales/article/download/288/280"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Latin American socio-political dynamics",
        "Indigenous Cultures and History"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2736759084"
    },
    {
      "openalex_id": "W2948696898",
      "doi": "10.29076/issn.2528-7737vol12iss30.2019pp130-142p",
      "title": "Incorporación de los saberes ancestrales en la educación ordinaria.//Incorporation of ancestral knowledge in ordinary education.",
      "authors": [
        {
          "name": "Pablo Alfredo Suárez-Guerra",
          "openalex_id": "A5017450078"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-05-16",
      "abstract": "El presente trabajo discute esenciales fundamentos históricos, antropológicos, económicos e ideológicos del modo de producción de conocimiento a partir del modo de producción de vida general del ser humano, a fin de cuestionar las matrices de la hegemonía epistemológica racionalista de la modernidad capitalista, que ancla su razón de ser en una estructura económico-política dominante que destruye material e intelectualmente al Otro para construirlo como objeto dominado y de conocimiento, lo cual se traduce en el posicionamiento centenario de una dicotomía jerárquica conocimiento/”saberes ancestrales”, y realiza, finalmente, algunas sugerencias respecto de la incorporación de los denominados saberes ancestrales en la educación ordinaria. Con base en las premisas críticas del materialismo histórico de Karl Marx y la filosofía y la ética de la liberación de Enrique Dussel, entre otros, se apunta brevemente la necesidad de replantear el problema de la validación de todo saber o conocimiento en la vida, lo cual implica subvertir las bases epistemológicas de las diversas disciplinas con base en un diálogo teórico-práctico intercultural en equidad, y los fundamentos económicos, éticos, políticos e ideológicos que nutren tales bases y que destruyen, invisibilizan, discriminan e instrumentalizan las producciones materiales e intelectuales contrarias o contradictorias al statu quo del capital. AbstractThis paper discusses essential historical, anthropological, economic and ideological foundations of the mode of production of knowledge from the general mode of production of life of the human being, in order to question the matrices of the epistemological rationalist hegemony of capitalist modernity, which anchors its raison d'être in a dominant economic-political structure that materially and intellectually destroys the other in order to construct it as a dominated and knowledge object, which translates into the centenary positioning of a hierarchical knowledge/\"ancestral knowledge\" dichotomy, and finally makes some suggestions regarding the incorporation of so-called ancestral knowledge into ordinary education. Based on the critical premises of Karl Marx's historical materialism and Enrique Dussel's philosophy and ethics of liberation, among others, the need to rethink the problem of the validation of all knowledge or knowledge in life is briefly pointed out, which implies subverting the epistemological bases of the diverse disciplines based on an intercultural theoretical-practical dialogue in equity, and the economic, ethical, political and ideological foundations that nourish such bases and that destroy, invisibilize, discriminate and instrumentalize the material and intellectual productions contrary or contradictory to the status quo of capital.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Ciencia Unemi",
        "type": "journal",
        "issn": [
          "1390-4272",
          "2528-7737"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://ojs.unemi.edu.ec/index.php/cienciaunemi/article/download/800/779"
      },
      "topics": [
        "Indigenous Cultures and Socio-Education",
        "Education in Rural Contexts",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2948696898"
    },
    {
      "openalex_id": "W2628793130",
      "doi": "10.5070/t472035432",
      "title": "El fetichismo del Capital-Estado-Nación: de la transcrítica a la transmodernidad",
      "authors": [
        {
          "name": "José Romero-Lossaco",
          "openalex_id": "A5081018702",
          "institutions": [
            "Instituto de Historia"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-01-01",
      "abstract": "ResumenLa actual crisis civilizatoria hace necesario re-evaluar nuestros marcos interpretativos, tras siglos de dependencia epistémica los pueblos del sur global se esfuerzan por verse cara-a-cara sin mediaciones metropolitanas.Este artículo intenta ser un aporte a la luz de los diálogos sursur, al seguir los pasos de varias generaciones de crítica al eurocentrismo, hoy encontramos la Política de la Liberación en voz de un filósofo latinoamericano, quien ha emprendido la empresa de construir una filosofía política positiva, esto es que no tenga al poder como dominación, mientras por otro lado tenemos la Filosofía de la Historia de Kojin Karatani, que desde Japón nos permite revitaliza el concepto de nación para realizar un giro que al ponerse, como intentamos en este artículo, a dialogar con Enrique Dussel nos permiten comprender la conjunción entre el Estado, la Nación y el Capital como un proceso de fetichización, así intentamos comprender la crítica a la síntesis Capital-Estado-Nación en tanto crítica al fetichismo de la modernidad.Palabras clave: Modos de Intercambio, Fetichismo, Capital-Estado-Nación, Transcrítica Transmodernidad",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt0zw9862f/qt0zw9862f.pdf?t=os73tt"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Latin American socio-political dynamics",
        "Political Theory and Democracy"
      ],
      "referenced_works_count": 12,
      "url": "https://openalex.org/W2628793130"
    },
    {
      "openalex_id": "W1536783074",
      "doi": null,
      "title": "EL CONCEPTO DE SOLIDARIDAD EN ENRIQUE DUSSEL COMO RESISTENCIA A LAS PRÁCTICAS HEGEMÓNICAS",
      "authors": [
        {
          "name": "Gloria Silvana Elías",
          "openalex_id": "A5065678107",
          "orcid": "https://orcid.org/0000-0002-5992-844X",
          "institutions": [
            "National University of Jujuy"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "El siguiente estudio trata sobre la fi losofía de Enrique Dussel. Este pensador, mediante la lectura de Levinas, propone superar la noción moderna de fraternidad desde una solidaridad con los enemigos del sistema. La categoría de solidaridad es la que guía este escrito en su afán de promover una política auténticamente alterativa que se conmueve ante el sufrimiento del enemigo radical, y se mueve hacia él en busca de la liberación mutua.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Americanae (AECID Library)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "http://hdl.handle.net/11336/36388"
      },
      "topics": [
        "Philosophical and Cultural Analysis",
        "Religious and Theological Studies",
        "Philosophy and Education Pedagogy"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1536783074"
    },
    {
      "openalex_id": "W4408295595",
      "doi": "10.4025/dialogos.v29i1.74705",
      "title": "Ética, política y liberación: apuntes sobre los aportes de la obra de Enrique Dussel para las luchas de los pueblos originarios en América Latina",
      "authors": [
        {
          "name": "Andrés MacAdoo-Espinoza",
          "openalex_id": "A5075254310",
          "orcid": "https://orcid.org/0000-0001-9550-8576",
          "institutions": [
            "Temuco Catholic University"
          ]
        }
      ],
      "publication_year": 2025,
      "publication_date": "2025-03-07",
      "abstract": "Se analiza el aporte de la etapa final de la obra de Enrique Dussel para las luchas de los Pueblos Originarios mediante una hermenéutica filosófica de Ética de la liberación en la edad de la globalización y de la exclusión (1998), Política de la liberación. Vol I (2007), Política de la liberación. Vol II (2009) y producciones decoloniales del 2000. Destaca su abordaje de las instituciones, subjetividad y la legitimidad de las normas, su propuesta ética basada en la materialidad de la vida como principio universal y la razón ético crítica inspirada en el sufrimiento de las víctimas como puente para las posibilidades del diálogo intercultural y la praxis de liberación.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Diálogos",
        "type": "journal",
        "issn": [
          "1415-9945",
          "2177-2940"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.uem.br/ojs/index.php/Dialogos/article/download/74705/751375159357"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Indigenous Studies in Latin America",
        "Indigenous Cultures and History"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W4408295595"
    },
    {
      "openalex_id": "W3159747134",
      "doi": "10.5209/rpub.70315",
      "title": "El vacío del populismo latinoamericano frente a la ontología política europea",
      "authors": [
        {
          "name": "Adrià Porta Caballé",
          "openalex_id": "A5020689346",
          "orcid": "https://orcid.org/0000-0002-0578-7362",
          "institutions": [
            "Universitat de Barcelona"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-04-11",
      "abstract": "El presente artículo pretende mirar a Latinoamérica desde la perspectiva de la ontología. Y como hay algo que no acaba de encajar, busca en el inexplorado terreno de la meontología y el no-ser a partir de dos pensadores políticos latinoamericanos recientes, Dussel y Laclau. Por un lado, la Filosofía de la Liberación asocia el centro con la ontología y el ser, así como la periferia con lo Otro y el no-ser. De esto se desprende que, aun y asumiendo el heideggeriano “olvido del ser”, la ontología helenocéntrica se basa en la negación aún más originaria y fundamental de la nada. A continuación, se intenta demostrar cómo esta renegación ha ido de la mano de la exclusión de lo bárbaro, lo popular y lo femenino, principalmente. Tras un breve ex cursus sobre Schmitt en tanto que la forma más acabada de horror vacui dentro de la ontología política europea, el artículo concluye con un análisis pormenorizado de la reconceptualización del vacío en la obra de Laclau, que puede permitir una mejor comprensión del populismo en general, y de su vertiente latinoamericana en particular.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Res Publica Revista de Historia de las Ideas Políticas",
        "type": "journal",
        "issn": [
          "1576-4184",
          "1989-6115"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.5209/rpub.70315"
      },
      "topics": [
        "Political Theology and Sovereignty",
        "Marxism and Critical Theory",
        "Seventeenth-Century Political and Philosophical Thought"
      ],
      "referenced_works_count": 19,
      "url": "https://openalex.org/W3159747134"
    },
    {
      "openalex_id": "W2977305860",
      "doi": "10.14483/25009311.14984",
      "title": "Para decolonizar las geopolíticas del sentir",
      "authors": [
        {
          "name": "Pedro Pablo Gómez",
          "openalex_id": "A5011483282",
          "orcid": "https://orcid.org/0000-0002-9651-7682",
          "institutions": [
            "District University of Bogotá",
            "ORCID"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-19",
      "abstract": "Intentemos relacionar la colonialidad del espacio y del tiempo con la geopolítica del conocimiento y la geopolítica del sentir. En 1977 en su Filosofía de la liberación, Enrique Dussel, hizo evidente su conciente geopolítico, al hablar del espacio como campo de batalla, social, política y epistémica (Dussel, 1996). En términos geopolíticos entonces, no es lo mismo nacer en el Polo Norte, en Chiapas o en Bolivia que, en Nueva York, pues hay un muro de diferencia colonial construido durante 500 años de modernidad. La gepolítica del conocimiento es la espacialización epistemológica del saber, y así como la economía produce centros y periferias, la epistemología también lo hace. En el Norte geográfico hay sures epistémicos así como en el Sur geográfico hay nortes epistémicos.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Estudios Artísticos",
        "type": "journal",
        "issn": [
          "2500-6975",
          "2500-9311"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.udistrital.edu.co/index.php/estart/article/download/14984/14843"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2977305860"
    },
    {
      "openalex_id": "W4324046018",
      "doi": "10.22481/praxisedu.v19i50.12002",
      "title": "La soberanía del encargo: responsabilidad en Dussel y Ellacuría. Implicaciones para una política mundial",
      "authors": [
        {
          "name": "Enrique Téllez Fabiani",
          "openalex_id": "A5043879074",
          "orcid": "https://orcid.org/0000-0002-8498-1322",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-02-03",
      "abstract": "En el siguiente texto se hace especial énfasis entre la responsabilidad de acuerdo a Ellacuría y Dussel. La primera parte presenta la visión de la responsabilidad y su lugar en la ética de la liberación de Enrique Dussel. Se trata del vínculo entre el significado de estar consciente y la responsabilidad, ubicado en la primera parte, de seis, de la arquitectónica; esto es, es el punto de partida de su principio material positivo. Por su parte, en la segunda parte del trabajo, Ellacuría nos ofrece una reflexión, breve pero muy densa, de la fundamentación biológica de la ética que retoma de Zubiri. Quizá es la expresión más lúcida del autor para aproximarse a una ética implícita y que dejó de lado, a pesar de asumirla en la praxis propia. Finalmente, se trata de problematizar los conceptos de responsabilidad y de encargo, entendiendo por esto, la recuperación decidida en la política.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Práxis Educacional",
        "type": "journal",
        "issn": [
          "1809-0249",
          "2178-2679"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos2.uesb.br/index.php/praxis/article/download/12002/7342"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Law, Ethics, and AI Impact",
        "Economic and Social Development"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4324046018"
    },
    {
      "openalex_id": "W2993674750",
      "doi": "10.18041/1909-2288/revista_cultural.2.2018.5776",
      "title": "Derecho y Liberación Aproximación de los Usos Emancipatorios del Derecho al Interior de la Política de la Liberación de Enrique Dussel",
      "authors": [
        {
          "name": "Luis Daniel Londoño",
          "openalex_id": "A5043252892"
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-03",
      "abstract": "El derecho planteado en términos de intervención es necesario hasta el punto de considerarse, desde el dolor de las víctimas, una opción necesaria y con capacidad para reivindicar los derechos humanos. La reivindicación de derechos humanos es una acción emancipatoria, teniendo en cuenta que la percepción generalizada de un modelo de sociedad se fundamenta en ciertos valores ideológicos que niegan la extensión de los derechos, valores que hemos interiorizado como si fueran verdades (p.e. “lo privado es mejor que lo público”, “el estado funciona peor que las empresas”, “el pez grande tiene derecho a comerse el pez pequeño”, “el ser humano es malo por naturaleza; por lo tanto el egoísmo es productivo”, “es mejor pensar en el bienestar propio y no en el bienestar colectivo”, entre otros).",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Revista Cultural Unilibre",
        "type": "journal",
        "issn": [
          "1909-2288",
          "2382-333X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unilibre.edu.co/index.php/revista_cultural/article/download/5776/5364"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Criminal Justice and Penology",
        "Political Dynamics in Latin America"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2993674750"
    }
  ],
  "count": 25,
  "errors": []
}
