{
  "status": "success",
  "source": "openalex",
  "query": "Dussel democracia fetichismo",
  "results": [
    {
      "openalex_id": "W1538592930",
      "doi": "10.22380/2539472x.956",
      "title": "Multiculturalismo y racismo",
      "authors": [
        {
          "name": "Peter Wade",
          "openalex_id": "A5048347149",
          "orcid": "https://orcid.org/0000-0003-4070-4187",
          "institutions": [
            "Universidad de Moa",
            "University of Manchester"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-12-23",
      "abstract": "Este ensayo repiensa el papel que desempeña la racialización en Latinoamérica, y la pone en relación con el multiculturalismo. El multiculturalismo oficial no necesariamente conduce a la disminución del racismo y puede quedarse en gestos retóricos. Es necesario enfocar el racismo y el concepto de raza como fenómenos con historia y fuerza social propias. En este artículo se mira cómo este concepto ha sido marginado en las discusiones sobre la desigualdad en Latinoamérica, y por qué es necesario ver a Latinoamérica como parte integral de las Américas negras. Además, cómo el concepto de raza se ha manifestado en Latinoamérica más de lo pensado. Se propone también que las cuestiones de raza y de racismo están ganando más espacio público en Colombia (y en Brasil). El multiculturalismo se tiene que entender como un campo de batalla, para definir sus efectos políticos.",
      "cited_by_count": 72,
      "type": "article",
      "source": {
        "name": "Revista Colombiana de Antropología",
        "type": "journal",
        "issn": [
          "0486-6525",
          "2539-472X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.icanh.gov.co/index.php/rca/article/download/956/722"
      },
      "topics": [
        "Latin American Cultural Politics",
        "International Relations in Latin America",
        "Politics and Society in Latin America"
      ],
      "referenced_works_count": 30,
      "url": "https://openalex.org/W1538592930"
    },
    {
      "openalex_id": "W2565648092",
      "doi": "10.1590/15174522-018004304",
      "title": "O primado do direito e as exclusões abissais: reconstruir velhos conceitos, desafiar o cânone",
      "authors": [
        {
          "name": "Sara Araújo",
          "openalex_id": "A5032400110",
          "orcid": "https://orcid.org/0000-0003-1914-4074",
          "institutions": [
            "University of Coimbra"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-01",
      "abstract": "Resumo O direito moderno eurocêntrico é um instrumento poderoso de reprodução do colonialismo, promovendo exclusões abissais e circunscrevendo o horizonte de possibilidades à narrativa linear de progresso. A linha abissal é, pois, tanto epistemológica como jurídica. Do outro lado da linha, múltiplos universos jurídicos são desperdiçados, invisibilizados e classificados como inferiores, primitivos, locais, residuais ou improdutivos. Este texto assume o desafio de cruzar as Epistemologias do Sul com a sociologia do direito. Mais concretamente, recupera o conceito de pluralismo jurídico, reconfigurando-o como instrumento de ampliação do presente, enquanto ecologia de direitos e de justiças. Começo por mostrar como a imposição global do primado do direito é um mecanismo de expansão do projeto capitalista e colonial, argumentando que a colonialidade jurídica mimetiza a colonialidade do saber. Em seguida, argumento que o reconhecimento do pluralismo jurídico não envolve necessariamente a superação do modelo expansionista. Finalmente, defendo a ampliação do cânone jurídico pela dilatação do leque de experiências conhecidas, um processo que compreende o reconhecimento dos direitos invocados no âmbito de uma legalidade cosmopolita subaltena e a concretização de uma sociologia das ausências atenta aos direitos enunciados fora das lutas jurídicas formuladas nos termos modernos do direito e da política.",
      "cited_by_count": 23,
      "type": "article",
      "source": {
        "name": "Sociologias",
        "type": "journal",
        "issn": [
          "1517-4522",
          "1807-0337"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/soc/v18n43/1517-4522-soc-18-43-00088.pdf"
      },
      "topics": [
        "Development, Ethics, and Society",
        "Anthropological Studies and Insights",
        "Indigenous Peoples' Rights and Law"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W2565648092"
    },
    {
      "openalex_id": "W2963524233",
      "doi": "10.17227/pys.num51-8286",
      "title": "Problematizar lo humano en educación. La dimensión política y el concepto de pensamiento crítico en la pedagogía de Freire y Giroux",
      "authors": [
        {
          "name": "Yesid Niño Arteaga",
          "openalex_id": "A5009329381",
          "orcid": "https://orcid.org/0000-0002-5628-8854",
          "institutions": [
            "University of Nariño"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-07-01",
      "abstract": "Este artículo de reflexión propone la lectura de algunos postulados de la Pedagogía crítica y sus aportes al contexto educativo a partir de las investigaciones de Paulo Freire y Henry Giroux. Se destaca la reflexión de ambos autores sobre el vínculo existente entre política y educación y la importancia de desarrollar pensamiento crítico. El texto intenta mostrar que la constante indagación sobre lo humano puede representar un elemento desequilibrante del orden neoliberal, a través de un debate sobre lo humano según el criterio de adaptación expuesto en el neoliberalismo y que es cuestionado por la Pedagogía crítica. Se hace una aproximación a la dimensión política en educación propuesta por Freire y luego desde la crítica cultural de Giroux con énfasis en sus aportes al concepto de pensamiento crítico y al sentido del docente como intelectual. Por último, se discute el papel de la educación frente a la creciente burocratización de lo humano en el siglo XXI.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Pedagogía y Saberes",
        "type": "journal",
        "issn": [
          "0121-2494",
          "2500-6436"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.pedagogica.edu.co/index.php/PYS/article/download/8286/7365"
      },
      "topics": [
        "Critical and Liberation Pedagogy",
        "Political theory and Gramsci",
        "Marxism and Critical Theory"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2963524233"
    },
    {
      "openalex_id": "W2895682070",
      "doi": "10.1590/2179-8966/2018/30740",
      "title": "Direitos humanos na sociedade contemporânea: neoliberalismo e (pós)modernidade",
      "authors": [
        {
          "name": "Fernando Hoffmam",
          "openalex_id": "A5011847967",
          "orcid": "https://orcid.org/0000-0002-2211-9139",
          "institutions": [
            "Universidade Franciscana"
          ]
        },
        {
          "name": "José Luís Bolzan de Morais",
          "openalex_id": "A5089032582",
          "orcid": "https://orcid.org/0000-0002-0959-0954",
          "institutions": [
            "Faculdade de Direito de Vitória"
          ]
        },
        {
          "name": "Daniel Carneiro Leão Romaguera",
          "openalex_id": "A5010660943",
          "orcid": "https://orcid.org/0000-0002-7473-9516",
          "institutions": [
            "Pontifical Catholic University of Rio de Janeiro"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-03-01",
      "abstract": "Resumo Este artigo compreende investigação dos direitos humanos em meio ao projeto (pós)moderno e as racionalidades neoliberais da atualidade. Nesse contexto, questiona-se o papel contraditório dos direitos humanos quando vinculados à ideologia político-econômica neoliberal, ao passo que persiste o paradigma moderno-ocidental.",
      "cited_by_count": 6,
      "type": "article",
      "source": {
        "name": "Revista Direito e Práxis",
        "type": "journal",
        "issn": [
          "2179-8966"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rdp/v10n1/2179-8966-rdp-10-1-250.pdf"
      },
      "topics": [
        "Brazilian Legal Issues",
        "Social and Political Issues"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2895682070"
    },
    {
      "openalex_id": "W2998301120",
      "doi": "10.36677/iuscomitialis.v2i4.13076",
      "title": "Democracia participativa como complemento de la democracia representativa",
      "authors": [
        {
          "name": "Francisco Hurtado Delgado",
          "openalex_id": "A5033428587",
          "institutions": [
            "Tribunal Electoral del Estado de México"
          ]
        },
        {
          "name": "Claudia Itzel González Fuentes",
          "openalex_id": "A5046330363",
          "institutions": [
            "Tribunal Electoral del Estado de México"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-12-30",
      "abstract": "El presente trabajo explica la distinción entre democracia participativa y democracia representativa y sugiere por qué dichos conceptos no se contraponen, sino que se complementan. Ello porque la democracia participativa pretende que los ciudadanos sean más activos en los asuntos públicos de su comunidad y con ello contribuyan a la consolidación de la democracia.",
      "cited_by_count": 7,
      "type": "article",
      "source": {
        "name": "Ius Comitialis",
        "type": "journal",
        "issn": [
          "2594-1356"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://iuscomitialis.uaemex.mx/article/download/13076/10545"
      },
      "topics": [
        "Political Theory and Democracy",
        "Public Policy and Governance",
        "Social Sciences and Policies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W2998301120"
    },
    {
      "openalex_id": "W2093568451",
      "doi": "10.1590/s1413-24782014000800011",
      "title": "La prospectiva de la participación social en la educación en México: el punto de vista de los especialistas",
      "authors": [
        {
          "name": "Marcos Jacobo Estrada Ruiz",
          "openalex_id": "A5018923207",
          "orcid": "https://orcid.org/0000-0002-4947-208X"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-09-01",
      "abstract": "El texto presenta los resultados de un instrumento de prospectiva aplicado a 13 especialistas en el marco de una investigación más amplia sobre Participación Social en la Educación (PSE) en México. Dicho instrumento tenía por cometido responder básicamente a las siguientes cuestiones: 1) cuáles son las principales problemáticas detectadas por los especialistas en la PSE en general; 2) qué eventos se determinan a partir de las problemáticas como factibles para que suceda un cambio en la política de PSE y, por ultimo; 3) qué escenarios inerciales e ideales se desprenden de la prospectiva para la PSE. En el artículo se analiza el estado del conocimiento producido en el campo y se ubica en el marco del poder consensual, entendido como la participación y el consenso de los ciudadanos, es decir el principio democrático. Los hallazgos resaltan que los escenarios ideales se fundan en eventos que son ajenos a la lógica del Estado y de las prácticas gubernamentales; las condiciones de posibilidad de cambios en la participación social en la educación se encuentran en los esfuerzos que desde las organizaciones de la sociedad civil se pueden dar.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Educação",
        "type": "journal",
        "issn": [
          "1413-2478",
          "1809-449X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rbedu/a/W9BsS48VhdZLRfWs5DgtsyK/?lang=es&format=pdf"
      },
      "topics": [
        "Education and Teacher Training",
        "Higher Education and Sustainability",
        "Education in Rural Contexts"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2093568451"
    },
    {
      "openalex_id": "W2042476591",
      "doi": "10.7440/res48.2014.10",
      "title": "Pensamiento epistémico y conocimiento social: emergencias y potencialidades en la investigación social",
      "authors": [
        {
          "name": "Juan Pablo Paredes",
          "openalex_id": "A5077009639",
          "orcid": "https://orcid.org/0000-0002-8627-9107",
          "institutions": [
            "University of Chile"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": "The article presents an exercise of epistemic thought and critical methodology for the development of social research. After diagnosing the current situation of the social sciences (introduction), the first part of the text proposes an epistemicmethodological strategy to be followed. The second part carries out a dialogue between the Potential of the Present theory of Hugo Zemelman and the tenets of the Sociology of Absences and Emergencies of Boaventura de Sousa Santos. The third part then proposes a critical research approach to social reality and collective subjects. The text closes with an evaluation of the exercise proposed and a reflection on the possibility of empirical application of the proposal.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Revista de Estudios Sociales",
        "type": "journal",
        "issn": [
          "0123-885X",
          "1900-5180"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uniandes.edu.co/index.php/res/article/download/5818/5626"
      },
      "topics": [
        "Social Sciences and Policies"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2042476591"
    },
    {
      "openalex_id": "W4295781231",
      "doi": "10.9771/gmed.v14i2.49530",
      "title": "Racismo e superexploração: apontamentos sobre a história do trabalho e da classe trabalhadora no Brasil",
      "authors": [
        {
          "name": "Cristiane Luíza Sabino de Souza",
          "openalex_id": "A5033779788",
          "orcid": "https://orcid.org/0000-0002-6044-619X",
          "institutions": [
            "Universidade Federal de Santa Catarina"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-09-13",
      "abstract": "O tema central deste ensaio é a relação entre racismo e superexploração da força de trabalho. A partir da perspectiva materialista-histórico-dialética, problematizo a história do trabalho e da classe trabalhadora no Brasil. Desenvolvo, ainda, mediações necessárias para a apreensão da complexidade do racismo nas relações sociais no capitalismo dependente latino-americano. Discuto a relação desse objeto com a produção de riquezas, a acumulação do capital e a luta de classes. Não obstante, reflito acerca do memoricídio, instituído pela ideologia da branquitude e a compreensão fragmentada da história do trabalho e da classe trabalhadora no país, que precisa ser recuperada na sua complexidade histórica.",
      "cited_by_count": 12,
      "type": "article",
      "source": {
        "name": "Germinal Marxismo e Educação em Debate",
        "type": "journal",
        "issn": [
          "2175-5604"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufba.br/index.php/revistagerminal/article/download/49530/27525"
      },
      "topics": [
        "Race, Identity, and Education in Brazil"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W4295781231"
    },
    {
      "openalex_id": "W4200509054",
      "doi": "10.1590/2179-8966/2021/59619",
      "title": "Comuna de Paris, Estado e Direito",
      "authors": [
        {
          "name": "Daniel J. García López",
          "openalex_id": "A5057341457",
          "orcid": "https://orcid.org/0000-0003-0601-1395",
          "institutions": [
            "Universidad de Granada"
          ]
        },
        {
          "name": "Augusto Fernando Carrillo Salgado",
          "openalex_id": "A5034551222",
          "orcid": "https://orcid.org/0000-0001-6107-4917",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        },
        {
          "name": "Julio César Muñoz Mendiola",
          "openalex_id": "A5022710533",
          "orcid": "https://orcid.org/0000-0002-8769-7984",
          "institutions": [
            "Universidad Nacional Autónoma de México"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-12-01",
      "abstract": "Estos jalones pueden ser leídos también como lo que la Comuna significó para lo ya dado (derecho, Estado) y lo que la Comuna significó para imaginar un futuro (potencia).Pasemos a plantear lo que nos aportan los y las autoras en ambos temas.Con respecto a lo dado, Os decretos da Comuna: reflexões sobre direito e revolução (Almeida, 2021, pp.19-32) nos sitúa ante la experiencia jurídica de la comuna para entablar un diálogo sobre el carácter histórico del derecho y sus especificidades en momentos de transición revolucionaria con especial énfasis en las posibilidades de emancipación que este pudiera proyectar.Siguiendo con esta línea, A Comuna de Paris: uma fissura na subjetividade jurídica burguesa (Sarrión, 2021, pp.99-113) nos plantea la experiencia de la Comuna como una fisura en la subjetividad jurídica burguesa.La modernidad trajo consigo la vinculación entre propiedad privada y derecho, de ahí que la subjetividad jurídica se construyera en torno a ese nexo con la propiedad privada.¿Pudo la Comuna friccionar esta forma jurídica?La clase como realmente existente, más allá de la subjetividad jurídica, abrió el camino para construir un imaginario jurídico más allá del derecho moderno.Pero no solo puso en tela de juicio la subjetividad jurídica.Como se traza en",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Revista Direito e Práxis",
        "type": "journal",
        "issn": [
          "2179-8966"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/rdp/a/nnD8HMyfFqs6wJHhjHrDQZt/?lang=es&format=pdf"
      },
      "topics": [
        "Political and Social Issues"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W4200509054"
    },
    {
      "openalex_id": "W4308206649",
      "doi": "10.21527/2176-6622.2022.58.12456",
      "title": "Por uma perspectiva crítica e decolonial do direito: Do universalismo excludente ao pluriversalismo de resistência",
      "authors": [
        {
          "name": "Paulo Renato Vitória",
          "openalex_id": "A5016969334",
          "orcid": "https://orcid.org/0000-0002-2171-8156",
          "institutions": [
            "Universidade Tiradentes"
          ]
        },
        {
          "name": "Carla Jeane Helfemsteller Coelho Dornelles",
          "openalex_id": "A5028843886",
          "institutions": [
            "Universidade Tiradentes"
          ]
        },
        {
          "name": "Isabela Andrade Coringa Fonseca",
          "openalex_id": "A5015336379",
          "institutions": [
            "Universidade Federal de Sergipe"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-04",
      "abstract": "O presente artigo propõe uma reflexão sobre o direito moderno e suas premissas a partir de uma perspectiva crítica e decolonial. Através de uma metodologia analítica, de procedimento bibliográfico, realiza uma análise do papel institucional histórico e político da ciência do direito no âmbito da modernidade/colonialidade ocidental capitalista, para sustentar que nenhuma das duas vertentes filosóficas predominantes – positivismo e jusnaturalismo – coloca em questão a organização colonial do mundo, contribuindo inclusive para sua legitimação. Em que pese a independência formal das antigas colônias, tal organização colonial persiste até a atualidade através de relações econômicas, comerciais, financeiras, militares, políticas e culturais estruturalmente racistas e assimétricas, que são legitimadas e perpetuadas pelo direito. O artigo problematiza também a separação entre forma e conteúdo, característica do pensamento ocidental, e as pretensões de neutralidade e universalidade da ciência moderna. Por fim, reivindica a necessidade de se construir coletivamente uma perspectiva do direito coerente com um paradigma pluriversal e em diálogo com as lutas sociais.",
      "cited_by_count": 8,
      "type": "article",
      "source": {
        "name": "Revista Direito em Debate",
        "type": "journal",
        "issn": [
          "0103-9040",
          "2176-6622"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.revistas.unijui.edu.br/index.php/revistadireitoemdebate/article/download/12456/7163"
      },
      "topics": [
        "Brazilian Legal Issues",
        "Indigenous Peoples' Rights and Law"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W4308206649"
    },
    {
      "openalex_id": "W3167659954",
      "doi": "10.21500/22563202.4310",
      "title": "Medios de comunicación y accionar político: apuntes para una fenomenología de la mediocracia en Colombia",
      "authors": [
        {
          "name": "Juan Diego Hernández Albarracín",
          "openalex_id": "A5103818385"
        },
        {
          "name": "Carlos Lasso-Urbano",
          "openalex_id": "A5030899721",
          "orcid": "https://orcid.org/0000-0001-5407-1953"
        },
        {
          "name": "Marc Pallarés Piquer",
          "openalex_id": "A5032912356",
          "orcid": "https://orcid.org/0000-0001-5767-6894",
          "institutions": [
            "Universitat Jaume I",
            "Ayuntamiento de Castellón de la Plana",
            "Instituto Dr. Jaime Slullitel"
          ]
        },
        {
          "name": "Magali Alba Niño",
          "openalex_id": "A5049550665",
          "orcid": "https://orcid.org/0000-0003-4246-0876"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-05-31",
      "abstract": "Se pretende en este escrito, hacer una crítica a las formas hegemónicas de comunicación que intervienen como actores políticos en Colombia, para configurar posiciones de sujeto afines a los intereses del poder de los que hoy forman parte. Por lo anterior, el trabajo se estructura de la siguiente manera. Primero, se hace una crítica al capitalismo cultural a partir de la lectura deleuziana y su articulación con las empresas informativas. Segundo, revisar la experiencia del conflicto armado colombiano (CAC) vista a partir de las matrices de verdad construidas por los medios de comunicación de masas para colonizar los mundos de vida y se finaliza con la interpretación del concepto de mediocracia, de Danny Schechter, que convierte el medio en actor político servil a las sociedades de control. Así, proponemos un recorrido para aportar a la revisión crítica del poder mediático y su papel determinante en los acontecimientos políticos en Colombia.",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Revista Guillermo de Ockham",
        "type": "journal",
        "issn": [
          "1794-192X",
          "2256-3202"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.usb.edu.co/index.php/GuillermoOckham/article/download/4310/4098"
      },
      "topics": [
        "Educational theories and practices",
        "Youth Culture and Social Dynamics",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 28,
      "url": "https://openalex.org/W3167659954"
    },
    {
      "openalex_id": "W4410573242",
      "doi": "10.22201/iis.01882503p.2023.1.60413",
      "title": "Economía solidaria y hacer político de los movimientos sociales",
      "authors": [
        {
          "name": "Gustavo Moura de Oliveira",
          "openalex_id": "A5051997111",
          "orcid": "https://orcid.org/0000-0002-1994-3864"
        },
        {
          "name": "Adriane Vieira Ferrarini",
          "openalex_id": "A5082994714"
        },
        {
          "name": "Monika Dowbor",
          "openalex_id": "A5019947780",
          "orcid": "https://orcid.org/0000-0002-1845-046X"
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-11-25",
      "abstract": "Este trabajo tiene como propósito contribuir a repensar aquellos periodos de latencia donde los movimientos sociales no entran explícitamente en conflicto con el Estado, a través del análisis de la economía solidaria en Brasil y las Epistemologías del Sur. A modo de conclusión, se observa la existencia de dinámicas políticas, que se expresan como hacer político, en periodos donde las teorías del Norte sólo han visto la cultura y/o la economía. Además, se percibe que este hacer puede expresarse en la cotidianidad mediante el trabajo colectivo-asociativo, el solidarismo comunitario y la integración de estos con la esfera doméstica.",
      "cited_by_count": 4,
      "type": "article",
      "source": {
        "name": "Revista Mexicana de Sociología",
        "type": "journal",
        "issn": [
          "0188-2503",
          "2594-0651"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistamexicanadesociologia.unam.mx/index.php/rms/article/download/60413/53271/171764"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Latin American socio-political dynamics",
        "Social and Political Issues"
      ],
      "referenced_works_count": 39,
      "url": "https://openalex.org/W4410573242"
    },
    {
      "openalex_id": "W2590818408",
      "doi": "10.14422/pen.v72.i274.y2016.003",
      "title": "Sen y los derechos humanos: la libertad como objeto material de los derechos humanos",
      "authors": [
        {
          "name": "Eduardo Ibáñez Ruiz del Portal",
          "openalex_id": "A5063130773",
          "orcid": "https://orcid.org/0000-0001-7649-0294",
          "institutions": [
            "Universidad Loyola Andalucía",
            "Universidad Loyola"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-02-22",
      "abstract": "Specifically we understand that the capability approach of Amartya Sen, is his greatest contribution to thinking about human rights. In this paper, in addition to placing its origin and significance for them, we will put in relation the capability approach with some contributions of liberation thought on Latin American as Ellacuría, highlighting its importance in connection with an intercultural vision human rights. We will discuss other relevant versions of the capability approach, specifically that of Martha Nussbaum. Finally, the most relevant reviews are located and the author's response to them.",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Pensamiento Revista de investigación e información filosófica",
        "type": "journal",
        "issn": [
          "0031-4749",
          "2386-5822"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.comillas.edu/index.php/pensamiento/article/download/7702/7523"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Latin American Cultural Politics",
        "Political Philosophy and Ethics"
      ],
      "referenced_works_count": 8,
      "url": "https://openalex.org/W2590818408"
    },
    {
      "openalex_id": "W2901154524",
      "doi": "10.17058/rea.v26i3.12470",
      "title": "Horizontes de plausibilidade sob a crítica da filosofia: entre luzes, horrores e vítimas",
      "authors": [
        {
          "name": "Allan da Silva Coelho",
          "openalex_id": "A5080209204",
          "orcid": "https://orcid.org/0000-0003-4898-9367",
          "institutions": [
            "Methodist University of Piracicaba"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-22",
      "abstract": "A Modernidade e o capitalismo consolidam um marco categorial que referencia a normalidade da vida, do modo de ser humano válido e seus horizontes de compreensão. Esse processo direciona os símbolos que permeiam o conhecimento, com significados tacitamente aceitos, condicionando o pensar, mas permanecendo impensado. O neoliberalismo radicaliza tal perspectiva colocando a vida humana sob ameaça. Os estudos do “capitalismo como religião”, em especial como matizado pela Escola do DEI, pode colaborar com esta temática já esboçada na Educação. A referência à vítima real e concreta renova a abordagem da Filosofia da Educação tornando os critérios de plausibilidade um problema ético-educacional.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Reflexão e Ação",
        "type": "journal",
        "issn": [
          "0103-8842",
          "1982-9949"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://online.unisc.br/seer/index.php/reflex/article/download/12470/pdf"
      },
      "topics": [
        "Critical Theory and Philosophy",
        "Education Pedagogy and Practices"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W2901154524"
    },
    {
      "openalex_id": "W3087673720",
      "doi": "10.15174/cj.v9i18.337",
      "title": "El fetichismo político ante la democracia participativa en México",
      "authors": [
        {
          "name": "Enoc Francisco Morán Torres",
          "openalex_id": "A5028899324",
          "orcid": "https://orcid.org/0000-0001-8309-2219",
          "institutions": [
            "Universidad de Colima"
          ]
        },
        {
          "name": "Rosa Isela Gutiérrez Molina",
          "openalex_id": "A5005193052",
          "institutions": [
            "Polícia Judiciária",
            "Ciencia (United States)",
            "Euclid Network",
            "Universidad de Guanajuato",
            "Demos",
            "Creative Commons",
            "Center for the Study of Democracy"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-18",
      "abstract": "La democracia participativa en México se ha visto afectada no solo por el desconocimiento de los ciudadanos respecto a los mecanismos y el sistema de políticas públicas, sino por la falta de información y la escasa atención por parte quienes gobiernan, y ¿Cuál es el punto central que conlleva a ello? el deseo de ejercer el poder sin el contrapeso popular, que indubitablemente tiene como causal que exista una falta de participación ciudadana. Después de numerosas investigaciones, realizadas por reconocidos investigadores, profesores e incluso filósofos, se aproxima la conclusón de que la democracia en sí, es ficticia, pues pese a estar en pleno siglo XXI, aún se cree que el sufragio como mecanismo de participación ciudadana es la única manera de incidir en decisiones que sin duda, conciernen a todos los ciudadanos más allá de condiciones sociales, económicas, políticas y culturales, permitiendo con ello que quien ejerce el poder obvie los límites jurídico-políticos y se genere un retroceso en los avances democráticos que se pregonan. Puesto que, en muchos de los casos, se corre el riesgo de caer en un sistema autoritario y el ciudadano limita su papel dentro del sistema a ser espectador del ámbito público. Por lo anterior, la presente aportación abordará el tema de participación ciudadana, analizando los avances y retrocesos históricos que se han analizado a lo largo de los años, así como las diferencias y la relación que existe respecto a otro tipo de democracias.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Ciencia Jurídica",
        "type": "journal",
        "issn": [
          "2007-3577",
          "2007-6142"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.cienciajuridica.ugto.mx/index.php/CJ/article/download/337/384"
      },
      "topics": [
        "Political Dynamics in Latin America",
        "Public Policy and Governance",
        "Political Theory and Democracy"
      ],
      "referenced_works_count": 4,
      "url": "https://openalex.org/W3087673720"
    },
    {
      "openalex_id": "W2094273386",
      "doi": "10.5902/223667257925",
      "title": "Sin clase. Neodesarrollismo y neoestructuralismo en Argentina (2002-2011)",
      "authors": [
        {
          "name": "Mariano Féliz",
          "openalex_id": "A5077744134",
          "orcid": "https://orcid.org/0000-0002-3000-3873",
          "institutions": [
            "Universidad Nacional de La Plata"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-02-20",
      "abstract": "En este trabajo analizaremos el proyecto neodesarrollista en Argentina iniciado en 2002, luego de la crisis del neoliberalismo. Presentaremos críticamente sus fundamento de economía política que remiten al neoestructuralismo. Discutiremos la ausencia de una perspectiva de clase en ese proyecto y su fundamento teórico. Mostraremos como esa ausente conduce a limitaciones para comprender la dinámica concreta del proyecto neodesarrollista, sus barreras y límites. Para ello presentaremos una discusión crítica de los supuestos neoestructuralistas y analizaremos el desempeño empírico del proyecto neodesarrolllista en Argentina. Concluiremos con algunos elementos de lo que podría ser una alternativa desde la perspectiva de la clase trabajadora.",
      "cited_by_count": 11,
      "type": "article",
      "source": {
        "name": "Século XXI - Revista de Ciências Sociais",
        "type": "journal",
        "issn": [
          "2179-8095",
          "2236-6725"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufsm.br/seculoxxi/article/download/7925/4772"
      },
      "topics": [
        "Latin American socio-political dynamics",
        "Economic Theory and Policy",
        "Political Economy and Marxism"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2094273386"
    },
    {
      "openalex_id": "W2747783707",
      "doi": "10.18601/01229893.n39.07",
      "title": "La importancia de decolonizar la enseñanza del derecho internacional de los derechos humanos: el caso de la consulta previa en Colombia",
      "authors": [
        {
          "name": "Jimena Sierra-Camargo",
          "openalex_id": "A5084217731",
          "institutions": [
            "University of Kent",
            "Versus Arthritis",
            "King's College London"
          ]
        }
      ],
      "publication_year": 2017,
      "publication_date": "2017-08-15",
      "abstract": "La consulta previa ha sido reconocida como uno de los instrumentos más emacipatorios en el marco del derecho internacional de los derechos humanos, con el que cuentan los pueblos indígenas y las comunidades étnicas para defender sus territorios en la actualidad. Sin embargo, la consulta previa también ha tenido en algunos casos un uso ambivalente por diversos actores que han acudido a este instrumento para fines diferentes a los contemplados en el Convenio 169 de la oit, uso que, lejos de proteger los derechos de los pueblos y comunidades, ha redundado en su afectación y en el detrimento de estos grupos. El propósito principal de este artículo es cuestionar el uso ambivalente de la consulta previa en Colombia desde la perspectiva del pensamiento decolonial, partiendo de la noción de la ‘colonialidad’. Específicamente se argumenta que el problema de las restricciones y limitaciones de la consulta que se explican en este artículo obedece a los sesgos coloniales que arrastra la consulta y que a su vez se encuentran imbuidos en la lógica liberal a la que responde dicha institución.",
      "cited_by_count": 9,
      "type": "article",
      "source": {
        "name": "Revista Derecho del Estado",
        "type": "journal",
        "issn": [
          "0122-9893",
          "2346-2051"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.uexternado.edu.co/index.php/derest/article/download/5042/6030"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Latin American Cultural Politics",
        "History and Politics in Latin America"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W2747783707"
    },
    {
      "openalex_id": "W2528723497",
      "doi": "10.15446/cp.v11n21.60297",
      "title": "Post-extractivismo: entre el discurso y la praxis. Algunas reflexiones gruesas para la acción",
      "authors": [
        {
          "name": "Alberto Acosta",
          "openalex_id": "A5111380837",
          "orcid": "https://orcid.org/0000-0002-8866-9264"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-09-27",
      "abstract": "El pensamiento dominante nos hace aceptar como imposible una economía sin crecimiento que no aprovecha masivamente los recursos naturales. Se repite que, para lograr el progreso, la única vía es el crecimiento económico, el cual exige a un grupo de países extraer cada vez mayores volúmenes de recursos naturales para sostener la creciente demanda de otros países. Al mismo tiempo, ese esfuerzo, apalancado en un creciente extractivismo, aseguraría los ingresos para que el sur global –clásico proveedor de tales productos– supere su “subdesarrollo”. Sin embargo, como se analiza en este artículo, preparado a partir de reflexiones e investigaciones académicas del autor y desde su directa experiencia en diversas funciones en el mundo de las actividades extractivistas, la realidad nos exige superar esas visiones no solo por razones ecológicas y sociales, sino inclusive económicas. Por eso, en este texto se abordan las principales limitaciones (patologías) de los extractivismos. Luego se proponen algunos elementos que sirven para pensar en alternativas alrededor de dos tendencias que comienzan a cobrar creciente fuerza en el debate internacional: decrecimiento y post-extractivismo, buscando, simultáneamente, nuevos horizontes civilizatorios, como el Buen Vivir.",
      "cited_by_count": 24,
      "type": "article",
      "source": {
        "name": "Ciencia Política",
        "type": "journal",
        "issn": [
          "1909-230X",
          "2389-7481"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unal.edu.co/index.php/cienciapol/article/download/60297/57786"
      },
      "topics": [
        "Global Energy and Sustainability Research",
        "Science, Technology, and Education in Latin America"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W2528723497"
    },
    {
      "openalex_id": "W4255961410",
      "doi": "10.17081/just.20.27.811",
      "title": "Soberanía, globalización y la constitucion de significado",
      "authors": [
        {
          "name": "Farid Samir Benavides Vanegas",
          "openalex_id": "A5058680538"
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-01-01",
      "abstract": "ResumenEn este articulo se demostrara cómo la perdida de soberania del Derecho y de la nación ha implicado la emergencia de nuevos lugares de construcción de la identidad y como estas nuevas identidades han llegado a ser globales, debido a la perdida de centralidad del Estado-Nación como lugar de producción de significado. Mediante el analisis del concepto de soberania y de su relación con el poder de nombrar qué posee el Estado, ejercido a través de la ley, se mostrara cómo en una sociedad del espectaculo este poder es quitado al Estado y dado a otros lugares que puedan garantizar la pasividad de los espectadores y por tanto la ausencia de resistencia en la construcción del significado. Esto mediante el análisis de una telenovela colombiana y su manejo del concepto de corrupción para mostrar cómo el significado legal fue superado por aquel construido en los medios de comunicación. AbstractIn this essay I wish to show how law's and the nation's loss of sovereignty have meant the emergence of new sites of identity construction and how these new identities have become global due to the loss of centrality of the Nation- State as place of meaning production. By analyzing the concept of sovereignty and its relation to the power of naming held by the State, and exercised through the law, I want to show how in a society of the spectacle that power is removed from the State and given to other places that can ensure passivity of viewers and thus the absence of resistance in the construction of meaning. This I will do by analyzing a Colombian soap opera and its handling of the concept of corruption to show legal meaning was overtaken by the one built in the media",
      "cited_by_count": 5,
      "type": "article",
      "source": {
        "name": "Justicia",
        "type": "journal",
        "issn": [
          "0124-7441",
          "2590-4566"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://revistas.unisimon.edu.co/index.php/justicia/article/download/811/799"
      },
      "topics": [
        "Cultural and political discourse analysis",
        "Comparative constitutional jurisprudence studies",
        "History and Politics in Latin America"
      ],
      "referenced_works_count": 35,
      "url": "https://openalex.org/W4255961410"
    },
    {
      "openalex_id": "W3145896084",
      "doi": "10.46688/ahmoi.n18.308",
      "title": "Senderos de El capital en América Latina",
      "authors": [
        {
          "name": "Jaime Ortega Reyna",
          "openalex_id": "A5044117276",
          "orcid": "https://orcid.org/0000-0002-8582-1216"
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-03-28",
      "abstract": "Se presenta una cartografía de las lecturas de El capital en América Latina a partir de grandes problemáticas. Así, historia y política son los grandes agregados a partir de los cuales se puede captar el devenir de un texto que atravesó múltiples senderos después de la revolución cubana. En la parte final se realiza un ejercicio de ejemplificación, partiendo de la propuesta de Alberto Parisí, uno de los pocos autores que ha pretendido realizar una lectura situada del texto de Karl Marx.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Archivos de historia del movimiento obrero y la izquierda",
        "type": "journal",
        "issn": [
          "2313-9749",
          "2683-9601"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.archivosrevista.com.ar/numeros/index.php/archivos/article/download/308/295"
      },
      "topics": [
        "Libraries, Manuscripts, and Books",
        "Health, Education, and Cultural Studies",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W3145896084"
    },
    {
      "openalex_id": "W2966835226",
      "doi": "10.14483/21450706.15011",
      "title": "Dinámica festiva y posibilidad de estar siendo: la disputa por el sentido común",
      "authors": [
        {
          "name": "Javier Reynaldo Romero Flores",
          "openalex_id": "A5060238273",
          "institutions": [
            "University of San Simón"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-06-24",
      "abstract": "Desde una comprensión compleja de la cultura como un campo específico y un acercamiento hacia los procesos culturales reproducidos con singular densidad en la dinámica festiva de los Andes bolivianos, su proceso histórico y su presente político. Esta reflexión propone hacer visible la fetichización de la cultura a partir de la identificación de tensiones y disputas entre prácticas y representaciones culturales distintas. Al mismo tiempo, a partir de esta visibilización, se pone en evidencia el “secuestro” del sentido común de las poblaciones mayoritarias.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Calle 14 revista de investigación en el campo del arte",
        "type": "journal",
        "issn": [
          "2011-3757",
          "2145-0706"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.udistrital.edu.co/index.php/c14/article/download/15011/14907"
      },
      "topics": [
        "Cultural and Social Dynamics",
        "Political and Social Dynamics in Chile and Latin America",
        "Social Sciences and Humanities"
      ],
      "referenced_works_count": 7,
      "url": "https://openalex.org/W2966835226"
    },
    {
      "openalex_id": "W4231446318",
      "doi": "10.9732/p.0034-7191.2020v120p055",
      "title": "Uma abordagem descolonial sobre democracia e cultura jurídica na modernidade",
      "authors": [
        {
          "name": "Antônio Carlos Wolkmer",
          "openalex_id": "A5041676542",
          "orcid": "https://orcid.org/0000-0003-1958-8433"
        },
        {
          "name": "Débora Ferrazzo",
          "openalex_id": "A5068067801",
          "orcid": "https://orcid.org/0000-0002-1051-2785",
          "institutions": [
            "Universidade Federal do Paraná"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-06-01",
      "abstract": "A democracia representativa é um dos paradigmas da modernidade, manifesto no campo da política e do direito. Assim como ocorreu nos demais campos da ciência, por meio da dissimulação de sua relação com uma cultura jurídica específica, a europeia moderna, esse modelo alcançou a abstração necessária para impor-se como modelo universal e colonizar os processos políticos dos países periféricos, nos quais os sistemas jurídicos implantados favoreceram a difusão da democracia representativa, mediante a subalternização ou criminalização de práticas originárias. Contudo, tais práticas nunca foram totalmente suprimidas, como evidenciaram os últimos processos constituintes de países como Bolívia e Venezuela. Tais experiências revelam os limites do eurocentrismo na compreensão da realidade e reivindicam epistemologias descoloniais que permitam questionar os cânones colonizadores e reconhecer novos paradigmas, como a democracia comunitária ou a democracia comunal, sendo ambos evidência da possibilidade de normatividades insurgentes desde o continente latino-americano. Mediante uma abordagem interdisciplinar, buscar-se-á refletir esse tema a partir de abordagens críticas e descoloniais, questionando a abstração do modelo jurídico-político e sugerindo que outros modelos são, não apenas possíveis, mas necessários.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Estudos Políticos",
        "type": "journal",
        "issn": [
          "0034-7191",
          "2359-5736"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://pos.direito.ufmg.br/rbep/index.php/rbep/article/download/607/552"
      },
      "topics": [
        "Brazilian Legal Issues"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4231446318"
    },
    {
      "openalex_id": "W3002230958",
      "doi": "10.14201/reb2019613103114",
      "title": "Derechos de las comunidades tradicionales: la construcción de una sociedad solidaria como resultado de una hermenéutica plural",
      "authors": [
        {
          "name": "Marcelo Barros Jobim",
          "openalex_id": "A5069885977",
          "orcid": "https://orcid.org/0000-0002-8757-8889",
          "institutions": [
            "Centro Universitário Cesmac"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-20",
      "abstract": "Este artículo discute el alcance de la efectividad de la norma constitucional brasileña que prevé el objetivo fundamental de construir una sociedad solidaria (artículo 3.º, I), a través de la crítica a la idea de \"principio de la solidaridad\" cuando la norma en cuestión es aplicada por los tribunales. Se argumenta que la solidaridad en la Constitución brasileña no se presenta como una categoría normativa, sino como una meta de transformación social para lo cual el Poder Judicial tiene un papel fundamental. Se pretende con este estudio iniciar una discusión que objetiva demostrar que el Poder Judicial brasileño vacía la meta constitucional de construir una sociedad solidaria cuando aprehende la solidaridad como una norma principio, promoviendo aplicaciones de ésta con base en un discurso retórico, de sesgo principiológico. Para superar este escenario, se sostiene que el Poder Judicial debe actuar en sintonía con el contexto latinoamericano, principalmente a partir de métodos inclusivos, en el ámbito de la pluralidad socio-política-cultural, promoviendo una visión anti-hegemónica del derecho. En ese sentido, el orden jurídico brasileño al prever los derechos de las comunidades tradicionales impone a los poderes públicos, y en especial al Judicial, por medio de una hermenéutica plural, el rescate de una deuda histórica y, en consecuencia, la formación de una cultura social de la alteridad.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Revista de estudios brasileños",
        "type": "journal",
        "issn": [
          "2386-4540"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.usal.es/index.php/2386-4540/article/download/reb2019613103114/21709"
      },
      "topics": [
        "Brazilian Legal Issues",
        "Comparative constitutional jurisprudence studies",
        "Judicial and Constitutional Studies"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W3002230958"
    },
    {
      "openalex_id": "W3023050059",
      "doi": "10.24215/25251678e384",
      "title": "Proceso cultural libertador y poder constituyente. La constitución como producto cultural. En memoria de Joaquín Herrera Flores",
      "authors": [
        {
          "name": "Alejandro Médici",
          "openalex_id": "A5054348501",
          "orcid": "https://orcid.org/0000-0002-9409-8744"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-04-29",
      "abstract": "En el presente texto proponemos una comprensión de las constituciones como productos culturales y de los procesos cons-tituyentes como procesos culturales, tomando como marco la teoría crítica de la cultura de Joaquín Herrera Flores, desarro­llada en algunas de sus obras mas significativas: “El proceso cultural. Materiales para la creatividad humana”, “Los derechos humanos como productos culturales.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Derechos en Acción",
        "type": "journal",
        "issn": [
          "2525-1678",
          "2525-1686"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistas.unlp.edu.ar/ReDeA/article/download/9873/8665"
      },
      "topics": [
        "Comparative constitutional jurisprudence studies",
        "Political Theory and Democracy",
        "Political Dynamics in Latin America"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W3023050059"
    },
    {
      "openalex_id": "W3132654596",
      "doi": "10.4067/s0718-50492020000100274",
      "title": "El concepto de trabajo vivo desde el marxismo latinoamericano. Notas a partir de la obra de Enrique Dussel y Álvaro García Linera",
      "authors": [
        {
          "name": "Fabián Cabaluz",
          "openalex_id": "A5054796135",
          "orcid": "https://orcid.org/0000-0003-0398-7819"
        },
        {
          "name": "Tomás Torres López",
          "openalex_id": "A5052255340",
          "orcid": "https://orcid.org/0000-0001-6995-7597"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-01-01",
      "abstract": "Resumen: El presente artículo trata sobre el concepto de trabajo vivo en dos autores referenciales del marxismo latinoamericano, tales como el filósofo argentino-mexicano",
      "cited_by_count": 3,
      "type": "article",
      "source": {
        "name": "Izquierdas",
        "type": "journal",
        "issn": [
          "0718-5049"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.cl/pdf/izquierdas/v49/0718-5049-izquierdas-49-74.pdf"
      },
      "topics": [
        "Latin American socio-political dynamics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W3132654596"
    }
  ],
  "count": 25,
  "errors": []
}
