{
  "status": "success",
  "source": "openalex",
  "query": "ética de la liberación eurocentrismo",
  "results": [
    {
      "openalex_id": "W2916753462",
      "doi": "10.51359/2179-7501.2018.239157",
      "title": "Filosofía y política de liberación en la obra de Enrique Dussel",
      "authors": [
        {
          "name": "Jaime Antonio Coronado Preciado",
          "openalex_id": "A5012024352",
          "institutions": [
            "Universidad de Guadalajara"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-12-09",
      "abstract": "La filosofía y política de liberación de Enrique Dussel, supera las filosofías políticas “civilizatorias” de la modernidad occidental. Indaga sus raíces filosóficas y políticas eurocéntricas, que terminaron por subordinar a América Latina, sin reconocer el quiebre epistemológico que significó la invasión de América, al fundar la modernidad como totalidad del sistema mundo. Su pensamiento crítico, como contra-relato, da voz a los olvidados o excluidos, revaloriza saberes múltiples, heterogéneos, donde el poder, o la pluralidad de contrapoderes, tienden a ser negados o acallados, pero resisten y re-sienten la dominación. Dussel, imagina la realidad otramente; aquí se destacan seis tesis: 1) La herencia de Las Casas, Suárez y Vitoria; de la teología política a la modernidad colonial(izada); 2) El análisis desde la exterioridad en el pensamiento eurocéntrico; 3) La contemporaneidad de la filosofía y la política de la liberación; 4) Eurocentrismo y ética liberadora; 5) El pensamiento geopolítico y la modernidad en la política de la liberación; 6) La Transmodernidad en Dussel, que supera la modernidad-colonialidad del Sistema Mundo. En conclusión, la filosofía y la política de la liberación, ofrecen un campo contra hegemónico frente a la modernidad opresora, excluyente, depredadora, patriarcal y colonizadora del poder y del pensamiento.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Revista de Estudos AntiUtilitaristas e PosColoniais",
        "type": "journal",
        "issn": [
          "2179-7501"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufpe.br/revistas/realis/article/download/239157/30878"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 1,
      "url": "https://openalex.org/W2916753462"
    },
    {
      "openalex_id": "W4297820425",
      "doi": "10.17561/rae.v22.6377",
      "title": "Marxismo crítico en el sur de Europa",
      "authors": [
        {
          "name": "José Manuel López Alcaraz",
          "openalex_id": "A5038280580",
          "institutions": [
            "Universidad de Jaén",
            "National University of Distance Education"
          ]
        }
      ],
      "publication_year": 2022,
      "publication_date": "2022-04-01",
      "abstract": "Este artículo propone un diálogo de vida y de textos de dos autores que, aun coincidiendo en el tiempo y, a veces, en el espacio de un mismo país, no se conocieron. Vida y textos en diálogo (im)posible que, recogiendo lo mejor (por riguroso y antidogmático) del marxismo del sur de Europa que representa Manuel Sacristán, y las aportaciones de la Filosofía de la Liberación de Enrique Dussel como uno de los pilares fundamentales del «giro decolonial», concluyen en la pertinencia de Marx y de El Capital en el siglo XXI, y en llevar su crítica-ética a la modernidad como fundamento del sistema capitalista. A la modernidad y al capitalismo como dos aspectos de lo mismo.&#x0D; Palabras clave: Modernidad. Eurocentrismo. Antidogmático. Decolonial. Praxeología.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Antropología Experimental",
        "type": "journal",
        "issn": [
          "1578-4282",
          "1695-9884"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistaselectronicas.ujaen.es/index.php/rae/article/download/6377/6630"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W4297820425"
    }
  ],
  "count": 2,
  "errors": []
}
