{
  "status": "success",
  "source": "openalex",
  "query": "eurocentrismo Dussel",
  "results": [
    {
      "openalex_id": "W1816319985",
      "doi": null,
      "title": "HISTORIOGRAFÍA, EUROCENTRISMO Y UNIVERSALIDAD EN ENRIQUE DUSSEL",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "openalex_id": "A5089853741",
          "orcid": "https://orcid.org/0000-0003-4809-2365",
          "institutions": [
            "Universidad Santo Tomás"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Se exponen las críticas de Enrique Dussel a la historiografía de la filosofía tradicional y a la visión hegemónica de la modernidad y su eurocentrismo, que han ocultado la participación de otros pueblos en la constitución de Europa. Esta crítica abre las puertas a una nueva comprensión de la actualidad, donde la filosofía europea puede entrar en diálogo con otras tradiciones filosóficas para construir lo que el autor llama una \"transmodernidad filosófica\". Este propósito crítico es mantenido en Francia por Michel Onfray.",
      "cited_by_count": 2,
      "type": "article",
      "source": null,
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doaj.org/article/2c9920f348844c179a167c9b3973cab3"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Philosophical Thought and Analysis"
      ],
      "referenced_works_count": 6,
      "url": "https://openalex.org/W1816319985"
    },
    {
      "openalex_id": "W4250269249",
      "doi": "10.7440/2014.21",
      "title": "Una crítica al eurocentrismo invertido: Enrique Dussel y la invisibilidad del Caribe hispánico en la modernidad temprana",
      "authors": [
        {
          "name": "Gabriel de la Luz Rodríguez",
          "openalex_id": "A5047496221"
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-01-01",
      "abstract": null,
      "cited_by_count": 2,
      "type": "book-chapter",
      "source": {
        "name": "Universidad de los Andes eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Spanish Literature and Culture Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4250269249"
    },
    {
      "openalex_id": "W2158030825",
      "doi": "10.1590/s0103-33522013000200004",
      "title": "América Latina e o giro decolonial",
      "authors": [
        {
          "name": "Luciana Ballestrin",
          "openalex_id": "A5011637604",
          "orcid": "https://orcid.org/0000-0001-6787-8406",
          "institutions": [
            "Universidade Federal de Pelotas"
          ]
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-07-13",
      "abstract": "O objetivo principal do artigo é o de apresentar a trajetória e o pensamento do Grupo Modernidade/Colonialidade (M/C), a partir de sua ruptura com os estudos subalternos - latino-americanos e indianos - , culturais e pós-coloniais, no final dos anos 1990. O coletivo realizou um movimento epistemológico fundamental para a renovação crítica e utópica das ciências sociais na América Latina no século XXI: a radicalização do argumento pós-colonial no continente através da noção de \"giro decolonial\". O artigo está estruturado em duas partes. Em um primeiro momento, é traçada uma breve genealogia do pós-colonialismo. Posteriormente, apresenta-se a constituição do grupo M/C e alguns conceitos centrais criados e compartilhados pelos seus principais expoentes. O trabalho pretende convidar o(a) leitor(a) para este debate, ainda incipiente na ciência e teoria Política no Brasil.",
      "cited_by_count": 500,
      "type": "article",
      "source": {
        "name": "Revista Brasileira de Ciência Política",
        "type": "journal",
        "issn": [
          "0103-3352",
          "2178-4884"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.scielo.br/pdf/rbcpol/n11/04.pdf"
      },
      "topics": [
        "Urban Development and Societal Issues",
        "Social and Political Issues",
        "Rural and Ethnic Education"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W2158030825"
    },
    {
      "openalex_id": "W4391948618",
      "doi": "10.24140/issn.1645-7250.rle48.12",
      "title": "A Geopolítica do Conhecimento e a Diferença Colonial",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "openalex_id": "A5051525798",
          "orcid": "https://orcid.org/0000-0002-2948-0656"
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-11-04",
      "abstract": "Este ensaio* tem por objetivo fazer uma reflexão crítica sobre a modernidade e o modo como o Ocidente a tem entendido. A partir de alguns autores da América Latina, como Dussel e Quijano, que avançam com os conceitos de transmodernidade e colonialidade, respetivamente, e do diálogo com Wallerstein, reassume-se a tese de que a modernidade não é um fenómeno estritamente europeu, mas antes planetário, para o qual os “bárbaros excluídos” contribuíram, ainda que o seu contributo não tenha sido reconhecido. Introduzimos o conceito de diferença colonial com o objetivo de ampliar os conceitos de transmodernidade e de colonialidade do poder. A geopolítica do conhecimento organiza-se em torno da diversificação, através da história, das diferenças coloniais e imperiais. No final do artigo introduzimos a visão de Slavoj Žižek sobre “eurocentrismo à esquerda”. Palavras-chave: geopolítica do conhecimento; modernidade; transmodernidade; colonialidade do poder; diferença colonial; eurocentrismo à esquerda.",
      "cited_by_count": 19,
      "type": "article",
      "source": {
        "name": "Repositório Científico Lusófona (Grupo Lusófona)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "green",
        "oa_url": "https://doi.org/10.24140/issn.1645-7250.rle48.12"
      },
      "topics": [
        "Social and Economic Solidarity",
        "Urban Development and Societal Issues",
        "Literature, Culture, and Criticism"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W4391948618"
    },
    {
      "openalex_id": "W3087628760",
      "doi": "10.20435/inter.v21i3.2300",
      "title": "Colonialidade do poder: a formação do eurocentrismo como padrão de poder mundial por meio da colonização da América",
      "authors": [
        {
          "name": "Fernando Joaquim Ferreira Maia",
          "openalex_id": "A5071305941",
          "orcid": "https://orcid.org/0000-0002-5419-2031",
          "institutions": [
            "Universidade Federal da Paraíba"
          ]
        },
        {
          "name": "Mayara Helenna Verissimo de Farias",
          "openalex_id": "A5091182051",
          "orcid": "https://orcid.org/0000-0003-2436-4020",
          "institutions": [
            "Universidade Federal da Paraíba"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-09-16",
      "abstract": "Parte-se da compreensão de que a tradição da cultura política e jurídica na América Latina é reflexo de um processo histórico de colonialidade, exploração, dependência e exclusão de múltiplos segmentos societários. Assim, realiza-se um estudo partindo dos três aspectos que possibilitaram a dominação do norte sobre os países do sul global: eurocentrismo, como matriz cultural; colonialismo, como matriz institucional; e capitalismo, como matriz econômica. Passa-se pela compreensão da formação da modernidade, com base no eurocentrismo e no processo de colonização do continente. Em seguida, analisa-se o novo padrão de poder. E, por fim, busca-se abordar a dependência econômica como produto da colonialidade. Desta forma, o objetivo do presente trabalho é compreender o que tem sido chamado de colonialidade do poder, enquanto produto da invasão ibérica do continente americano. Para tanto, utilizar-se-á, como método, o materialismo histórico e dialético para auxiliar na verificação das contradições fundamentais e secundárias na América Latina e na diferenciação das várias etapas de desenvolvimento dessas contradições e fenômenos. Referências bibliográficas serão utilizadas como instrumento de pesquisa, destacando-se os textos de Aníbal Quijano, Enrique Dussel e Walter Mignolo, com atenção àqueles relativos à colonialidade do poder.",
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "Interações (Campo Grande)",
        "type": "journal",
        "issn": [
          "1518-7012",
          "1984-042X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://interacoesucdb.emnuvens.com.br/interacoes/article/download/2300/2470"
      },
      "topics": [
        "International Relations in Latin America"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W3087628760"
    },
    {
      "openalex_id": "W1488973119",
      "doi": "10.5070/t411000004",
      "title": "Decolonizing Post-Colonial Studies and Paradigms of Political-Economy: Transmodernity, Decolonial Thinking, and Global Coloniality",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of California, Berkeley"
          ]
        }
      ],
      "publication_year": 2011,
      "publication_date": "2011-05-13",
      "abstract": "Can we produce a radical anti-systemic politics beyond identity politics? 1 Is it possible to articulate a critical cosmopolitanism beyond nationalism and colonialism?Can we produce knowledges beyond Third World and Eurocentric fundamentalisms?Can we overcome the traditional dichotomy between political-economy and cultural studies?Can we move beyond economic reductionism and culturalism?How can we overcome the Eurocentric modernity without throwing away the best of modernity as many Third World fundamentalists do?In this paper, I propose that an epistemic perspective from the subaltern side of the colonial difference has a lot to contribute to this debate.It can contribute to a critical perspective beyond the outlined dichotomies and to a redefinition of capitalism as a world-system.",
      "cited_by_count": 1037,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt21k6t3fq/qt21k6t3fq.pdf?t=ll4zsw"
      },
      "topics": [
        "Latin American and Latino Studies",
        "Political Economy and Marxism",
        "Cuban History and Society"
      ],
      "referenced_works_count": 36,
      "url": "https://openalex.org/W1488973119"
    },
    {
      "openalex_id": "W2376772674",
      "doi": "10.1590/s0102-69922016000100002",
      "title": "Decolonialidade e perspectiva negra",
      "authors": [
        {
          "name": "Joaze Bernardino‐Costa",
          "openalex_id": "A5068732183",
          "orcid": "https://orcid.org/0000-0002-9937-893X",
          "institutions": [
            "Universidade de Brasília"
          ]
        },
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573"
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-04-01",
      "abstract": "O artigo situa a decolonialidade como projeto que teve origem simultânea ao início do sistema-mundo moderno/colonial, sendo que este organiza diferenças e desigualdades entre povos a partir da ideia de raça. O artigo destaca como característica distintiva do projeto decolonial a produção do conhecimento e as narrativas a partir de loci geopolíticos e corpos-políticos de enunciação. Entre esses loci de enunciação chamamos a atenção para o conhecimento produzido a partir de uma perspectiva negra das Américas e Caribe.",
      "cited_by_count": 359,
      "type": "article",
      "source": {
        "name": "Sociedade e Estado",
        "type": "journal",
        "issn": [
          "0102-6992",
          "1980-5462"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.scielo.br/j/se/a/wKkj6xkzPZHGcFCf8K4BqCr/?lang=pt&format=pdf"
      },
      "topics": [
        "Race, Identity, and Education in Brazil",
        "Anthropological Studies and Insights",
        "Caribbean history, culture, and politics"
      ],
      "referenced_works_count": 9,
      "url": "https://openalex.org/W2376772674"
    },
    {
      "openalex_id": "W1811214251",
      "doi": "10.4000/rccs.697",
      "title": "Para descolonizar os estudos de economia política e os estudos pós-coloniais: Transmodernidade, pensamento de fronteira e colonialidade global",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "openalex_id": "A5024208517",
          "orcid": "https://orcid.org/0000-0001-9051-1573",
          "institutions": [
            "University of Coimbra"
          ]
        }
      ],
      "publication_year": 2008,
      "publication_date": "2008-03-01",
      "abstract": "This article discusses the epistemic implications of the de-colonial turn of the decolonization of the “global capitalism” concept, as it has been used in the paradigms of political economy and cultural studies. Other terms that are discussed include “colonization of power”, “border epistemologies” and “transmodernity” to start thinking not in “new utopias”, but rather in “other utopias” based on a different cartography of global power relationships of the “worldsystem Europe/Euro-Northamerican modern/colonial capitalist/patriarchical”. The article argues that there is a necessity to use the aforementioned concept (even though it is more extensive) and to abandon the category of “capitalist world-system” or ”global capitalism”.",
      "cited_by_count": 353,
      "type": "article",
      "source": {
        "name": "Revista crítica de ciências sociais/Revista crítica de ciências sociais",
        "type": "journal",
        "issn": [
          "0254-1106",
          "2182-7435"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://journals.openedition.org/rccs/pdf/697"
      },
      "topics": [
        "Economic Theory and Policy",
        "Social and Economic Solidarity",
        "Brazilian History and Foreign Policy"
      ],
      "referenced_works_count": 14,
      "url": "https://openalex.org/W1811214251"
    },
    {
      "openalex_id": "W2810253893",
      "doi": "10.5377/typ.v0i32.6389",
      "title": "El ego conquiro como inicio de la modernidad",
      "authors": [
        {
          "name": "Rudy Montano",
          "openalex_id": "A5023218995",
          "institutions": [
            "Universidad Don Bosco"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-05-31",
      "abstract": "En este artículo se pretende demostrar los elementos que caracterizan el ego conquiro, es decir un sujeto “pre-moderno”. El análisis se hace a partir del hecho de la conquista de América por parte de los europeos. El objetivo de la conquista es adquirir territorios, y al mismo tiempo, colonizar al indígena de América no sólo físicamente, sino ideológicamente. Este tema corresponde a uno de los aspectos que conforman la filosofía de la liberación de Enrique Dussel.El objetivo de este escrito es demostrar que la constitución del ego conquiro es el punto de partida, el inicio del proceso de constitución del victimario en sujeto. Es de vital importancia, para poder abordar la liberación de la víctima, hablar sobre cómo el victimario se constituye en sujeto desde la dialéctica de la dominación. La racionalidad del ego conquiro genera prácticas que desembocan en la generación de víctimas. El artículo se desarrollará en cuatro partes. La primera explica en qué consiste el proceso de constitución del ego conquiro. La segunda hace referencia, a consecuencia de ese proceso, a la relación dialéctica descubrimiento-encubrimiento del otro que obliga a preguntarnos por la dialéctica racionalidad-irracionalidad. La tercera plantea el problema de la colonización y el eurocentrismo como elementos propios del ego conquiro. Finalmente, la Conclusión recogerá las afirmaciones trabajadas y se centrará en la crítica a la afirmación de Enrique Dussel: “el ego conquiro es el inicio de la modernidad.TEORÍA Y PRAXIS año 16, No.32, Enero-Mayo de 2018, pp.13-27",
      "cited_by_count": 10,
      "type": "article",
      "source": {
        "name": "Teoría y Praxis",
        "type": "journal",
        "issn": [
          "1994-733X",
          "2707-7411"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.camjol.info/index.php/TyP/article/download/6389/6159"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies",
        "Cultural and Social Dynamics"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W2810253893"
    },
    {
      "openalex_id": "W1521701366",
      "doi": "10.21057/repam.v8i2.12609",
      "title": "Paulo Freire no pensamento decolonial: um olhar pedagógico sobre a teoria pós-colonial latino-americana",
      "authors": [
        {
          "name": "Camila Penna",
          "openalex_id": "A5048471863",
          "orcid": "https://orcid.org/0000-0001-5579-1653",
          "institutions": [
            "Universidade de Brasília"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-30",
      "abstract": "Resumo O artigo retoma alguns pontos de convergência entre a obra de Paulo Freire “Pedagogia do Oprimido” (1968) e a perspectiva pós-colonial latino-americana (ou decolonial) com vistas a assinalar para o caráter pedagógico que esta tem no campo das ciências sociais. A partir da identificação e discussão de alguns aspectos convergentes na obra de Freire e nos trabalhos de Franz Fanon, Aimé Cesáire, Enrique Dussel, Aníbal Quijano e Walter Mignolo, argumento que o pensamento destes autores pós-coloniais contribui para o ensino no campo das ciências sociais ao propor um novo lugar de fala a partir do paradigma colonialidade-modernidade. Assim como a “Pedagogia do Oprimido” propõe formas de descontruir o mito da estrutura opressora, a perspectiva pós-colonial assinala diferentes estratégias para a desconstrução do mito do eurocentrismo. O artigo aponta algumas dessas estratégias ressaltando sua contribuição pedagógica para um ensino menos colonizado no campo das ciências sociais.Palavras-chavePós-colonialismo; pedagogia; Paulo Freire; ciências sociais.--- Abstract This article observes converging points between Paulo Freire’s “Pedagogia do Oprimido” (1968) and the latin-american post-colonial perspective, pointing to the pedagogical contribution the latter has had in social sciences. Through the identification and discussion of converging aspects in Paulo Freire’s work as well as in Franz Fanon’s, Aimé Cesáire’s, Enrique Dussel’s, Aníbal Quijano’s and Walter Mignolo’s work, I sustain that these authors contribute to the social sciences field when they propose a shift to the modernity-coloniality paradigm. As “Pedagogia do Oprimido” addresses forms of deconstructing the myth of the structure of oppression; the decolonial perspective points to different strategies for deconstructing the Eurocentric myth. This article recovers some of these strategies highlighting its pedagogical contribution to a less “colonized” teaching process in social sciences.KeywordsPost-colonialism; pedagogy; Paulo Freire; social sciences.---Resumen El presente articulo retoma algunos puntos de convergencia entre la obra de Paulo Freire “Pedagogia do Oprimido” (1968) y la perspectiva pos-colonial latinoamericana (o decolonial) con el objetivo de señalar para el carácter pedagógico que este tiene en el campo de las ciencias sociales. Se parte de la identificación y discusión de algunos aspectos convergentes en la obra de Freire y en los trabajos de Franz Fanon, Aimé Cesáire, Enrique Dussel, Aníbal Quijano e Walter Mignolo, argumento que el pensamiento de estos autores pos-coloniales contribuyen para la enseñanza en el campo de las ciencias sociales al proponer el paradigma colonialidad-modernidad. Así como la “Pedagogia do Oprimido” propone formas de desconstrucción del mito de la estructura opresora, la perspectiva pos-colonial señala diferentes estrategias para la desconstrucción del mito del eurocentrismo. El articulo apunta algunas de estas estrategias resaltando su contribución pedagógica para una enseñanza menos colonizada en el campo de las ciencias sociales.Palabras-clavepos-colonialismo; pedagogía; Paulo Freire; ciencias sociales.",
      "cited_by_count": 13,
      "type": "article",
      "source": {
        "name": "Revista de Estudos e Pesquisas sobre as Américas",
        "type": "journal",
        "issn": [
          "1984-1639"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://doi.org/10.21057/repam.v8i2.12609"
      },
      "topics": [
        "Rural and Ethnic Education",
        "Race, Identity, and Education in Brazil",
        "Education Pedagogy and Practices"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1521701366"
    },
    {
      "openalex_id": "W2903503404",
      "doi": "10.15304/ag.38.1.4417",
      "title": "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad",
      "authors": [
        {
          "name": "Francisco Javier Castillejos Rodríguez",
          "openalex_id": "A5049263154",
          "orcid": "https://orcid.org/0000-0001-6143-4644",
          "institutions": [
            "Universidad Westhill"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-11-28",
      "abstract": "El objetivo del presente ensayo es exponer los fundamentos de la filosofía de la liberación de Enrique Dussel y explicar sus aportaciones en el contexto del pensamiento latinoamericano. En un nivel postmetafísico de fundamentación, la filosofía de la liberación adopta el ethos del pensamiento semita y la hermenéutica del \"Otro\" de Levinas con el propósito de formular una crítica al eurocentrismo y edificar un modelo filosófico alternativo. Frente a los paradigmas tradicionales de filosofía e historiografía filosófica, Enrique Dussel desarrolla una nueva arquitectónica para dar cuenta de la especificidad de nuestro pensamiento.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Agora papeles de Filosofía",
        "type": "journal",
        "issn": [
          "0211-6642",
          "2174-3347"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://revistas.usc.gal/index.php/agora/article/download/4417/5954"
      },
      "topics": [
        "Philosophy and Education Pedagogy",
        "Philosophical and Cultural Analysis",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 16,
      "url": "https://openalex.org/W2903503404"
    },
    {
      "openalex_id": "W2187149354",
      "doi": null,
      "title": "Historiografía, eurocentrismo y universalidad en Enrique Dussel * Historiography, Eurocentrism, and Universality in Enrique Dussel",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "openalex_id": "A5089853741",
          "orcid": "https://orcid.org/0000-0003-4809-2365"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "The article examines Enrique Dussel's critique of the traditional historiography of philosophy and of the hegemonic, Eurocentric view of modernity, both of which have served to conceal the participation of other peoples in the constitution of Europe. This critique makes possible a new understanding of the present, in which European philosophy can enter into dialogue with other traditions in order to build what Dussel calls a philosophical transmodernity. This is pre - cisely the critical objective pursued in France by Michel Onfray.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philosophical Thought and Analysis",
        "Spanish Philosophy and Literature",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 13,
      "url": "https://openalex.org/W2187149354"
    },
    {
      "openalex_id": "W3213334643",
      "doi": "10.5007/2175-795x.2021.e67913",
      "title": "Capoeira em diáspora: capturas, insurgências e (re)existências por uma educação decolonial e inclusiva",
      "authors": [
        {
          "name": "Norma Silvia Trindade de Lima",
          "openalex_id": "A5076631981",
          "orcid": "https://orcid.org/0000-0001-6728-4675",
          "institutions": [
            "Universidade Estadual de Campinas (UNICAMP)"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-11-08",
      "abstract": "Este artigo discute uma prática insurgente no período colonial-escravocrata no Brasil, constituída em linguagem de (re)existência, tornada Patrimônio Cultural Imaterial da Humanidade e difundida mundialmente. Trata-se da Capoeira, um legado diaspórico cuja ancestralidade evoca diferentes matrizes africanas. Interessa indagar se as práticas culturais – nomeadamente, as que surgiram como resistência ao sistema colonial, como a capoeira – seriam potências para (re)existências, capazes de contribuir com a formação humana e acadêmica, pensada numa perspectiva decolonial e inclusiva. Visa, ainda, apontar aspectos formativos deste bem cultural no âmbito educacional, tendo em vista problematizações epistêmicas e étnico-raciais desenvolvidas na esteira do pensamento de autores como: Fanon, Hall, Sousa Santos, Quijano, Dussel, Mignolo e outros. Vale-se, ainda, de excertos de narrativas (auto)biográficas, visando articular no campo da experiência as noções de: pensamento abissal, modernidade, eurocentrismo e colonialidade. Conclui que a capoeira evoca aspectos outros de viver, ser e dizer na diferença colonial, impulsionando um alargamento e tensionamento de fronteiras sociais, culturais e epistêmicas. O \"outro\" se faz presente, ocupando tempos/espaços e (re)inventando linguagens, culturas, comunidades e processos educacionais pautados em valores ancestrais afro-diaspóricos e pluriversais.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Perspectiva",
        "type": "journal",
        "issn": [
          "0102-5473",
          "2175-795X"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.ufsc.br/index.php/perspectiva/article/download/67913/47599"
      },
      "topics": [
        "Physical Education and Sports Studies",
        "Martial Arts: Techniques, Psychology, and Education",
        "Physical Education and Pedagogy"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W3213334643"
    },
    {
      "openalex_id": "W31580584",
      "doi": "10.6028/jres.067a.025",
      "title": "Historiografía, eurocentrismo y universalidad de la filosofía en Enrique Dussel",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "openalex_id": "A5089853741",
          "orcid": "https://orcid.org/0000-0003-4809-2365"
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "Visual observation of the freezing and melting of compounds in cells used for the determination of purity has uncovered some heretofore unexpected behavior. This behavior has been correlated with certain difficulties experienced in the measurement of purity, particularly when the sample is very pure. Means for partially reducing these difficulties are proposed and procedures for increasing the accuracy of purity measurements are described.",
      "cited_by_count": 0,
      "type": "article",
      "source": {
        "name": "Dialnet (Universidad de la Rioja)",
        "type": "repository",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Philosophical Thought and Analysis",
        "Religious and Theological Studies",
        "Philosophical and Cultural Analysis"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W31580584"
    },
    {
      "openalex_id": "W3155275405",
      "doi": "10.3389/fpubh.2021.637897",
      "title": "From Modern Planetary Health to Decolonial Promotion of One Health of Peripheries",
      "authors": [
        {
          "name": "Oswaldo Santos Baquero",
          "openalex_id": "A5053163274",
          "orcid": "https://orcid.org/0000-0003-2695-7946",
          "institutions": [
            "Universidade de São Paulo"
          ]
        },
        {
          "name": "Mario Nestor Benavidez Fernández",
          "openalex_id": "A5057527410",
          "institutions": [
            "Universidad de San Buenaventura, Bogota"
          ]
        },
        {
          "name": "Myriam Acero Aguilar",
          "openalex_id": "A5052991628",
          "orcid": "https://orcid.org/0000-0003-0107-4960",
          "institutions": [
            "Universidad Nacional de Colombia"
          ]
        }
      ],
      "publication_year": 2021,
      "publication_date": "2021-06-10",
      "abstract": "The concept of Planetary Health has recently emerged in the global North as a concern with the global effects of degraded natural systems on human health. It calls for urgent and transformative actions. However, the problem and the call to solve it are far from new. Planetary health is a colonial approach that disregards alternative knowledge that over millennia have accumulated experiences of sustainable and holistic lifestyles. It reinforces the monolog of modernity without realizing that threats to “planetary health” reside precisely in its very approach. It insists on imposing its recipes on political, epistemological, and ontological peripheries created and maintained through coloniality. The Latin American decolonial turn has a long tradition in what could be called a “transformative action,” going beyond political and economic crises to face a more fundamental crisis of civilization. It deconstructs, with other decolonial movements, the fallacy of a dual world in which the global North produces epistemologies, while the rest only benefit from and apply those epistemologies. One Health of Peripheries is a field of praxis in which the health of multispecies collectives and the environment they comprise is experienced, understood, and transformed within symbolic and geographic peripheries, ensuing from marginalizing apparatuses. In the present article, we show how the decolonial promotion of One Health of Peripheries contributes to think and advance decentralized and plural practices to attend to glocal realities. We propose seven actions for such promotion.",
      "cited_by_count": 44,
      "type": "article",
      "source": {
        "name": "Frontiers in Public Health",
        "type": "journal",
        "issn": [
          "2296-2565"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "gold",
        "oa_url": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.637897/pdf"
      },
      "topics": [
        "Zoonotic diseases and public health",
        "Geographies of human-animal interactions",
        "Race, Genetics, and Society"
      ],
      "referenced_works_count": 50,
      "url": "https://openalex.org/W3155275405"
    },
    {
      "openalex_id": "W2613324419",
      "doi": "10.12957/rep.2016.27859",
      "title": "A ecologia política de Enrique Dussel: aproximações para as lutas sociais na América Latina",
      "authors": [
        {
          "name": "César Augusto Soares da Costa",
          "openalex_id": "A5101988102",
          "orcid": "https://orcid.org/0000-0002-7190-6606",
          "institutions": [
            "Universidade Católica de Pelotas"
          ]
        },
        {
          "name": "Carlos Frederico Bernardo Loureiro",
          "openalex_id": "A5039110365",
          "orcid": "https://orcid.org/0000-0003-4640-6455",
          "institutions": [
            "Universidade Federal do Rio de Janeiro"
          ]
        }
      ],
      "publication_year": 2016,
      "publication_date": "2016-12-30",
      "abstract": "Nesse texto abordamos a filosofia de Enrique Dussel, visando a aproximações teóricas entre a ecologia política e as lutas sociais na América Latina. O pensador discute a questão ambiental partindo da degradação instaurada pelo modo de produção capitalista e relações instituídas pelo sistema-mundo moderno colonial. Dussel, assim, fornece elementos para compreendermos os processos de expropriação capitalista e dominação eurocêntrica, que culminam na exploração dos povos e dimensionam a dinâmica das lutas sociais. Nessa linha de argumentação, após breve introdução ao tema, versamos sobre a categoria “encobrimento do Outro” como critério para o reconhecimento dos povos na dinâmica das lutas ambientais latino-americanas. Em seguida, abordamos a ecologia política e as lutas sociais à luz do pensamento dusseliano. Por fim, pontuamos referenciais filosóficos e políticos do autor, que contribuem para refletir criticamente acerca das lutas sociais e da relação sociedade-natureza diante do padrão de acumulação capitalista na América Latina. Palavras-chave: Enrique Dussel; modo de produção capitalista; eurocentrismo; lutas sociais; ecologia política. Abstract: In this article, we approach the philosophy of Enrique Dussel, aiming at the theoretical approximations between political ecology and social struggles in Latin America. The thinker approaches the environmental issue from the degradation established by the capitalist mode of production and the relations instituted by the modern colonial world-system. Dussel thus provides elements for understanding the processes of capitalist expropriation and Eurocentric domination, culminating in the exploitation of peoples and dimensioning the dynamics of social struggles. Following this line of argument, after a brief introduction, we deal with the eclipse of “the Other” as a criterion for the recognition of peoples in the dynamics of Latin American environmental struggles. Next, we address political ecology and social struggles in light of Dusselian thought. Finally, we point out philosophical and political references of the author, which contribute to reflect critically on social struggles and the relationship between society and nature in the face of the pattern of capitalist accumulation in Latin America. Keywords: Enrique Dussel; capitalist mode of production; Eurocentrism; social struggles; political ecology.",
      "cited_by_count": 2,
      "type": "article",
      "source": {
        "name": "Revista Em Pauta",
        "type": "journal",
        "issn": [
          "1414-8609",
          "2238-3786"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.e-publicacoes.uerj.br/index.php/revistaempauta/article/download/27859/20031"
      },
      "topics": [
        "Environmental Sustainability and Education",
        "Agriculture, Land Use, Rural Development",
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W2613324419"
    },
    {
      "openalex_id": "W2887254372",
      "doi": "10.7202/1050851ar",
      "title": "The Coloniality of Migration and the “Refugee Crisis”: On the Asylum-Migration Nexus, the Transatlantic White European Settler Colonialism-Migration and Racial Capitalism",
      "authors": [
        {
          "name": "Encarnación Gutiérrez Rodríguez",
          "openalex_id": "A5057355045",
          "orcid": "https://orcid.org/0000-0003-0662-0596",
          "institutions": [
            "University of Giessen"
          ]
        }
      ],
      "publication_year": 2018,
      "publication_date": "2018-01-01",
      "abstract": "This article departs from the discussion by Stephen Castles on the migration-asylum nexus by focusing on the political and cultural effects of the summer of immigration in 2015. It argues for a conceptualization of the asylum-migration nexus within the framework of Anibal Quijano’s “coloniality of power” by developing the analytical framework of the “coloniality of migration.” Through the analytical framework of the “coloniality of migration” the connection between racial capitalism and the asylum-migration nexus is explored. It does so by first focusing on the economic and political links between asylum and migration, and how both constitute each other. On these grounds, it discusses how asylum and migration policies produce hierarchical categories of migrants and refugees, producing a nomenclature drawing on an imaginary reminiscent of the orientalist and racialized practices of European colonialism and imperialism. In a second step, it focuses on migration and asylum policies as inherent to a logic of racialization of the workforce. It does so by first exploring the racial coding of immigration policies within the context of settler colonial-ism and transatlantic White European migration to the Américas and Oceania in the nineteenth and twentieth centuries, and second, by discussing migration policies in post-1945 Western Europe.",
      "cited_by_count": 242,
      "type": "article",
      "source": {
        "name": "Refuge Canada s Journal on Refuge",
        "type": "journal",
        "issn": [
          "0229-5113",
          "1920-7336"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://www.erudit.org/fr/revues/refuge/2018-v34-n1-refuge03925/1050851ar.pdf"
      },
      "topics": [
        "Migration, Refugees, and Integration",
        "Race, History, and American Society",
        "Migration, Ethnicity, and Economy"
      ],
      "referenced_works_count": 17,
      "url": "https://openalex.org/W2887254372"
    },
    {
      "openalex_id": "W135364984",
      "doi": "10.5070/t413012881",
      "title": "Transmodernity and Interculturality: An Interpretation from the Perspective of Philosophy of Liberation",
      "authors": [
        {
          "name": "Enrique Dussel",
          "openalex_id": "A5040236031",
          "institutions": [
            "Universidad Autónoma Metropolitana",
            "Autodesk (United States)"
          ]
        }
      ],
      "publication_year": 2012,
      "publication_date": "2012-01-01",
      "abstract": "In search of self-identity: from Eurocentrism to developmentalist coloniality I belong to a generation of Latin Americans whose intellectual beginnings are situated in the 1950s, after the end of the Second World War.For us, in the Argentina of that era, there was no doubt that we were a part of \"Western culture.\"For that reason, some of our subsequent categorical judgments are a natural expression of someone who opposes himself.The philosophy that we studied set out from the Greeks, in whom we saw our most remote lineage.The Amerindian World had no presence in our studies, and none of our professors would have been able to articulate the origin of philosophy with reference to indigenous peoples. 2 Moreover, the ideal philosopher was one who was familiar with the precise details of classical Western philosophers and their contemporary developments.There existed no possibility whatsoever for a specifically Latin American philosophy.It is difficult to evoke in the present the firm hold that the European model of philosophy had on us (since at that moment in Argentina there was no reference to the United States, yet).Germany and France had complete hegemony, especially in South America (although this was not the case in Mexico, Central America, or the Hispanic, French, or British Caribbean).",
      "cited_by_count": 191,
      "type": "article",
      "source": {
        "name": "TRANSMODERNITY Journal of Peripheral Cultural Production of the Luso-Hispanic World",
        "type": "journal",
        "issn": [
          "2154-1353",
          "2154-1361"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://escholarship.org/content/qt6591j76r/qt6591j76r.pdf?t=m6aapy"
      },
      "topics": [
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W135364984"
    },
    {
      "openalex_id": "W1529669390",
      "doi": "10.5964/jspp.v3i1.564",
      "title": "Decolonizing Psychological Science: Introduction to the Special Thematic Section",
      "authors": [
        {
          "name": "Glenn Adams",
          "openalex_id": "A5046540478",
          "orcid": "https://orcid.org/0000-0002-9487-6999",
          "institutions": [
            "University of Kansas"
          ]
        },
        {
          "name": "Ignacio Dobles",
          "openalex_id": "A5010657113",
          "institutions": [
            "Universidad de Costa Rica"
          ]
        },
        {
          "name": "Luis H. Gómez",
          "openalex_id": "A5082410770",
          "institutions": [
            "Universidad Nacional"
          ]
        },
        {
          "name": "Tuğçe Kurtiş",
          "openalex_id": "A5027505110",
          "institutions": [
            "University of West Georgia"
          ]
        },
        {
          "name": "Ludwin E. Molina",
          "openalex_id": "A5071109136",
          "orcid": "https://orcid.org/0000-0001-7651-5797",
          "institutions": [
            "University of Kansas"
          ]
        }
      ],
      "publication_year": 2015,
      "publication_date": "2015-08-20",
      "abstract": "Despite unprecedented access to information and diffusion of knowledge across the globe, the bulk of work in mainstream psychological science still reflects and promotes the interests of a privileged minority of people in affluent centers of the modern global order. Compared to other social science disciplines, there are few critical voices who reflect on the Euro-American colonial character of psychological science, particularly its relationship to ongoing processes of domination that facilitate growth for a privileged minority but undermine sustainability for the global majority. Moved by mounting concerns about ongoing forms of multiple oppression (including racialized violence, economic injustice, unsustainable over-development, and ecological damage), we proposed a special thematic section and issued a call for papers devoted to the topic of \"decolonizing psychological science\". In this introduction to the special section, we first discuss two perspectives—liberation psychology and cultural psychology—that have informed our approach to the topic. We then discuss manifestations of coloniality in psychological science and describe three approaches to decolonization—indigenization, accompaniment, and denaturalization—that emerge from contributions to the special section. We conclude with an invitation to readers to submit their own original contributions to an ongoing effort to create an online collection of digitally linked articles on the topic of decolonizing psychological science.",
      "cited_by_count": 337,
      "type": "article",
      "source": {
        "name": "Journal of Social and Political Psychology",
        "type": "journal",
        "issn": [
          "2195-3325"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://jspp.psychopen.eu/index.php/jspp/article/download/4851/4851.pdf"
      },
      "topics": [
        "Cultural Differences and Values",
        "Community Health and Development",
        "Social Representations and Identity"
      ],
      "referenced_works_count": 96,
      "url": "https://openalex.org/W1529669390"
    },
    {
      "openalex_id": "W1706991950",
      "doi": null,
      "title": "De la crítica a la normatividad? Materialidad y exterioridad como puntos de partida para una ética universal?",
      "authors": [
        {
          "name": "Stefan Knauß",
          "openalex_id": "A5034702717",
          "orcid": "https://orcid.org/0000-0003-2158-2487"
        }
      ],
      "publication_year": 2013,
      "publication_date": "2013-01-01",
      "abstract": "El siguiente texto analiza el enfoque de Enrique Dussel en su obra La etica de la liberacion, en tanto que proyecto filosofico politico critico. El punto de partida performativo de la filosofia de Dussel es una critica al liberalismo occidental, y a su eurocentrismo inherente, desde la perspectiva de las personas excluidas en las antiguas colonias. Por tanto, Dussel utiliza el criterio material de la vida para mostrar la injusta distribucion de los bienes politicos y economicos. La pretendida negacion de la dignidad de los pobres funciona, entonces, como un valor negativa en la evaluacion comparativa de la calidad de la teoria y la practica politicas. Desde un fundamento factico, la misma existencia de seres humanos excluidos cuestiona la normatividad de teorias de la justicia. Normatividad que, por otra parte, para Dussel se puede empoderar gracias a las demandas de estos grupos criticos que anhelan su reconocimiento cultural, economico y politico.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Astrolabio: revista internacional de filosofia",
        "type": "journal",
        "issn": null
      },
      "open_access": {
        "is_oa": false,
        "oa_status": "closed",
        "oa_url": null
      },
      "topics": [
        "Latin American Cultural Politics",
        "Religious and Theological Studies"
      ],
      "referenced_works_count": 0,
      "url": "https://openalex.org/W1706991950"
    },
    {
      "openalex_id": "W1564751119",
      "doi": "10.15448/2178-3748.2014.2.13670",
      "title": "PÓS-COLONIALISMO E O MUNDO PLURAL NA OBRA DE WALTER MIGNOLO",
      "authors": [
        {
          "name": "Marcos Costa Lima",
          "openalex_id": "A5007056377",
          "orcid": "https://orcid.org/0000-0002-3831-7631"
        },
        {
          "name": "Antônio Manoel Elíbio",
          "openalex_id": "A5051046170",
          "orcid": "https://orcid.org/0000-0001-6616-6730",
          "institutions": [
            "Universidade Federal de Pernambuco"
          ]
        },
        {
          "name": "Carolina Soccio Di Manno de Almeida",
          "openalex_id": "A5069303475",
          "institutions": [
            "Universidade Federal de Pernambuco"
          ]
        }
      ],
      "publication_year": 2014,
      "publication_date": "2014-12-04",
      "abstract": "Esse artigo pretende discutir a proposta de Walter Mignolo no que se refere aquilo que o autor chama de “descolonização”. O autor argentino Walter Mignolo está inserido no projeto de modernidade/colonialidade ao lado de outros autores latino-americanos das diversas áreas das ciências sociais como Artur Escobar, Edgardo Lander, Fernando Coronil e têm em Aníbal Quijano e Enrique Dussel as figuras que lideram esse projeto. Tais autores acusam a lógica da colonialidade existente nas relações sociais, políticas e econômicas que tiveram início na colonização da América no século dezesseis e se perpetuam até o presente e, mais importante: a colonialidade do conhecimento. Não só visando a constatação da colonialidade, o projeto intenta ir além da acusação: procura alternativas ao eurocentrismo e ao colonialismo no pensamento.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "Oficina do Historiador",
        "type": "journal",
        "issn": [
          "2178-3748"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://revistaseletronicas.pucrs.br/ojs/index.php/oficinadohistoriador/article/download/13670/12416"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 22,
      "url": "https://openalex.org/W1564751119"
    },
    {
      "openalex_id": "W4389461829",
      "doi": "10.29181/2594-6463-2023-v7-n3-p196-210",
      "title": "Escrevivências na andarilhagem de uma pesquisadora em práticas sociais e processos educativos",
      "authors": [
        {
          "name": "Francinalda Maria Rodrigues da Rocha",
          "openalex_id": "A5045789401",
          "orcid": "https://orcid.org/0009-0001-8234-0556",
          "institutions": [
            "Universidade Federal de São Carlos"
          ]
        }
      ],
      "publication_year": 2023,
      "publication_date": "2023-12-07",
      "abstract": "Escrevivências na andarilhagem de uma pesquisadora em práticas sociais e processos educativos ResumoEste ensaio apresenta uma discussão sobre práticas sociais e processos educativos através das escrevivências de uma pesquisadora, na andarilhagem dos saberes, a partir de situações da realidade, em uma escrita poética pautada pela subjetividade e intersubjetividade que parte do ato de “escre-viver”, inspirado na escritora preta Conceição Evaristo. Partimos de um posicionamento nas discussões das obras de Ailton Krenak, Paulo Freire, Ernani Maria Fiori, Enrique Dussel e Nelson Maldonado-Torres em busca de nossa reflexão sobre os aspectos conceituais, em tempos nos quais lutar pela libertação se mostra como questão urgente para a humanidade que se encontra violentada pelo capitalismo, eurocentrismo e colonialismo que afetam a democracia e a cidadania.Palavras-chave: Processos Educativos. Práticas Sociais. Colonialismo. Writings in the wandering of a researcher in social practices and educational processes AbstractThis essay presents a discussion of social practices and educational processes through the lived experiences of a researcher, in the wanderings of knowledge, based on situations from reality, in a poetic writing guided by subjectivity and intersubjectivity which comes from the act of writing the experience, inspired by the Black writer Conceição Evaristo. We start from a position in the discussions of the works of Ailton Krenak, Paulo Freire, Ernani Maria Fiori, Enrique Dussel and Nelson Maldonado-Torres in search of our reflection on conceptual aspects, in times when fighting for liberation appears as an urgent matter for humanity, which is violated by capitalism, eurocentrism, and colonialism that affect democracy and citizenship.Keywords: Educational Processes. Social Practices. Colonialism. Escribiendo en el deambular de una investigadora en prácticas sociales y procesos educativos ResumenEn este ensayo se presenta una discusión sobre prácticas sociales y procesos educativos a través de los escritos y de las vivencias de una investigadora, en el deambular del conocimiento, a partir de situaciones reales, en una escritura poética guiada por la subjetividad y la intersubjetividad que surge del acto de escribir la experiencia, inspirado en la escritora negra Conceição Evaristo. Partimos de un posicionamiento en las discusiones de las obras de Ailton Krenak, Paulo Freire, Ernani Maria Fiori, Enrique Dussel y Nelson Maldonado-Torres, en busca de nuestra reflexión sobre los aspectos conceptuales, en tiempos en que la lucha por la liberación se muestra como un tema urgente para la humanidad, vulnerado por el capitalismo, el eurocentrismo y el colonialismo que afectan la democracia y la ciudadanía.Palabras clave: Procesos Educativos. Prácticas Sociales. Colonialismo.",
      "cited_by_count": 1,
      "type": "article",
      "source": {
        "name": "MOTRICIDADES Revista da Sociedade de Pesquisa Qualitativa em Motricidade Humana",
        "type": "journal",
        "issn": [
          "2594-6463"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://www.motricidades.org/journal/index.php/journal/article/download/2594-6463-2023-v7-n3-p196-210/444"
      },
      "topics": [
        "Education Pedagogy and Practices",
        "Rural and Ethnic Education",
        "Linguistics and Education Research"
      ],
      "referenced_works_count": 3,
      "url": "https://openalex.org/W4389461829"
    },
    {
      "openalex_id": "W2933195229",
      "doi": "10.5772/intechopen.81612",
      "title": "Discourses Analysis by a Decolonial Perspective",
      "authors": [
        {
          "name": "Marí­a Noel Mí­guez Passada",
          "openalex_id": "A5042597288",
          "institutions": [
            "Duke University",
            "Pontificia Universidad Javeriana"
          ]
        }
      ],
      "publication_year": 2019,
      "publication_date": "2019-04-03",
      "abstract": "In the last years in Latin America, the decolonial perspective has been growing up to analyze discourses in qualitative research. This theoretical, methodological, and epistemological way to deconstruction has done an interesting way to analyze social topics. Some authors like Dussel, Quijano, etc. have done the bases about this decolonial regard, which provides Latin American researchers a way to analyze social problems taking the North Global theories but also increasing them with our decolonial perspective. We call it the South Global regard. It is not only to know that the classifications and qualifications of the north global reproduce the inequalities in the material life, but also the theoretical and epistemological way to analyze it. The decolonial theory, used also to analyze discourses, gives the possibility to understand people's feelings, emotions, and sensations; meanwhile, words are given in the speeches, interviews, participating observation, focus group, etc.",
      "cited_by_count": 19,
      "type": "book-chapter",
      "source": {
        "name": "IntechOpen eBooks",
        "type": "ebook platform",
        "issn": null
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "hybrid",
        "oa_url": "https://www.intechopen.com/citation-pdf-url/65832"
      },
      "topics": [
        "Latin American Cultural Politics",
        "Latin American socio-political dynamics",
        "Gender, Health, and Social Inequality"
      ],
      "referenced_works_count": 5,
      "url": "https://openalex.org/W2933195229"
    },
    {
      "openalex_id": "W304143536",
      "doi": "10.22409/geographia2006.v8i16.a13521",
      "title": "De saberes e de territórios: diversidade e emancipação a partir da experiência Latino-Americano",
      "authors": [
        {
          "name": "Carlos Walter Porto-Gonçalves",
          "openalex_id": "A5052872626",
          "orcid": "https://orcid.org/0000-0002-7308-8934",
          "institutions": [
            "Universidade Federal Fluminense"
          ]
        }
      ],
      "publication_year": 2010,
      "publication_date": "2010-02-04",
      "abstract": "O artigo problematiza a relação entre saberes e territórios pondo em questão a idéia eurocêntrica de conhecimento universal. Com isso o autor pretende: (1) retirar o caráter unidirecional que os europeus impuseram a essa ideia (eurocentrismo) e (2) afirmarque as diferentes matrizes de racionalidade constituidas a partir de diferentes lugares são passíveis de serem universalizadas, o que nos obriga a considerar os processos por meio dos quais os conhecimentos podem dialogar, se relacionar. Enfim, o que se visa é um diálogo de saberes que supere a colonialidade do saber e do poder.AbstractThis article renders problematic the relation between knowledges and territories, by putting in question the eurocentric idea of universal knowledge. In so doing the author intends: (1) remove the unidirectional character Europeans have impose to this idea (eurocentrism), and (2) arguing that different matrixes of rationality constituted through distinct places are liable to be universalized. This can obligate.us to consider processes through which knowledges can dialogue, construct relationships. Finally, it aims a dialogue of knowledges to overcome the coloniality of knowledge and power.",
      "cited_by_count": 21,
      "type": "article",
      "source": {
        "name": "GEOgraphia",
        "type": "journal",
        "issn": [
          "1517-7793",
          "2674-8126"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "http://periodicos.uff.br/geographia/article/download/13521/8721"
      },
      "topics": [
        "Latin American Cultural Politics"
      ],
      "referenced_works_count": 2,
      "url": "https://openalex.org/W304143536"
    },
    {
      "openalex_id": "W3047906635",
      "doi": "10.21723/riaee.v15i4.13761",
      "title": "Ensino a distância, dificuldades presencias: perspectivas em tempos de COVID-19",
      "authors": [
        {
          "name": "Thaís Janaina Wenczenovicz",
          "openalex_id": "A5080402199",
          "orcid": "https://orcid.org/0000-0001-9405-3995",
          "institutions": [
            "Universidade Estadual do Rio Grande do Sul"
          ]
        }
      ],
      "publication_year": 2020,
      "publication_date": "2020-08-26",
      "abstract": "Por causa da pandemia, as escolas brasileiras suspenderam as aulas presenciais em meados de março de 2020 e passaram a buscar formas alternativas de manter o processo de ensino-aprendizagem durante a quarentena. Ou seja, as tecnologias – aplicativos e plataformas on-line – recepcionaram status de excelência nos espaços educacionais. O estudo analisa as dificuldades impostas à concretização do processo de ensino-aprendizagem em razão das imposições da pandemia incidindo sobre o Direito Humano à educação. Do ponto de vista metodológico, o recorte temporal escolhido para tratar do tema será de dezembro de 2019 até maio de 2020, contexto que receberá uma abordagem crítico-científica, desvelando-se, assim, o Direito Humano à educação como discurso e não apenas como norma. Utiliza-se do procedimento metodológico bibliográfico-investigativo com acréscimo de banco de dados e estatísticas do INEP, acrescidos da fala de dez educadores (entrevistas on-line).",
      "cited_by_count": 26,
      "type": "article",
      "source": {
        "name": "Revista Ibero-Americana de Estudos em Educação",
        "type": "journal",
        "issn": [
          "1982-5587",
          "2446-8606"
        ]
      },
      "open_access": {
        "is_oa": true,
        "oa_status": "diamond",
        "oa_url": "https://periodicos.fclar.unesp.br/iberoamericana/article/download/13761/9551"
      },
      "topics": [
        "Social and Political Issues",
        "Education during COVID-19 pandemic",
        "Race, Identity, and Education in Brazil"
      ],
      "referenced_works_count": 10,
      "url": "https://openalex.org/W3047906635"
    }
  ],
  "count": 25,
  "errors": []
}
