{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Dussel Levinas",
  "results": [
    {
      "title": "Enrique Dussel, \"Sensibility\" and \"Otherness\" in Emmanuel Levinas",
      "url": "https://philpapers.org/rec/DUSSAO",
      "philpapers_id": "DUSSAO",
      "snippet": "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1). Sensibility, Trauma, and the Trace: Levinas from Phenomenology to the Immemorial.Michael Newman - 2000 - In Jeffrey Bloechl, The face of the Other and the trace of God: essays on the philosophy of Emmanuel Levinas.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Space And Narrative—Enrique Dussel And Paul Ricoeur.Sebastian Purcell - 2010 - Philosophy Today 54 (3):289-298. Emmanuel Levinas’s Geopolitics: Overlooked Conversations between Rabbinical and Third World Decolonialisms.Santiago Slabodsky - 2010 - Journal of Jewish Thought and Philosophy 18 (2):147-165.",
        "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1). Sensibility, Trauma, and the Trace: Levinas from Phenomenology to the Immemorial.Michael Newman - 2000 - In Jeffrey Bloechl, The face of the Other and the trace of God: essays on the philosophy of Emmanuel Levinas.",
        "Sensibility and the otherness of the world: Levinas and Merleau-Ponty.Paula Lorelle - 2019 - Continental Philosophy Review 52 (2):191-201. Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press.",
        "History and the other: Dussel’s challenge to Levinas.Dennis Beach - 2004 - Philosophy and Social Criticism 30 (3):315-330."
      ]
    },
    {
      "title": "Enrique Dussel, Lo político en Levinas (Hacia una filosofía política crítica)",
      "url": "https://philpapers.org/rec/DUSLPE",
      "philpapers_id": "DUSLPE",
      "snippet": "The author establishes a dialogue with Emmanuel Levinas, from Totalité et Infini to his most recent works in relation to the political, starting from such salutary criticism of the political as totalized strategic domination, but at the same ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Desde las éticas hacia la política de la liberación de Enrique Dussel. Aproximación crítica y debates sobre su filosofía de la liberación.José Díaz Fernández - 2022 - Revista de filosofía (Chile) 79:61-85. Added to PP 2013-12-09 Downloads 67 (#637,038) 6 months 5 (#1,683,953) ... Geopolítica de la alteridad. Levinas y la filosofía de la liberación de E.",
        "Geopolítica de la alteridad. Levinas y la filosofía de la liberación de E. Dussel.Pedro Enrique García Ruiz - 2014 - Isegoría 51:777-792.",
        "The author establishes a dialogue with Emmanuel Levinas, from Totalité et Infini to his most recent works in relation to the political, starting from such salutary criticism of the political as totalized strategic domination, but at the same time showing the difficulty of constructing a politica..",
        "Lo polí­tico en Levinas.Enrique Ambrossio - 2003 - Signos Filosóficos 5:111-132."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Dussel&#x27; s Philosophy of Liberation: Discovery and Integration of Levinas&#x27;s Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "This anthology of original articles by U.S. philosophers elucidating Dussel's thought, offers critical analyses from a variety of perspectives, including feminist ones. Also included is an essay by Dussel that responds to these essays.",
        "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D."
      ]
    },
    {
      "title": "Nelson Maldonado Torres, Thinking From the Limits of Being: Levinas, Fanon, Dussell and the Cry of Ethical Revolt",
      "url": "https://philpapers.org/rec/TORTFT-2",
      "philpapers_id": "TORTFT",
      "snippet": "This dissertation is focused on the work of three figures who share a fundamental impetus to rethink the question of the human in post-imperial ways: Emmanuel Levinas, Frantz Fanon, and Enrique Dussel. I provide an account of major themes in their work in light of their response to a European master morality of domination and control.",
      "page_age": null,
      "extra_snippets": [
        "This dissertation is focused on the work of three figures who share a fundamental impetus to rethink the question of the human in post-imperial ways: Emmanuel Levinas, Frantz Fanon, and Enrique Dussel. I provide an account of major themes in their work in light of their response to a European master morality of domination and control.",
        "The fourth chapter demonstrates in turn how the slave's search for recognition becomes, for Fanon, a consistent expression of the search for human fraternity. In the fifth and final chapter I evaluate Enrique Dussel's appropriation of Levinas's work through my analysis of the work of Levinas and Fanon.",
        "I argue that, although there are points in which Dussel should have been Fanonian instead of Levinasian, his work contributes in important ways to the Levinasian and Fanonian attempt to overcome the paradigm of violence and war and the Western master morality of aggression and control.",
        "Levinas on suffering and compassion.William Edelglass - 2006 - Sophia 45 (2):43-59."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Dussel&#x27; s Philosophy of Liberation: Discovery and Integration of Levinas&#x27;s Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    },
    {
      "title": "김도형, The Meeting of Philosophy of the Other and Philosophy of Liberation – Enrique Dussel's Levinas",
      "url": "https://philpapers.org/rec/TMONHT",
      "philpapers_id": "TMONHT",
      "snippet": "Emmanuel Levinas Ethics Other Politics 에마뉘에 레비나스 윤리 정치 타자 Enrique Dussel 엔리케 두셀",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "김도형"
        }
      ],
      "extra_snippets": [
        "History and the other: Dussel’s challenge to Levinas.Dennis Beach - 2004 - Philosophy and Social Criticism 30 (3):315-330.",
        "-.Enrique D. Dussel - 1973 - Siglo Veintiuno Argentina Editores. \"Sensibility\" and \"Otherness\" in Emmanuel Levinas.Enrique Dussel - 1999 - Philosophy Today 43 (2):126-134.",
        "Emmanuel Levinas Ethics Other Politics 에마뉘에 레비나스 윤리 정치 타자 Enrique Dussel 엔리케 두셀",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D."
      ]
    },
    {
      "title": "Linda Martin Alcoff & Eduardo Mendieta (eds.), Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT-3",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside ...",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "This anthology of original articles by U.S. philosophers elucidating Dussel's thought, offers critical analyses from a variety of perspectives, including feminist ones. Also included is an essay by Dussel that responds to these essays.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Michael D. Barber, Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation",
      "url": "https://philpapers.org/rec/BAREHR",
      "philpapers_id": "BAREHR",
      "snippet": "The essence of Dussel&#x27;s thought ... of &quot;ethical hermeneutics&quot; which seeks to interpret reality from the viewpoint of what Emmanuel Levinas presents as the &quot;other&quot; - those who are vanquished, forgotten, or excluded from existent socio-political or cultural systems...",
      "page_age": null,
      "extra_snippets": [
        "The essence of Dussel's thought is presented through the concept of \"ethical hermeneutics\" which seeks to interpret reality from the viewpoint of what Emmanuel Levinas presents as the \"other\" - those who are vanquished, forgotten, or excluded from existent socio-political or cultural systems.",
        "Prospects of a Dusselian Ethics of Liberation among US Minorities: The Case of Affirmative Action in Higher Education.Sergio A. Gallegos - 2015 - Inter-American Journal of Philosophy 6 (1):1-15. Added to PP 2009-01-28 Downloads 26 (#953,757) 6 months 7 (#632,998) ... Geopolítica de la alteridad. Levinas y la filosofía de la liberación de E.",
        "Barber traces Dussel's development toward Levinas' philosophy through his discussion of the Hegelian dialectic and through the stages of Dussel's own ethical theory.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Miguel Ángel Quintana Paz, Enrique Dussel and Liberation Theology: Violence or Dialogue?",
      "url": "https://philpapers.org/rec/PAZEDA",
      "philpapers_id": "PAZEDA",
      "snippet": "The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miguel Ángel Quintana Paz"
        }
      ],
      "extra_snippets": [
        "For centuries, several disciplines have tried to tackle the topic of how legitimate it is to use violence in order to solve social problems. One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel.",
        "Totalité et Infini. Essai sur l'exteriorité.Emmanuel Levinas - 1961 - Revue de Métaphysique et de Morale 68 (4):495-495.",
        "Totalité et Infini. Essai sur l'intériorité.Emmanuel Levinas - 1961 - Revue de Métaphysique et de Morale 73 (3):385-385.",
        "The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria."
      ]
    },
    {
      "title": "Enrique Dussel, The architectonic of the ethics of liberation: On material ethics and formal moralities",
      "url": "https://philpapers.org/rec/DUSTAO",
      "philpapers_id": "DUSTAO",
      "snippet": "Ethical hermeneutics: rationality in Enrique Dussel&#x27;s Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press. The Identification of Ethical Principles.James F. Childress - 1977 - Journal of Religious Ethics 5 (1):39 - 66. Does Levinas justify or transcend liberalism?",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "This contribution is a critical and constructive engage ment with discourse ethics. First, it clarifies why discourse ethics has difficulties with the grounding and application of moral norms. Second, it turns ...",
        "Levinas on human liberation.Victoria Tahmasebi - 2010 - Philosophy and Social Criticism 36 (5):523-544.",
        "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press. Edited by Alejandro A.",
        "Dussel’s Critique of Discourse Ethics as Critique of Ideology.Asger Sørensen - 2010 - Public Reason 2 (2):84-101."
      ]
    },
    {
      "title": "Emmanuel Levinas, Time and the Other",
      "url": "https://philpapers.org/rec/LEVTAT-13",
      "philpapers_id": "LEVTAT",
      "snippet": "Emmanuel Levinas is a major voice in twentieth century European thought. Beginning his intellectual career in the 1920s, he has developed an original and comprehensive post rationalist ethics of social responsibility and obligation. The influence of his work has already been profound and far-reaching, readily acknowledged by such diverse and important figures as Jean-Paul Sartre, Jacques Derrida, and Enrique Dussel...",
      "page_age": null,
      "extra_snippets": [
        "Time and The Other was first presented as a series of lectures in 1946-47 at the College Philosophique and is probably the clearest statement of Levinas' thought. Along with Existence and Existents (1947), it represents the first formulation of Levinas' own philosophy, later more fully developed in Totality and Infinity (1961) and Otherwise than Being or Beyond Essence (1974.",
        "Transcendence and salvation in Levinas’s Time and the Other and Totality and Infinity.Marc A.",
        "Cohen - 2014 - Levinas Studies 9:53-66.",
        "Existence and existents.Emmanuel Levinas - 1978 - Pittsburgh, Pa.: Duquesne University Press."
      ]
    },
    {
      "title": "Nelson Maldonado-Torres, Against War: Views from the Underside of Modernity",
      "url": "https://philpapers.org/rec/MALAWV-2",
      "philpapers_id": "MALAWV",
      "snippet": "He analyzes the works of the Jewish Lithuanian-French philosopher and religious thinker Emmanuel Levinas, the Martiniquean psychiatrist and political thinker Frantz Fanon, and the Catholic Argentinean-Mexican philosopher, historian, and theologian Enrique Dussel.",
      "page_age": null,
      "extra_snippets": [
        "Maldonado-Torres refines the description of modernity’s war paradigm and the Levinasian critique through Fanon’s phenomenology of the colonized and racial self and the politics of decolonization, which he reinterprets in light of the Levinasian conception of ethics. Drawing on Dussel’s genealogy of the modern imperial and warring self, Maldonado-Torres theorizes race as the naturalization of war’s death ethic.",
        "Thinking From the Limits of Being: Levinas, Fanon, Dussell and the Cry of Ethical Revolt.Nelson Maldonado Torres - 2002 - Dissertation, Brown University",
        "Nelson Maldonado-Torres argues that European modernity has become inextricable from the experience of the warrior and conqueror. In _Against War_, he develops a powerful critique of modernity, and he offers a ...",
        "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca."
      ]
    },
    {
      "title": "Enrique Dussel, From Fraternity to Solidarity: Toward a Politics of Liberation",
      "url": "https://philpapers.org/rec/ENRFFT",
      "philpapers_id": "ENRFFT",
      "snippet": "&quot;Sensibility&quot; and &quot;Otherness&quot; in Emmanuel Levinas.Enrique Dussel - 1999 - Philosophy Today 43 (2):126-134.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Ethical Hermeneutics: Rationality in Enrique Dussel's Philosophy of Liberation.Michael D.",
        "From fraternity to solidarity: Toward a politics of liberation.Enrique DusselTranslated by Michael Barber & Judd Seth Wright1 - 2007 - Journal of Social Philosophy 38 (1):73–92.",
        "Deconstruction of the Concept of “Tolerance”: From Intolerance to Solidarity.Enrique Dussel - 2004 - Constellations 11 (3):326-333."
      ]
    },
    {
      "title": "Michael D. Barber, Rationality in Dussel: The Critique of Karl-Otto Apel",
      "url": "https://philpapers.org/rec/BARRID-4",
      "philpapers_id": "BARRID",
      "snippet": "Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press. pp. 50-81. Emmanuel Levinas&#x27;s Phenomenology and the Allegiance to Reason.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael D. Barber"
        }
      ],
      "extra_snippets": [
        "Ethical Hermeneutics: History, Economics, and Theology.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press. pp. 82-112. Overcoming Levinas: Analectical Method and Ethical Hermeneutics.Michael D.",
        "Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press. pp. 50-81. Emmanuel Levinas's Phenomenology and the Allegiance to Reason.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation.",
        "Rationality in Dussel: The American Critics.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D."
      ]
    },
    {
      "title": "Linda Martin Alcoff, What Would it Mean to Decolonize Pedagogy?: Enrique Dussel’s Pedagogics of Liberation",
      "url": "https://philpapers.org/rec/MARWWI-4",
      "philpapers_id": "MARWWI",
      "snippet": "Emmanuel Levinas&#x27;s Phenomenology and the Allegiance to Reason.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Linda Martin Alcoff"
        }
      ],
      "extra_snippets": [
        "Emmanuel Levinas's Phenomenology and the Allegiance to Reason.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press. pp. 127-160. Overcoming Levinas: Analectical Method and Ethical Hermeneutics.Michael D.",
        "Rationality in Dussel: The American Critics.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Ethical Hermeneutics: History, Economics, and Theology.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    }
  ],
  "count": 15,
  "errors": []
}
