{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "intercultural dialogue Dussel",
  "results": [
    {
      "title": "Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel",
      "url": "https://philpapers.org/rec/ALLDET-4",
      "philpapers_id": "ALLDET",
      "snippet": "Enrique Dussel (1934-2023).Nelson Maldonado-Torres - 2024 - Journal of World Philosophies 8 (2). Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
      "page_age": null,
      "extra_snippets": [
        "A collection of essays on the work of Latin American philosopher Enrique Dussel, focusing on his ethics of liberation.",
        "Are many modernities possible? : a South-South dialogue.Enrique Dussel",
        "Epilogue. (pages 192-200)Enrique Dussel",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Enrique Dussel, Agenda for a South-South Philosophical Dialogue",
      "url": "https://philpapers.org/rec/DUSAFA",
      "philpapers_id": "DUSAFA",
      "snippet": "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58. Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel y Paul Ricoeur: Pensar la Creatividad Normativa.Alain Loute - 2012 - Analytic Teaching and Philosophical Praxis 33 (2):61-68. A Critical Dialogue with Veritatis Splendor and a Proposal New Ground for Discussion.Ma Christina A.",
        "Are many modernities possible? : a South-South dialogue.Enrique Dussel - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel.",
        "An introduction to liberatory decolonial aesthetic thought : a South-South path, from indigenous and popular thought in América and from the sense of Xu in Chinese painting.Alejandro A. Vallega - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel."
      ]
    },
    {
      "title": "Alex Sager & Albert R. Spencer, Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "url": "https://philpapers.org/rec/SAGLPD",
      "philpapers_id": "SAGLPD",
      "snippet": "Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alex Sager"
        },
        {
          "type": "person",
          "name": "Albert R. Spencer"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel and John Dewey share commitments to philosophical theory and practice aimed at addressing human problems, democratic modes of inquiry, and progressive social reform, but also maintain productive differences in their fundamental starting point for political philosophy and their use of the social sciences.",
        "E. Dussel: filosofía de la liberación y diálogo intercultural.Tomás Miranda Alonso - 2009 - Daimon: Revista Internacional de Filosofía 47:107-122.",
        "Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded.",
        "Simultaneously, Dewey encourages a modest experimental and fallibilist approach to social transformation that promises more feasible social reforms than Dussel’s approach rooted in phenomenology and the critical social sciences."
      ]
    },
    {
      "title": "Enrique Dussel, A New Age in the History of Philosophy",
      "url": "https://philpapers.org/rec/DUSANA-3",
      "philpapers_id": "DUSANA",
      "snippet": "(5) There are universal aspects in which all regional philosophies coincide, and which respond to the “core problems” at an abstract level. (6) All of this impels entry into a new age of inter-philosophical dialogue, respectful of differences ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "E. Dussel: filosofía de la liberación y diálogo intercultural.Tomás Miranda Alonso - 2009 - Daimon: Revista Internacional de Filosofía 47:107-122. Philosophy and The Human Inheritance in a Post-Western World.Anthony F. Shaker - 2020 - Journal of Philosophical Theological Research 22 (3):51-68. Visualizations of Philosophical Cross-cultural Interaction and Influence in A Globalized World.Ferry Hidayat - 2024 - Prajna Vihara 25 (1):1-35. Dialogue as the negation of hegemony: An African perspective.Pascah Mungwini - 2015 - South African Journal of Philosophy 34 (4):395-407.",
        "This paper argues the following points: (1) It is necessary to affirm that humanity has always sought to address certain “core universal problems” that are present in all cultures. (2) The ...",
        "A new age in the history of philosophy: The world dialogue between philosophical traditions.Enrique Dussel - 2009 - Philosophy and Social Criticism 35 (5):499-516.",
        "(5) There are universal aspects in which all regional philosophies coincide, and which respond to the “core problems” at an abstract level. (6) All of this impels entry into a new age of inter-philosophical dialogue, respectful of differences and open to learning from other traditions."
      ]
    },
    {
      "title": "Enrique Dussel, Europa, Modernidad y Eurocentrismo",
      "url": "https://philpapers.org/rec/DUSEMY",
      "philpapers_id": "DUSEMY",
      "snippet": "Cultura popular y proyecto de liberación en América Latina según Enrique Dussel.Jesús García - 1984 - Naturaleza y Gracia 1:79-111.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "La contra-conquista cultural de los esclavos en Haití y el Caribe: reflexiones a partir de la política de la liberación de Enrique Dussel.Glodel Mezilas - 2011 - Revista de Filosofía (México) 43 (130):193-217.",
        "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
        "Cultura popular y proyecto de liberación en América Latina según Enrique Dussel.Jesús García - 1984 - Naturaleza y Gracia 1:79-111.",
        "Desde las éticas hacia la política de la liberación de Enrique Dussel."
      ]
    },
    {
      "title": "Miguel Ángel Quintana Paz, Enrique Dussel and Liberation Theology: Violence or Dialogue?",
      "url": "https://philpapers.org/rec/PAZEDA",
      "philpapers_id": "PAZEDA",
      "snippet": "One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way. The first is a formal criterion, which basically takes after the ideal dialogue situation endorsed by Karl-Otto Apel and Jürgen Habermas, and purports to be rooted in yet another discipline, linguistics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miguel Ángel Quintana Paz"
        }
      ],
      "extra_snippets": [
        "One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way. The first is a formal criterion, which basically takes after the ideal dialogue situation endorsed by Karl-Otto Apel and Jürgen Habermas, and purports to be rooted in yet another discipline, linguistics.",
        "The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria.",
        "Enrique Dussel and Liberation Theology.Miguel Ángel Quintana-Paz - 2014 - Journal of Interdisciplinary Studies 26 (1-2):135-146.",
        "El esquivo anhelo de evitar toda opresión. La cuestión de la violencia en La Ética de la liberación de Enrique Dussel.Miguel Ángel Quintana Paz - 2001 - Utopía y Praxis Latinoamericana 6 (12):83-89."
      ]
    },
    {
      "title": "David A. Roldan, The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism",
      "url": "https://philpapers.org/rec/ROLEOE",
      "philpapers_id": "ROLEOE",
      "snippet": "La crítica del pensamiento totalizador en Enrique Dussel.Adolfo Galeano - 1988 - Franciscanum 30 (89):123-154. Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "David A. Roldan"
        }
      ],
      "extra_snippets": [
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Enrique Dussel: ética y política de la alteridad.Juan Manuel Aragüés - 2012 - In Aragüés Estragués, Juan Manuel, López de Lizaga & José Luis, Perspectivas: una aproximación al pensamiento ético y político contemporáneo. Zaragoza: Prensas Universitarias de Zaragoza.",
        "Ética, política y religión en el pensamiento de Enrique Dussel.Guillermo Carlos Recanati - 2018 - Río Cuarto, República Argentina: EI, Ediciones del ICALA.",
        "The ethics and politics of progress : Dussel and the Frankfurt School.Amy Allen - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel."
      ]
    },
    {
      "title": "Michael D. Barber, Rationality in Dussel: The Critique of Karl-Otto Apel",
      "url": "https://philpapers.org/rec/BARRID-4",
      "philpapers_id": "BARRID",
      "snippet": "Ethical hermeneutics: rationality in Enrique Dussel&#x27;s Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press. Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5. Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael D. Barber"
        }
      ],
      "extra_snippets": [
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press. Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5. Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Overcoming Levinas: Analectical Method and Ethical Hermeneutics.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Emmanuel Levinas's Phenomenology and the Allegiance to Reason.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Gabriela Veronelli, A Coalitional Approach to Theorizing Decolonial Communication",
      "url": "https://philpapers.org/rec/VERACA-7",
      "philpapers_id": "VERACA",
      "snippet": "The Invention of the Americas. Eclipse of &quot;the Other&quot; and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Gabriela Veronelli"
        }
      ],
      "extra_snippets": [
        "This article begins by examining the importance that critical intercultural dialogues have within the Modernity/Coloniality Research Program toward reaching an alternative geopolitics and body-politics of knowledge, in order to raise the question whether the colonial difference creates conditions for dialogical situations that bring together critiques of coloniality emerging from different experiences of coloniality.",
        "Confrontation or Dialogue? Productive Tensions between Decolonial and Intercultural Scholarship.Matthias Kramm, David Ludwig, Thierry Ngosso, Pius M.",
        "The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
        "On the other hand, when one faces the complications of the erasure of dialogue produced by coloniality, the kind of decolonial communicative relations that seem possible among people thinking and acting from the colonial difference are less conscious or agential than emotive."
      ]
    },
    {
      "title": "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion",
      "url": "https://philpapers.org/rec/DUSEOL",
      "philpapers_id": "DUSEOL",
      "snippet": "High cultures and the inter-regional system: beyond Hellenocentrism -- The material moment of the ethics, practical truth -- Formal morality, intersubjective validity -- Ethical feasibility and the &quot;goodness claim&quot; -- The ...",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion, Translated by Eduardo Mendieta, Camilio Pérez Bustillo, Yolanda Anguilo, And Nelson, Maldonado-Torrws, Durham and London: Duke University Press, 2013.",
        "Introduction: The Path to Liberation.Frederick B. Mills - 2018 - In Enrique Dussel’s Ethics of Liberation: An Introduction. Cham: Springer Verlag.",
        "Hermeneutics and Critique from a Liberation Ethics Perspective.Enrique Dussel - 2014 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 16 (1):27-51.",
        "The architectonic of the ethics of liberation: On material ethics and formal moralities.Enrique Dussel - 1997 - Philosophy and Social Criticism 23 (3):1-35."
      ]
    },
    {
      "title": "Enrique Dussel, Epistemological Decolonization of Theology",
      "url": "https://philpapers.org/rec/DUSEDO",
      "philpapers_id": "DUSEDO",
      "snippet": "Epistemic decolonization is important ... and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Epistemic decolonization is important not only because it unmasks the racism hidden in the universalistic claims made by Eurocentric epistemologies, along with the distortion it causes, but also because it brings to the fore other knowledges and ways of knowing hitherto made invisible. Dussel identifies the Latino-Germanic Christendom as the spine of Eurocentrism."
      ]
    },
    {
      "title": "Ching-Ching Lin and Lavina Sequeira (ed.), Inclusion, Diversity, and Intercultural Dialogue in Young People;s Philosophical Inquiry",
      "url": "https://philpapers.org/rec/SEQIDA",
      "philpapers_id": "SEQIDA",
      "snippet": "Inclusion, Diversity and Intercultural Dialogue in Young People&#x27;s Philosophical Inquiry.Lin Ching-Ching &amp; Sequeira Levina (eds.) - 2017 - Springer.",
      "page_age": null,
      "extra_snippets": [
        "The Community Of Philosophical Inquiry And The Enhancement Of Intercultural Sensitivity.Damian Spiteri - 2010 - Childhood and Philosophy 6 (11):87-111. Confucius, Heidegger, and the philosophy of the I Ching: A comparative inquiry into the truth of human being.Chung-Ying Cheng - 1987 - Philosophy East and West 37 (1):51-70. Developing an International Community of Inquiry.Camhy Daniela - 2008 - Proceedings of the Xxii World Congress of Philosophy 27:15-22. How is Global Dialogue Possible?: Foundational Reseach on Value Conflicts and Perspectives for Global Policy.Johanna Seibt & Jesper Garsdal (eds.)",
        "Post-Intentional Phenomenology as Ethical and Transformative Inquiry and Practice: Through Intercultural Phenomenological Dialogue.Younkyung Hong - 2019 - Indo-Pacific Journal of Phenomenology 19 (2):103-113.",
        "Inclusion, Diversity and Intercultural Dialogue in Young People's Philosophical Inquiry.Lin Ching-Ching & Sequeira Levina (eds.) - 2017 - Springer.",
        "Fundamentals of Comparative and Intercultural Philosophy, written by Lin Ma and Jaap van Brakel.Robert Clarke - 2018 - Culture and Dialogue 6 (1):115-118."
      ]
    },
    {
      "title": "Andrew B. Irvine, An Ontological Critique of the Trans-Ontology of Enrique Dussel",
      "url": "https://philpapers.org/rec/IRVAOC",
      "philpapers_id": "IRVAOC",
      "snippet": "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew B. Irvine"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
        "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1)."
      ]
    },
    {
      "title": "William B. Gudykunst, Handbook of Intercultural Communication",
      "url": "https://philpapers.org/rec/GUDICT",
      "philpapers_id": "GUDICT",
      "snippet": "Theories based on traditional communication perspectives, new theories that are unique to this new emerging discipline, and contributions from such areas as philosophy, social psychology and linguistics are described. `If one were to offer a seminar designed to take stock of theory in intercultural co.",
      "page_age": null,
      "extra_snippets": [
        "The seventh volume of the distinguished series International and Intercultural Communication Annuals is published for the first time by SAGE. It is also the first volume to be presented in a new format: theme-oriented volumes that examine key issues in intercultural communication.",
        "Understanding Others: The Coherentist Method in Intercultural Communication.Anna M. Ivanova - 2015 - Dialogue and Universalism 25 (2):191-202.",
        "Theories based on traditional communication perspectives, new theories that are unique to this new emerging discipline, and contributions from such areas as philosophy, social psychology and linguistics are described. `If one were to offer a seminar designed to take stock of theory in intercultural co.",
        "Twenty four leaders in the field contribute original essays that review the progress made toward developing theories of intercultural communication."
      ]
    },
    {
      "title": "Jeffrey Flynn, Reframing the Intercultural Dialogue on Human Rights: A Philosophical Approach",
      "url": "https://philpapers.org/rec/FLYRTI-2",
      "philpapers_id": "FLYRTI",
      "snippet": "By analyzing the historical and political context for debates over the compatibility of human rights with Christianity, Islam, and &quot;Asian Values,&quot; Flynn develops a philosophical approach that is continuous with and a critical reflection on the intercultural dialogue on human rights.",
      "page_age": null,
      "extra_snippets": [
        "By analyzing the historical and political context for debates over the compatibility of human rights with Christianity, Islam, and \"Asian Values,\" Flynn develops a philosophical approach that is continuous with and a critical reflection on the intercultural dialogue on human rights.",
        "Reframing the intercultural dialogue on human rights: A philosophical approach.Andrew Buchwalter - 2016 - Contemporary Political Theory 16 (1):176-180.",
        "Reframing the Intercultural Dialogue on Human Rights: A Philosophical Approach by Jeffrey Flynn.Loubna El Amine - 2017 - Philosophy East and West 68 (1):301-303.",
        "Intercultural Dialogue and Human Rights.Luigi Bonanate, Roberto Papini & William Sweet (eds.) - 2011 - Washington, DC: Council for Research in Values and Philosophy."
      ]
    },
    {
      "title": "Enrique Dussel, Are many modernities possible? : a South-South dialogue",
      "url": "https://philpapers.org/rec/DUSAMM",
      "philpapers_id": "DUSAMM",
      "snippet": "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Introduction.Amy Allen & Eduardo Mendieta - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "The ethics and politics of progress : Dussel and the Frankfurt School.Amy Allen - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
