{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Lynda Lange Dussel feminist",
  "results": [
    {
      "title": "Lynda Lange, Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Enrique Dussel's Theory of Modernity",
      "url": "https://philpapers.org/rec/LYNBOT",
      "philpapers_id": "LYNBOT",
      "snippet": "Thinking From the Underside of History: Enrique Dussel&#x27;s Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Lange"
        }
      ],
      "extra_snippets": [
        "The philosopher Enrique Dussel offers a critical analysis of European construction of indigenous peoples which he calls \"transmodern.\" His theory is especially relevant to feminist and other concerns about the potential disabling effects of postmodern approaches for political action and the development of theory.",
        "An Ontological Critique of the Trans-Ontology of Enrique Dussel.Andrew B. Irvine - 2011 - Sophia 50 (4):603-624. Added to PP 2010-08-10 Downloads 51 (#339,529) 6 months 10 (#607,900) ... Essence of Culture and a Sense of History: A Feminist Critique of Cultural Essentialism.Uma Narayan - 1998 - Hypatia 13 (2):86 - 106.",
        "Under Western Eyes: Feminist Scholarship and Colonial Discourses.Chandra Mohanty - 1988 - Feminist Review 30 (1):61-88. Thrid World Women and the Politics of Feminism.Chandra Talpade Mohanty - 1991 - Indiana University Press. The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective. This anthology of original articles by U.S. philosophers elucidating Dussel's thought, offers critical analyses from a variety of perspectives, including feminist ones.",
        "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Lynda Lange, Feminist Interpretations of Jean-Jacques Rousseau",
      "url": "https://philpapers.org/rec/LANFIO",
      "philpapers_id": "LANFIO",
      "snippet": "Overall this volume makes an important contribution to a core question at the hinge of modernism and postmodernism: how modern, egalitarian notions of social contract, premised on universality and objective reason, can yet result in systematic exclusion of social groups, including women. Contributors are Leah Bradshaw, Melissa A. Butler, Anne Harper, Sarah Kofman, Rebecca Kukla, Lynda Lange, Ingrid Makus, Lori J.",
      "page_age": null,
      "extra_snippets": [
        "Overall this volume makes an important contribution to a core question at the hinge of modernism and postmodernism: how modern, egalitarian notions of social contract, premised on universality and objective reason, can yet result in systematic exclusion of social groups, including women. Contributors are Leah Bradshaw, Melissa A. Butler, Anne Harper, Sarah Kofman, Rebecca Kukla, Lynda Lange, Ingrid Makus, Lori J.",
        "Die \"weibliche\" List im \"männlichen\" Text: Jean-Jacques Rousseau in der feministischen Kritik.Christine Garbe - 1992"
      ]
    },
    {
      "title": "Enrique Dussel & Pedro Lange Churión, Globalization and the Victims of Exclusion",
      "url": "https://philpapers.org/rec/DUSGAT-4",
      "philpapers_id": "DUSGAT",
      "snippet": "Thinking From the Underside of History: Enrique Dussel&#x27;s Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        },
        {
          "type": "person",
          "name": "Pedro Lange Churión"
        }
      ],
      "extra_snippets": [
        "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press. Edited by Alejandro A.",
        "An Ontological Critique of the Trans-Ontology of Enrique Dussel.Andrew B.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique D. Dussel (ed.) - 2003 - Rowman & Littlefield Publishers.",
        "Diccionario biblico hebreo-español.Enrique D. Dussel, Universidad Autónoma Metropolitana & Universidad Nacional Autónoma de México - 1994"
      ]
    },
    {
      "title": "Lynda Birke & Cecilia Åsberg, Biology is a feminist issue: Interview with Lynda Birke",
      "url": "https://philpapers.org/rec/BIRBIA-2",
      "philpapers_id": "BIRBIA",
      "snippet": "This is an interview with Professor Lynda Birke, one of the key figures of feminist science studies. She is a pioneer of feminist biology and of materialist feminist thought, as well ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Birke"
        },
        {
          "type": "person",
          "name": "Cecilia Åsberg"
        }
      ],
      "extra_snippets": [
        "This is an interview with Professor Lynda Birke, one of the key figures of feminist science studies. She is a pioneer of feminist biology and of materialist feminist thought, as well as of the new and emerging field of hum-animal studies. This interview was conducted over email in two time periods, in the spring of 2008 and 2010.",
        "It touches upon feminist issues beyond the usual comfort zones of gender constructionism and human-centred research. Perhaps less recognized than for instance the names of Donna Haraway or Karen Barad, Lynda Birke’s oeuvre is part of the same long-standing and twofold critique from feminist scholars qua trained natural scientists.",
        "On the one hand, theirs is a powerful critique of biological determinism; on the other, an acutely observed contemporary critique of how merely cultural or socially reductionist approaches to the effervescently lively and biological might leave the corporeal, environmental or non-human animal critically undertheorized within feminist scholarship. In highlighting the work and arguments of Lynda Birke, it is hoped here to provide an accessible introduction to the critical questions and challenges that circumvent contemporary discussions within feminist technoscience as theory and political practice.",
        "Feminism and the biological body.Lynda I. A. Birke - 2000 - New Brunswich, NJ: Rutgers University Press. Feminism, Law, and Neoliberalism: An Interview and Discussion with Wendy Brown.Katie Cruz & Wendy Brown - 2016 - Feminist Legal Studies 24 (1):69-89."
      ]
    },
    {
      "title": "Lynda Stone, The Education Feminism Reader",
      "url": "https://philpapers.org/rec/STOTEF-2",
      "philpapers_id": "STOTEF",
      "snippet": "This anthology includes some of the most important and influential essays in feminist education theory since the late 70s. Contributors are drawn from traditional liberal feminists, radical postmodern theorists, and those ...",
      "page_age": null,
      "extra_snippets": [
        "Contributors are drawn from traditional liberal feminists, radical postmodern theorists, and those with psychological, philosophical and political agendas.",
        "Getting smart: feminist research and pedagogy with/in the postmodern.Patricia Lather - 1991 - New York: Routledge.",
        "Feminist Engagements: Reading, Resisting, and Revisioning Male Theorists in Education and Cultural Studies.Kathleen Weiler - 2001 - Psychology Press.",
        "Feminist Imperative(s) in Music and Education: Philosophy, theory, or what matters most.Elizabeth Gould - 2011 - Educational Philosophy and Theory 43 (2):130-147."
      ]
    },
    {
      "title": "Lynda Burns (ed.), Feminist Alliances",
      "url": "https://philpapers.org/rec/BURFA",
      "philpapers_id": "BURFA",
      "snippet": "Focus on the prospects for alliance between feminism and other political positions. Contributions are: The Complexities of Coalition; Whose Politics? Who&#x27;s Correct?; Speaking of Feminism... What Are We Arguing About?; The ...",
      "page_age": null,
      "extra_snippets": [
        "Power lines: On the subject of feminist alliances. By Aimee Carrillo Rowe.Dawn Rae Davis - 2012 - Hypatia 27 (1):223-227. Emasculating metaphor : whither the maleness of reason?Jacqueline Broad, Karen Green & Helen Prosser - 2006 - In Lynda Burns (ed.), Feminist Alliances.",
        "Nodes of Desire: Romanian Egg Sellers, `Dignity' and Feminist Alliances in Transnational Ova Exchanges.Michal Nahman - 2008 - European Journal of Women's Studies 15 (2):65-82. Whose Politics? Who’s Correct?Alison M. Jaggar - 2006 - In Lynda Burns (ed.), Feminist Alliances.",
        "Lynda Burns, ed., Feminist Alliances.S.",
        "Splitting the Difference: Between Young and Fraser on identity politics'.M. M. La Caze - 2006 - In Lynda Burns (ed.), Feminist Alliances."
      ]
    },
    {
      "title": "Rafael Vizcaíno, Biopolítica y liberación: La noción de vida humana en Agamben y Dussel",
      "url": "https://philpapers.org/rec/VIZBYL",
      "philpapers_id": "VIZBYL",
      "snippet": "Habeas Viscus: Racializing Assemblages, Biopolitics, and Black Feminist Theories of the Human by Alexander G. Weheliye.Amber Jamilla Musser - 2016 - philoSOPHIA: A Journal of Continental Feminism 6 (1):156-160. Opression and liberation: The dual dynamics in the philosophy of liberation of E. Dussel&#x27;, &#x27;Opresión y liberación: La dinámica dual en la filosofía de la liberación de E.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Rafael Vizcaíno"
        }
      ],
      "extra_snippets": [
        "Since the publication of Alexander Weheliye’s Habeas Viscous (2014), a devastating critique of biopolitics from the perspective of Black feminist theory, I have been on the lookout for a critique o... ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Biopolítica y liberación: la noción de \"vida humana\" en Agamben y en Dussel.Mario Orospe Hernández - 2023 - Buenos Aires, Argentina: Prometeo Libros.",
        "Habeas Viscus: Racializing Assemblages, Biopolitics, and Black Feminist Theories of the Human by Alexander G. Weheliye.Amber Jamilla Musser - 2016 - philoSOPHIA: A Journal of Continental Feminism 6 (1):156-160. Opression and liberation: The dual dynamics in the philosophy of liberation of E. Dussel', 'Opresión y liberación: La dinámica dual en la filosofía de la liberación de E.",
        "Vida humana, muerte y sobrevivencia: la ética material en la obra de Enrique Dussel.Gabriel Herrera Salazar - 2015 - San Cristóbal de Las Casas, Chiapas, México: Centro de Estudios Superiores de México y Centroamérica.",
        "Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press. Edited by Alejandro A."
      ]
    },
    {
      "title": "Michael D. Barber, Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation",
      "url": "https://philpapers.org/rec/BAREHR",
      "philpapers_id": "BAREHR",
      "snippet": "Thinking From the Underside of History: Enrique Dussel&#x27;s Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
      "page_age": null,
      "extra_snippets": [
        "The essence of Dussel's thought is presented through the concept of \"ethical hermeneutics\" which seeks to interpret reality from the viewpoint of what Emmanuel Levinas presents as the \"other\" - those who are vanquished, forgotten, or excluded from existent socio-political or cultural systems.",
        "Barber traces Dussel's development toward Levinas' philosophy through his discussion of the Hegelian dialectic and through the stages of Dussel's own ethical theory.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers.",
        "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1)."
      ]
    },
    {
      "title": "Lynda Schraufnagel, Carnival",
      "url": "https://philpapers.org/rec/SCHC-21",
      "philpapers_id": "SCHC",
      "snippet": "Lynda Schraufnagel · Feminist Studies 13 (2):339 (1987) Copy BIBTEX · This article has no associated abstract. (fix it) Cite · Plain text · BibTeX · Formatted text · Zotero · EndNote · Reference Manager · RefWorks · Options · Edit · Mark as duplicate ·",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Schraufnagel"
        }
      ]
    }
  ],
  "count": 10,
  "errors": []
}
