{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "myth of modernity Dussel",
  "results": [
    {
      "title": "Enrique Dussel, The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity",
      "url": "https://philpapers.org/rec/DUSTIO",
      "philpapers_id": "DUSTIO",
      "snippet": "Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Liberalism and/or liberation: Assessing the utopian politics Richard Rorty and Enrique Dussel.Alan Reynolds - 2014 - Minerva - An Internet Journal of Philosophy 18 (1). Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58. The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
        "Barber - 1996 - Modern Schoolman 74 (1):67-69. Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
        "The Context of Modern Politics.Jesús Ayala-Colqui - unknown · The concrete other in the constitution of ethical subjectivity: Enrique Dussel, discourse ethics and communitarianism.David A."
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation",
      "url": "https://philpapers.org/rec/DUSTUO-2",
      "philpapers_id": "DUSTUO",
      "snippet": "Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity.",
      "page_age": null,
      "extra_snippets": [
        "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the \"myth\" of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions.",
        "Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, & the Philosophy of Liberation.Eduardo Mendieta (ed.) - 1998 - Rowman & Littlefield Publishers. Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.)",
        "Liberalism and/or liberation: Assessing the utopian politics Richard Rorty and Enrique Dussel.Alan Reynolds - 2014 - Minerva - An Internet Journal of Philosophy 18 (1). Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca."
      ]
    },
    {
      "title": "Mario Sáenz, Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity",
      "url": "https://philpapers.org/rec/SENEDT",
      "philpapers_id": "SENEDT",
      "snippet": "The Invention of the Americas. Eclipse of &quot;the Other&quot; and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Mario Sáenz"
        }
      ],
      "extra_snippets": [
        "Julia Kristeva: Psychoanalysis and modernity. [REVIEW]Stacy K. Keltner - 2006 - Continental Philosophy Review 39 (1):107-112. Enrique Dussel and Modernity’s “Underside”. [REVIEW]William L.",
        "Space And Narrative—Enrique Dussel And Paul Ricoeur.Sebastian Purcell - 2010 - Philosophy Today 54 (3):289-298. The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    },
    {
      "title": "Eduardo Mendieta (ed.), The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, & the Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSTUO",
      "philpapers_id": "DUSTUO",
      "snippet": "Until now, North American and European ... of modernity; they have done so, however, without departing from the narrow horizons of their respective nationalistic perspectives. In this incisive critique, Dussel demonstrates how most of thse philosophies have either failed to give historically faithful analyses of the genesis of the &quot;myth&quot; of modernity, ...",
      "page_age": null,
      "extra_snippets": [
        "Until now, North American and European philosophies have been engaged in debates about the possibility of a postmetaphysical philosophy and the consequences of the linguistic turn for the assessment of modernity; they have done so, however, without departing from the narrow horizons of their respective nationalistic perspectives. In this incisive critique, Dussel demonstrates how most of thse philosophies have either failed to give historically faithful analyses of the genesis of the \"myth\" of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions.",
        "He shows how North American and European philosophers have presupposed a no-longer-acceptable philosophy of history that has led them to fall into a \"developmental fallacy,\" the belief that there is a linear sequence that moves from the premodern, underdeveloped, or on the way to industrialization, to the modern, developed, and industrialized. ... Dussel, Enrique D Philosophy Ethics Liberty Philosophy, Marxist Philosophy, Latin American Ethics, Modern Liberation theology",
        "Barber - 1996 - Modern Schoolman 74 (1):67-69. Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press. Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca."
      ]
    },
    {
      "title": "Lynda Lange, Burnt Offerings to Rationality: A Feminist Reading of the Construction of Indigenous Peoples in Enrique Dussel's Theory of Modernity",
      "url": "https://philpapers.org/rec/LYNBOT",
      "philpapers_id": "LYNBOT",
      "snippet": "His theory is especially relevant to feminist and other concerns about the potential disabling effects of postmodern approaches for political action and the development of theory. Dussel divides modernity into two concurrent paradigms.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Lynda Lange"
        }
      ],
      "extra_snippets": [
        "The philosopher Enrique Dussel offers a critical analysis of European construction of indigenous peoples which he calls \"transmodern.\" His theory is especially relevant to feminist and other concerns about the potential disabling effects of postmodern approaches for political action and the development of theory. Dussel divides modernity into two concurrent paradigms.",
        "Reflection on them suggests that modernism and postmodernism should not be too strongly distinguished. In conclusion, his approach is compared with that of Mohanty ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca.",
        "Liberation Pragmatism: Dussel and Dewey in Dialogue.Alex Sager & Albert R."
      ]
    },
    {
      "title": "Charles Baudouin & Bernard Miall, The Myth of Modernity",
      "url": "https://philpapers.org/rec/BAUTMO-9",
      "philpapers_id": "BAUTMO",
      "snippet": "Defending Middle-Earth: Tolkien: Myth and Modernity, by Patrick Curry.Stratford Caldecott - 1998 - The Chesterton Review 24 (1/2):110-112. Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity.",
      "page_age": null,
      "extra_snippets": [
        "The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
        "Charles Baudouin was a French psychoanalyst. Born in Nancy, a town that played a significant role in the history of psychoanalysis, he was a contemporary of Freud, Jung and Adler. After ...",
        "Myth and Modernity.Bernard Yack - 1987 - Political Theory 15 (2):244-261.",
        "Myth and modernity in Dallapiccola'sUlisse.Michael Eckert - 1996 - The European Legacy 1 (4):1585-1590."
      ]
    },
    {
      "title": "Andrew B. Irvine, An Ontological Critique of the Trans-Ontology of Enrique Dussel",
      "url": "https://philpapers.org/rec/IRVAOC",
      "philpapers_id": "IRVAOC",
      "snippet": "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew B. Irvine"
        }
      ],
      "extra_snippets": [
        "Philosophy as Commitment to Reality.Enrique Dussel & Yvanka B. Raynova - 2014 - Labyrinth: An International Journal for Philosophy, Value Theory and Sociocultural Hermeneutics 16 (1):13-26. Added to PP 2011-02-03 Downloads 145 (#168,399) 6 months 16 (#277,818) ... No citations found. ... The Invention of the Americas. Eclipse of \"the Other\" and the Myth of Modernity.Enrique Dussel - 1997 - Utopian Studies 8 (1):159-161.",
        "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
        "The heart of Dussel’s effort is an ostensibly new method, ‘analectic’ or ‘anadialectic,’ which comes about through the ‘revelation’ of the other, and goes beyond the self-enclosure that, Dussel asserts, typifies dialectic in Western ontology. Thus, he takes his position to have gone beyond ontology: it is a trans-ontology, a genuine meta-physics.",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58."
      ]
    },
    {
      "title": "Jesús Ayala-Colqui, The Context of Modern Politics",
      "url": "https://philpapers.org/rec/AYATCO-4",
      "philpapers_id": "AYATCO",
      "snippet": "As Dussel argues, 1492 will be the moment of the ‘birth’ of Modernity as a concept, the concrete moment of the ‘origin’ of a very particular ‘myth’ of sacrificial violence and, at the same time, a process of ‘covering up’ of ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jesús Ayala-Colqui"
        }
      ],
      "extra_snippets": [
        "It is, on the contrary, a moment that arose from the experience of colonization of the non-European Other. As Dussel argues, 1492 will be the moment of the ‘birth’ of Modernity as a concept, the concrete moment of the ‘origin’ of a very particular ‘myth’ of sacrificial violence and, at the same time, a process of ‘covering up’ of the non-European.",
        "Under the guiding thread of a de-struction of world political history, and from the position of suffering living corporality, Enrique Dussel presents the context of modern politics in the fifth section ...",
        "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca.",
        "Periodisation and modernity: an introduction.Almuth Ebke & Christoph Haack - 2025 - History of European Ideas 51 (2):307-320. Ottoman Concepts of Empire.Einar Wigen - 2013 - Contributions to the History of Concepts 8 (1):44-66. The Myth of Venice in Italian Renaissance Jewish Thought.Abraham Melamed - 2019 - In Wisdom's Little Sister: Studies in Medieval and Renaissance Jewish Political Thought."
      ]
    },
    {
      "title": "Enrique Dussel, The Theological Metaphors of Marx",
      "url": "https://philpapers.org/rec/DUSTTM",
      "philpapers_id": "DUSTTM",
      "snippet": "Dussel examines Marx’s early writings on religion and fetishism and proceeds through what Dussel refers to as the four major drafts of _Capital_, ultimately situating Marx’s philosophical, economic, ethical, and historical insights in relation to the theological problems of his time. Dussel notes a shift in Marx’s underlying theological schema from a political critique of the state to an economic critique of the commodity fetish as the Devil, or anti-God, of modernity.",
      "page_age": null,
      "extra_snippets": [
        "Dussel examines Marx’s early writings on religion and fetishism and proceeds through what Dussel refers to as the four major drafts of _Capital_, ultimately situating Marx’s philosophical, economic, ethical, and historical insights in relation to the theological problems of his time. Dussel notes a shift in Marx’s underlying theological schema from a political critique of the state to an economic critique of the commodity fetish as the Devil, or anti-God, of modernity.",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press. pp. 127-160. Marx's \"Capital\" and Ethical Theory: A Critique of Fetishism in Bentham and Kant.John Peter Pittman - 1989 - Dissertation, City University of New York · The Joint Response of Marxism and Christianity in Face of Contemporary Capitalism: In the Perspective of Theological Criticism.Qing-bao Zeng - 2011 - Modern Philosophy 1:15-23.",
        "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99.",
        "The Theological Metaphors of Marx, by Enrique Dussel."
      ]
    },
    {
      "title": "Fred Dallmayr, The Underside of Modernity: Adorno, Heidegger, and Dussel",
      "url": "https://philpapers.org/rec/DALTUO",
      "philpapers_id": "DALTUO",
      "snippet": "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Fred Dallmayr"
        }
      ],
      "extra_snippets": [
        "The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation.Enrique D. Dussel (ed.) - 1996 - Atlantic Highlands, N.J.: Humanity Books.",
        "The struggle of the Self against itself: Adorno and Heidegger on modernity.Josef Früchtl - 2007 - In Iain Macdonald & Krzysztof Ziarek, Adorno and Heidegger: philosophical questions. Stanford, Calif.: Stanford University Press.",
        "Fred Dallmayr, \"Life-World, Modernity and Critique\". [REVIEW]Joseph S.",
        "Between modernity and postmodernity: The political thinking of Fred R. Dallmayr.Stephen K."
      ]
    },
    {
      "title": "Saurabh Dube & Ishita Banerjee-Dube (eds.), Unbecoming modern: colonialism, modernity, colonial modernities",
      "url": "https://philpapers.org/rec/DUBUMC",
      "philpapers_id": "DUBUMC",
      "snippet": "In this volume well-known scholars from India and Latin America - Enrique Dussel, Madhu Dubey, Walter D. Mignolo, and Sudipta Sen, to name a few - discuss the concepts of modernity ...",
      "page_age": null,
      "extra_snippets": [
        "In this volume well-known scholars from India and Latin America - Enrique Dussel, Madhu Dubey, Walter D. Mignolo, and Sudipta Sen, to name a few - discuss the concepts of modernity and colonialism and describe how the two relate to each other. This second edition to the volume comes with a new introduction which extends and critically supplements the discussion in the earlier introduction to the volume.",
        "Global modernity, development, and contemporary civilization: towards a renewal of critical theory.José Maurício Domingues - 2012 - New York: Routledge. Transmodern Geographies and Coloniality: On Enrique Dussel's Pluriversal Modernity.Don Thomas Deere - 2025 - Latin American Perspectives:1-16.",
        "It explores the vital impact of the colonial pasts of India, Mexico, China, and even the Unites States, on the processes through which these countries have become modern. The collection is unique, as it brings together a range of disciplines and perspectives.",
        "The topics discussed include the Zapatista movement in Southern Mexico, the image of the South in recent African-American literature, the theories of Andre Gunder Frank about the early modernization of Asian countries, and the contradictions of the colonial state in India."
      ]
    },
    {
      "title": "Nelson Maldonado-Torres, Against War: Views from the Underside of Modernity",
      "url": "https://philpapers.org/rec/MALAWV-2",
      "philpapers_id": "MALAWV",
      "snippet": "Maldonado-Torres refines the description of modernity’s war paradigm and the Levinasian critique through Fanon’s phenomenology of the colonized and racial self and the politics of decolonization, which he reinterprets in light of the Levinasian conception of ethics. Drawing on Dussel’s genealogy of the modern imperial and warring self, Maldonado-Torres theorizes race as the naturalization of war’s death ethic.",
      "page_age": null,
      "extra_snippets": [
        "Maldonado-Torres focuses on the perspectives of those who inhabit the underside of western modernity, particularly Jewish, black, and Latin American theorists. He analyzes the works of the Jewish Lithuanian-French philosopher and religious thinker Emmanuel Levinas, the Martiniquean psychiatrist and political thinker Frantz Fanon, and the Catholic Argentinean-Mexican philosopher, historian, and theologian Enrique Dussel.",
        "Maldonado-Torres refines the description of modernity’s war paradigm and the Levinasian critique through Fanon’s phenomenology of the colonized and racial self and the politics of decolonization, which he reinterprets in light of the Levinasian conception of ethics. Drawing on Dussel’s genealogy of the modern imperial and warring self, Maldonado-Torres theorizes race as the naturalization of war’s death ethic.",
        "Two critical theories about modernity in the Latin American context: Bolívar Echeverría and Enrique Dussel.Dante Ramaglia - 2019 - Las Torres de Lucca.",
        "_Against War_ advances the de-colonial turn, showing how theory and ethics cannot be conceived without politics, and how they all need to be oriented by the imperative of decolonization in the modern/colonial and postmodern world. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Thinking From the Limits of Being: Levinas, Fanon, Dussell and the Cry of Ethical Revolt.Nelson Maldonado Torres - 2002 - Dissertation, Brown University"
      ]
    },
    {
      "title": "Michael D. Barber, Die Aussenperspektive des Anderen, Eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik. By Peter Penner",
      "url": "https://philpapers.org/rec/BARTUO-5",
      "philpapers_id": "BARTUO",
      "snippet": "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael D. Barber"
        }
      ],
      "extra_snippets": [
        "Die Aussenperspektive des Anderen: eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik.Peter Penner - 1996 · Social Typifications and the Elusive Other: The Place of Sociology of Knowledge in Alfred Schutz's Phenomenology. By Michael D. Barber. [REVIEW]Walter J. Stohrer - 1991 - Modern Schoolman 68 (3):273-274.",
        "Die Aussenperspektive des Anderen, Eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik. By Peter Penner. [REVIEW]Michael D. Barber - 1996 - Modern Schoolman 74 (1):69-71.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
        "The Interpretation of Frege's Philosophy. By Michael Dummett. [REVIEW]James Collins - 1984 - Modern Schoolman 61 (2):133-133."
      ]
    },
    {
      "title": "Michael D. Barber, The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel",
      "url": "https://philpapers.org/rec/BARTUO-15",
      "philpapers_id": "BARTUO",
      "snippet": "The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation.Enrique D. Dussel - 1996 - Atlantic Highlands, N.J.: Humanities Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Michael D. Barber"
        }
      ],
      "extra_snippets": [
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers. \"Freud and Philosophy,\" by Paul Ricoeur. [REVIEW]George J. Stack - 1973 - Modern Schoolman 50 (3):318-322.",
        "The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation.Enrique D. Dussel - 1996 - Atlantic Highlands, N.J.: Humanities Press."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span ... others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, ......",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D. Barber - 1998 - New York: Fordham University Press. Transmodern Geographies and Coloniality: On Enrique Dussel's Pluriversal Modernity.Don Thomas Deere - 2025 - Latin American Perspectives:1-16.",
        "Rationality in Dussel: The American Critics.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press. pp. 113-126. Added to PP 2014-02-06 Downloads 45 (#1,011,600) 6 months 9 (#895,788) ... Bhaskar's Critique of the Philosophical Discourse of Modernity.Mervyn Hartwig - 2011 - Journal of Critical Realism 10 (4):485-510.",
        "Also included is an essay by Dussel that responds to these essays. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.)"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
