{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "politics of liberation Dussel",
  "results": [
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen &amp; Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17. Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    },
    {
      "title": "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion",
      "url": "https://philpapers.org/rec/DUSEOL",
      "philpapers_id": "DUSEOL",
      "snippet": "High cultures and the inter-regional system: beyond Hellenocentrism -- The material moment of the ethics, practical truth -- Formal morality, intersubjective validity -- Ethical feasibility and the &quot;goodness claim&quot; -- The ethical critique of the prevailing system : from the perspective of the negativity of the victims -- The anti-hegemonic validity of the community of victims -- The liberation principle -- Appendix I.",
      "page_age": null,
      "extra_snippets": [
        "High cultures and the inter-regional system: beyond Hellenocentrism -- The material moment of the ethics, practical truth -- Formal morality, intersubjective validity -- Ethical feasibility and the \"goodness claim\" -- The ethical critique of the prevailing system : from the perspective of the negativity of the victims -- The anti-hegemonic validity of the community of victims -- The liberation principle -- Appendix I.",
        "Beyond Eurocentrism: Trajectories towards a renewed political and social theory.Ina Kerner - 2018 - Philosophy and Social Criticism 44 (5):550-570. Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene.David Martin-Jones - 2016 - Film-Philosophy 20 (1):63-103.",
        "Enrique Dussel, Ethics of Liberation in the Age of Globalization and Exclusion, Translated by Eduardo Mendieta, Camilio Pérez Bustillo, Yolanda Anguilo, And Nelson, Maldonado-Torrws, Durham and London: Duke University Press, 2013.",
        "Introduction: The Path to Liberation.Frederick B. Mills - 2018 - In Enrique Dussel’s Ethics of Liberation: An Introduction. Cham: Springer Verlag."
      ]
    },
    {
      "title": "Enrique Dussel, From Fraternity to Solidarity: Toward a Politics of Liberation",
      "url": "https://philpapers.org/rec/ENRFFT",
      "philpapers_id": "ENRFFT",
      "snippet": "From fraternity to solidarity: Toward a politics of liberation.Enrique DusselTranslated by Michael Barber &amp; Judd Seth Wright1 - 2007 - Journal of Social Philosophy 38 (1):73–92.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Ethical Hermeneutics: Rationality in Enrique Dussel's Philosophy of Liberation.Michael D. Barber - 1998 - Fordham University Press. Freedom Not Yet: Liberation and the Next World Order.Kenneth Surin - 2009 - Duke University Press. Solidarity after identity politics: Hannah Arendt and the power of feminist theory.Amy Allen - 1999 - Philosophy and Social Criticism 25 (1):97-118.",
        "From fraternity to solidarity: Toward a politics of liberation.Enrique DusselTranslated by Michael Barber & Judd Seth Wright1 - 2007 - Journal of Social Philosophy 38 (1):73–92.",
        "Knowledge, Power, and the Search for Epistemic Liberation in Africa.Dennis Masaka - 2021 - Social Epistemology 35 (3):258-269. From the international to the intersocietal:Inclusion of the indigenous and tribal Paper.Aslak-Antti Oksanen - unknown ... \"Sensibility\" and \"Otherness\" in Emmanuel Levinas.Enrique Dussel - 1999 - Philosophy Today 43 (2):126-134.",
        "Deconstruction of the Concept of “Tolerance”: From Intolerance to Solidarity.Enrique Dussel - 2004 - Constellations 11 (3):326-333. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct"
      ]
    },
    {
      "title": "Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel",
      "url": "https://philpapers.org/rec/ALLDET-4",
      "philpapers_id": "ALLDET",
      "snippet": "A collection of essays on the work of Latin American philosopher Enrique Dussel, focusing on his ethics of liberation.",
      "page_age": null,
      "extra_snippets": [
        "A collection of essays on the work of Latin American philosopher Enrique Dussel, focusing on his ethics of liberation.",
        "An introduction to liberatory decolonial aesthetic thought : a South-South path, from indigenous and popular thought in América and from the sense of Xu in Chinese painting.Alejandro A. Vallega · Are many modernities possible? : a South-South dialogue.Enrique Dussel",
        "Ethics of Liberation in the Age of Globalization and Exclusion. [REVIEW]Rolando Pérez - 2013 - College Literature 41:140-143. Dussel, Enrique (1934–2023).Emmanuel Levine - unknown",
        "Enrique Dussel (1934-2023).Nelson Maldonado-Torres - 2024 - Journal of World Philosophies 8 (2). Intercultural dialogues between the ethics of liberation and the ethics of discourse.Abdiel Rodríguez Reyes - 2024 - Nuestramérica Journal of Social Research 2024."
      ]
    },
    {
      "title": "Frederick B. Mills, Enrique Dussel’s Ethics of Liberation: An Introduction",
      "url": "https://philpapers.org/rec/MILEDE",
      "philpapers_id": "MILEDE",
      "snippet": "Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. Mills discusses how, for Dussel, we can realize our co-responsibility for human life by responding, in accord with ethical principles, to the appeals of victims of the prevailing capital system. Mills shows how these principles, when subsumed in the political and economic fields, aim at overcoming the ongoing assault on human life and nature and provide a moral compass for forging a path to liberation.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. Mills discusses how, for Dussel, we can realize our co-responsibility for human life by responding, in accord with ethical principles, to the appeals of victims of the prevailing capital system. Mills shows how these principles, when subsumed in the political and economic fields, aim at overcoming the ongoing assault on human life and nature and provide a moral compass for forging a path to liberation.",
        "He makes the case that the study of Dussel is critical to the understanding of liberatory thought in Latin America today. This book aims to introduce the ethics of liberation to a broader audience in the Global North where Dussel's ideas are urgently relevant to progressive political and economic theory and praxis.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.) - 2000 - Rowman & Littlefield Publishers. Enrique Dussel: ética y política.Alejandro Moreno Lax - 2012 - Analytic Teaching and Philosophical Praxis 33 (2):46-60.",
        "This book introduces the methodology and basic concepts of Dussel’s ethics of liberation. Enrique Dussel is one of the principal founders of the philosophy of liberation in Latin America. Frederick B. ..."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy and Praxis (Provisional Thesis for a Philosophy of Liberation)",
      "url": "https://philpapers.org/rec/DUSPAP",
      "philpapers_id": "DUSPAP",
      "snippet": "From Fraternity to Solidarity: Toward a Politics of Liberation.Enrique Dussel - 2007 - Journal of Social Philosophy 38 (1):73-92.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Freedom Not Yet: Liberation and the Next World Order.Kenneth Surin - 2009 - Duke University Press. Die Aussenperspektive des Anderen, Eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik. By Peter Penner.Michael D. Barber - 1996 - Modern Schoolman 74 (1):69-71. Ethics of Liberation in the Age of Globalization and Exclusion.Enrique Dussel - 2012 - Duke University Press.",
        "Ethical Hermeneutics: Rationality in Enrique Dussel's Philosophy of Liberation.Michael D.",
        "Liberation theology and utopian praxis.Tom Moylan - 1991 - Utopian Studies 3:20-30. Baptizing Adorno's Odysseus.Todd Bates - 2010 - The European Legacy 15 (5):599-617. Added to PP 2011-12-01 Downloads 38 (#314,257) 6 months 1 (#483,919) ... No citations found. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
        "PhilPapers logo by Andrea Andrews and Meghan Driscoll. This site uses cookies and Google Analytics (see our terms & conditions for details regarding the privacy implications). Use of this site is subject to terms & conditions."
      ]
    },
    {
      "title": "Linda Martín Alcoff & Eduardo Mendieta (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT-2",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel: ética y política.Alejandro Moreno Lax - 2012 - Analytic Teaching and Philosophical Praxis 33 (2):46-60. Added to PP 2015-04-28 Downloads 31 (#920,432) 6 months 1 (#1,771,463) ... Bhaskar's Critique of the Philosophical Discourse of Modernity.Mervyn Hartwig - 2011 - Journal of Critical Realism 10 (4):485-510. Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique D. Dussel (ed.) - 2003 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), The underside of modernity: Apel, Ricoeur, Rorty, Taylor, and the philosophy of liberation",
      "url": "https://philpapers.org/rec/DUSTUO-2",
      "philpapers_id": "DUSTUO",
      "snippet": "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel, the invention of the americas: Eclipse of“the other”and the myth of modernity. [REVIEW]Mario Sáenz - 1998 - Continental Philosophy Review 31 (4):425-434. Liberalism and/or liberation: Assessing the utopian politics Richard Rorty and Enrique Dussel.Alan Reynolds - 2014 - Minerva - An Internet Journal of Philosophy 18 (1).",
        "In this incisive critique, Dussel demonstrates how most of these philosophies have either failed to give historically faithful analyses of the genesis of the \"myth\" of modernity, or have never engaged in a serious questioning of their own Eurocentric presuppositions.",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, & the Philosophy of Liberation.Eduardo Mendieta (ed.) - 1998 - Rowman & Littlefield Publishers. Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.)",
        "The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D."
      ]
    },
    {
      "title": "Enrique Dussel, Twenty Theses on Politics",
      "url": "https://philpapers.org/rec/DUSTTO",
      "philpapers_id": "DUSTTO",
      "snippet": "Turning to the deconstruction or transformation of political power, he explains the political principles of liberation and addresses matters such as reform and revolution. _Twenty Theses on Politics_ is inspired by recent political transformations in Latin America. As Dussel writes in Thesis 15, regarding the liberation praxis of social and political movements, “The winds that arrive from the South—from Nestor Kirchner, Tabaré Vásquez, Luiz Inácio Lula da Silva, Evo Morales, Hugo Chávez, Fidel Castro, and so many others—show us that things can be changed.",
      "page_age": null,
      "extra_snippets": [
        "Turning to the deconstruction or transformation of political power, he explains the political principles of liberation and addresses matters such as reform and revolution. _Twenty Theses on Politics_ is inspired by recent political transformations in Latin America. As Dussel writes in Thesis 15, regarding the liberation praxis of social and political movements, “The winds that arrive from the South—from Nestor Kirchner, Tabaré Vásquez, Luiz Inácio Lula da Silva, Evo Morales, Hugo Chávez, Fidel Castro, and so many others—show us that things can be changed.",
        "Book review: Twenty Theses on Politics. [REVIEW]Tim Corballis - 2013 - Thesis Eleven 116 (1):100-102. Enrique Dussel’s Ethics of Liberation: An Introduction.Frederick B.",
        "Democracy and the Politics of the Extraordinary: Max Weber, Carl Schmitt, and Hannah Arendt, by Andreas Kalyvas. New York: Cambridge University Press, 2008. 326 pp. Critique and Disclosure: Critical Theory between Past and Future, by Nikolas Kompridis. Cambridge, MA: The MIT Press, 2006. 337 pp. [REVIEW]James M. Glass - 2010 - Political Theory 38 (5):712-722. Liberation Pragmatism: Dussel and Dewey in Dialogue.Albert R.",
        "El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99. Liberation Pragmatism: Dussel and Dewey in Dialogue.Alex Sager & Albert R. Spencer - 2016 - Contemporary Pragmatism 13 (4):1-22. The Framework of Political Action and Its Limits."
      ]
    },
    {
      "title": "Enrique Dussel, Six theses toward a critique of political reason: The citizen as political agent",
      "url": "https://philpapers.org/rec/DUSSTT",
      "philpapers_id": "DUSSTT",
      "snippet": "The author explores the viability of rational political action - here understood as a philosophy of liberation - through an examination of practical and material, practical-discursive, strategic and instrumental, critically normative, ...",
      "page_age": null,
      "extra_snippets": [
        "The Completeness of Public Reason.Micah Schwartzman - 2004 - Politics, Philosophy and Economics 3 (2):191-220. The Neglected Non-Citizen: Statelessness and Liberal Political Theory.Kristy A.",
        "The Unpolitical: On the Radical Critique of Political Reason.Massimo Cacciari - 2009 - Fordham University Press. Rawls' Kantian Ideal and the Viability of Modern Liberalism.Gerald Doppelt - 1988 - Inquiry: An Interdisciplinary Journal of Philosophy 31 (4):413 – 449.",
        "Politics and Phenomenology: Beyond the Philosopher's Politics Toward a Political Eidetic.Kenneth Knies - 2001 - Radical Philosophy Review 4 (1/2):135-172.",
        "The Scandal of Reason: A Critical Theory of Political Judgment.Albena Azmanova - 2012 - Columbia University Press."
      ]
    },
    {
      "title": "Miguel Ángel Quintana Paz, Enrique Dussel and Liberation Theology: Violence or Dialogue?",
      "url": "https://philpapers.org/rec/PAZEDA",
      "philpapers_id": "PAZEDA",
      "snippet": "One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Miguel Ángel Quintana Paz"
        }
      ],
      "extra_snippets": [
        "One of the most recent interdisciplinary approaches (and one of the most successful in present-day Latin America) is the so-called “Ethics of Liberation,” designed by Enrique Dussel. Based on the Theology of Liberation, this theory goes beyond the limits of theology as a discipline and pleads for three ethical criteria that every political revolution must fulfill to use violence in a legitimate way.",
        "The second is a material criterion, defined as the upshot of an acceptable welfare for all citizens, thus intimately linked with the discipline of economy and political philosophy. The third is a criterion of feasibility, which makes a revolt legitimate if, and only if, it has a reasonable possibility of succeeding; hence strategic issues take a leading role. This essay contends that each of these criteria is conceptually incompatible with violence. Hence, Dussel’s arguments involve multiple contradictions as he aims to justify the use of violence precisely with these interdisciplinary criteria.",
        "For centuries, several disciplines have tried to tackle the topic of how legitimate it is to use violence in order to solve social problems. One of the most recent interdisciplinary approaches ...",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.) - 2003 - Rowman & Littlefield Publishers. Enrique Dussel’s Ethics of Liberation: An Introduction.Frederick B."
      ]
    },
    {
      "title": "Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D. Mignolo, Mario Saenz, Hans Schelkshorn & Elina Vuola (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press.",
        "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martin Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Enrique D. Dussel, Ethics and the Theology of Liberation",
      "url": "https://philpapers.org/rec/DUSEAT-2",
      "philpapers_id": "DUSEAT",
      "snippet": "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen &amp; Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. The Poor are Many: Political ...",
      "page_age": null,
      "extra_snippets": [
        "Ethics of liberation and discourse ethics : on grounding the material principle of life.M. Jorge Zúñiga - 2021 - In Amy Allen & Eduardo Mendieta (eds.), Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press. The Poor are Many: Political Ethics in the Social Encyclicals, Christian Democracy, and Liberation Theology in Latin America.Frank Sawyer - 1992",
        "Die Aussenperspektive des Anderen: eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik.Peter Penner - 1996 · Ethics of Liberation in the Age of Globalization and Exclusion.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press. Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology, by Enrique Dussel, edited by Eduardo Mendieta.J.",
        "Trolls, Tigers and Transmodern Ecological Encounters: Enrique Dussel and a Cine-ethics for the Anthropocene.David Martin-Jones - 2016 - Film-Philosophy 20 (1):63-103. Persons with Adult-Onset Head Injury: A Crucial Resource for Feminist Philosophers.Kate Lindemann - 2001 - Hypatia 16 (4):105-123. Elective affinities between Sandinismo (as socialist idea) and liberation theology in the Nicaraguan Revolution.Jean-Pierre Reed - 2020 - Critical Research on Religion 8 (2):153-177."
      ]
    },
    {
      "title": "Sebastian Purcell, Liberation Politics as a (New) Socialist Politics",
      "url": "https://philpapers.org/rec/PURLPA-3",
      "philpapers_id": "PURLPA",
      "snippet": "Yet recent developments by major figures in the tradition, including Enrique Dussel, would appear to position the movement unhelpfully closer to liberalism. The present article argues that this is a misconception, and that Liberation philosophy rather suggests a new ideal for conceptions of political justice, one that also helpfully avoids a number of common objections that dog traditional socialist proposals.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Sebastian Purcell"
        }
      ],
      "extra_snippets": [
        "Yet recent developments by major figures in the tradition, including Enrique Dussel, would appear to position the movement unhelpfully closer to liberalism. The present article argues that this is a misconception, and that Liberation philosophy rather suggests a new ideal for conceptions of political justice, one that also helpfully avoids a number of common objections that dog traditional socialist proposals.",
        "Liberation philosophy was born from radical, socialist roots. Yet recent developments by major figures in the tradition, including Enrique Dussel, would appear to position the movement unhelpfully closer to liberalism. The ...",
        "The work of John Rawls is used as a dialogical counter point to suggest the relative merits for the new approach Liberation philosophy suggest for socialism. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Liberation Politics as a Socialist Politics in advance.Sebastian Purcell - forthcoming - Radical Philosophy Review.",
        "Theory and Practice of Liberation at the End of the Xxth Century.Lelio Basso International Foundation for the Rights and Liberation of Peoples - 1988 · Christianisme et politique en Amerique Latine: ou en est la Theologie de la Liberation? (Christianity and Politics in Latin America: where is the Theology of Liberation?)"
      ]
    },
    {
      "title": "Enrique D. Dussel (ed.), Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology",
      "url": "https://philpapers.org/rec/DUSBPE",
      "philpapers_id": "DUSBPE",
      "snippet": "Enrique Dussel’s Ethics of Liberation: An Introduction.Frederick B. Mills - 2018 - Cham: Springer Verlag. Dussel, Enrique (1934–2023).Emmanuel Levine - unknown · Enrique Dussel: ética y política.Alejandro Moreno Lax - 2012 - Analytic Teaching and Philosophical Praxis 33 (2):46-60.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Ambrosini Dussel is and has been one of the most prolific Latin American philosophers of the last 100 years. This is the definitive English language collection of Dussel's enormous body of work in ethics, economics, history, and liberation theology",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Eduardo Mendieta (ed.) - 2003 - Rowman & Littlefield Publishers. Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Ethics of Liberation in the Age of Globalization and Exclusion. [REVIEW]Rolando Pérez - 2013 - College Literature 41:140-143. Die Aussenperspektive des Anderen: eine formalpragmatische Interpretation zu Enrique Dussels Befreiungsethik.Peter Penner - 1996",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Linda Martín Alcoff & Eduardo Mendieta (eds.) - 2000 - Rowman & Littlefield Publishers."
      ]
    },
    {
      "title": "Alex Sager & Albert R. Spencer, Liberation Pragmatism: Dussel and Dewey in Dialogue",
      "url": "https://philpapers.org/rec/SAGLPD",
      "philpapers_id": "SAGLPD",
      "snippet": "Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Alex Sager"
        },
        {
          "type": "person",
          "name": "Albert R. Spencer"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel and John Dewey share commitments to philosophical theory and practice aimed at addressing human problems, democratic modes of inquiry, and progressive social reform, but also maintain productive differences in their fundamental starting point for political philosophy and their use of the social sciences.",
        "Dussel provides a corrective to Dewey’s Eurocentrism and to his tendency to underplay the challenges of incorporating marginalized populations by insisting that social and political philosophy begin from the perspective of the marginalized and excluded.",
        "Simultaneously, Dewey encourages a modest experimental and fallibilist approach to social transformation that promises more feasible social reforms than Dussel’s approach rooted in phenomenology and the critical social sciences. ... Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Toward an Inter-American Philosophy: Pragmatism and the Philosophy of Liberation.Alexander V.",
        "Stehn - 2011 - Inter-American Journal of Philosophy 2 (2):14-36. El esquivo anhelo de evitar toda opresión. La cuestión de la violencia en La Ética de la liberación de Enrique Dussel.Miguel Ángel Quintana Paz - 2001 - Utopía y Praxis Latinoamericana 6 (12):83-89."
      ]
    },
    {
      "title": "Enrique Dussel, The Theological Metaphors of Marx",
      "url": "https://philpapers.org/rec/DUSTTM",
      "philpapers_id": "DUSTTM",
      "snippet": "The Concept of Fetishism in Marx&#x27;s Thought (Elements for a general Marxist theory of religion).Enrique Dussel - 2003 - Radical Philosophy Review 6 (1):1-28. El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99.",
      "page_age": null,
      "extra_snippets": [
        "Marx’s thought, impact, and influence cannot be fully understood without Dussel’s historic reinterpretation of the theological origins and implications of Marx’s critiques of political economy and politics. ... Fetishism. Metaphor Religious aspects. Philosophy. Theology. PHILOSOPHY / Political RELIGION / Christian Theology / Liberation",
        "The Concept of Fetishism in Marx's Thought (Elements for a general Marxist theory of religion).Enrique Dussel - 2003 - Radical Philosophy Review 6 (1):1-28. El pasaje del fetichismo del capital de Marx al fetichismo del poder en el momento crítico de la Política de la Liberación de Enrique Dussel.Omar Alejandro Gómez Carbajal - 2018 - Hybris, Revista de Filosofí­A 9 (2):69-99.",
        "In _The Theological Metaphors of Marx_, Enrique Dussel provides a groundbreaking combination of Marxology, theology, and ethical theory. Dussel shows that Marx unveils the theology of capitalism in his critique of ...",
        "Rationality in Dussel: The Critique of Karl-Otto Apel.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Katya Colmenares Lizárraga, Updating of World History and Criticism: Philosophy of Liberation and Decolonization…One More Step",
      "url": "https://philpapers.org/rec/COLUOW",
      "philpapers_id": "COLUOW",
      "snippet": "This culminates in political thought ... moment in the history of world politics. Dussel places the origin of the Philosophy of Liberation in that Argentine decade between 1966 and 1976....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Katya Colmenares Lizárraga"
        }
      ],
      "extra_snippets": [
        "This essay tries to respond to these attacks and show how it is that thought, born in a political situation not without contradictions, may flourish due to its ability to articulate historical reality and a political commitment to the denied and excluded. Philosophy, when it is true philosophy, thinks about concrete reality. Therefore the critique of philosophy, Dussel tells us, must be done, not from thought, but from reality. In that sense, reality is the beginning and the end, the orientation and the course. ... Article Cuban Revolution Sandinismo Zapatismo decolonial turn decolonization Cuban Revolution Philosophy of Liberation Philosophy of Liberation Sandinismo Zapatismo decolonial turn decolonization",
        "Enrique Dussel (1934-2023).Nelson Maldonado-Torres - 2024 - Journal of World Philosophies 8 (2). Freedom, Justice, and Decolonization.Lewis R. Gordon - 2020 - Routledge. Liberation Philosophy, Anti-Fetishism, and Decolonization.Rafael Vizcaíno - 2021 - Journal of World Philosophies 6 (2):61-75. Twenty Theses on Politics.Enrique Dussel - 2008 - Duke University Press.",
        "Enrique Dussel’s Ethics of Liberation: An Introduction.Frederick B. Mills - 2018 - Cham: Springer Verlag. Angolan political thought: resistance and African philosophy.Luis Cordeiro-Rodrigues - 2024 - New York, NY: Bloomsbury Academic.",
        "We come to the end of this Critical World History to discover what Dussel sees as bringing critical political reflection up to date. In this sense, the entire journey that is ..."
      ]
    },
    {
      "title": "Linda Martin Alcoff & Eduardo Mendieta (eds.), Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT-3",
      "philpapers_id": "ALCTFT",
      "snippet": "Enrique Dussel&#x27;s writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "Beyond Philosophy: Ethics, History, Marxism, and Liberation Theology.Enrique Dussel (ed.) - 2003 - Rowman & Littlefield Publishers.",
        "Ethical hermeneutics: rationality in Enrique Dussel's Philosophy of liberation.Michael D."
      ]
    }
  ],
  "count": 19,
  "errors": []
}
