{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Dussel universalism relativism",
  "results": [
    {
      "title": "Alison Dundes Renteln, International Human Rights: Universalism Versus Relativism",
      "url": "https://philpapers.org/rec/RENIHR-2",
      "philpapers_id": "RENIHR",
      "snippet": "Are human rights universal? Universalists and cultural relativists have long been debating this question. In &quot;INTERNATIONAL HUMAN RIGHTS,&quot; Alison Dundes Renteln reconciles the two positions and argues that, within the vast ...",
      "page_age": null,
      "extra_snippets": [
        "She poses that empirical cross-cultural research can reveal universal human rights standards, then demonstrates it through an analysis of the concept of measured retribution. \"INTERNATIONAL HUMAN RIGHTS \"is a classic socio-legal study of the incompatibility and possible reconciliation of competing views of cultural relativism and absolute fundamental human rights.",
        "The Sovereignty of Human Rights.Patrick Macklem - 2015 - Oxford University Press USA. Political Economy for Human Rights.Manuel Couret Branco - 2019 · Cultural Sovereignty, Relativism, and International Human Rights: New Excuses for Old Strategies.Anne F.",
        "The Problem for Normative Cultural Relativism.John J. Tilley - 1998 - Ratio Juris 11 (3):272-290. Critical Realism, Human Rights, and Emotion: How an Emotive Ontology Can Resolve the Tensions Between Universalism and Relativism.Ben Luongo - 2021 - Human Rights Review 22 (2):217-238.",
        "The Arab Charter on Human Rights: the Naissance of New Regional Human Rights System or a Challenge to the Universality of Human Rights?Dalia Vitkauskaite-Meurice - 2010 - Jurisprudencija: Mokslo darbu žurnalas 119 (1):165-180."
      ]
    },
    {
      "title": "Irfan Ajvazi, The Discourse of Universalism, Moral Relativism & Utilitarianism",
      "url": "https://philpapers.org/rec/AJVTDO-2",
      "philpapers_id": "AJVTDO",
      "snippet": "The Discourse of Universalism, Moral Relativism &amp; Utilitarianism Table of Contents: Chapter 1. Moral relativism: history and theory of moral relativism: Ancient Greece and Early Modern Era Chapter 2. Universalism and ...",
      "page_age": null,
      "extra_snippets": [
        "The Discourse of Universalism, Moral Relativism & Utilitarianism Table of Contents: Chapter 1. Moral relativism: history and theory of moral relativism: Ancient Greece and Early Modern Era Chapter 2. Universalism and Relativism Chapter 3. Hume's Universalism Chapter 4.",
        "Plato's Universalism Chapter 5. Problems with Rawls Theory Chapter 6. Aristotle's Relativism Chapter 7. Is Aristotle an ethical relativist? Chapter 8. John Stuart Mill's Utilitarianism Chapter 9. Mill and Principle of Utility Chapter 10. Kant and Moral Theory The historian Herodotus gives the anecdote of Darius, King of Persia, who summoned the Greeks and asked them if they would be willing to eat the bodies of their dead fathers.",
        "Ancient Greek philosophers acknowledged moral diversity, but more often under the form of moral scepticism, which states that there is no moral knowledge (rather than moral truth is relative to a culture). ... T. H. Green in 19th Century Philosophy ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Critique of Human Rights Universalism.Elena Namli - 2018 - In Mikael Stenmark, Steve Fuller & Ulf Zackariasson, Relativism and Post-Truth in Contemporary Society: Possibilities and Challenges. Cham: Springer Verlag."
      ]
    },
    {
      "title": "Don Browning (ed.), Universalism Vs. Relativism: Making Moral Judgments in a Changing, Pluralistic, and Threatening World",
      "url": "https://philpapers.org/rec/BROUVR",
      "philpapers_id": "BROUVR",
      "snippet": "These insightful responses temper the strong antithesis between universalism and relativism and retain sensitivity to how language and history shape the context of our moral decisions.",
      "page_age": null,
      "extra_snippets": [
        "Has moral relativism run its course? The threat of 9/11, terrorism, reproductive technology, and globalization has forced us to ask anew whether there are universal moral truths upon which to base ethical and political judgments. In this timely edited collection, distinguished scholars present and test the best answers to this question.",
        "These insightful responses temper the strong antithesis between universalism and relativism and retain sensitivity to how language and history shape the context of our moral decisions.",
        "Universalism Vs. Relativism: Making Moral Judgments in a Changing, Pluralistic, and Threatening World.Richard J. Bernstein, Jean Bethke Elshtain, Amitai Etzioni, William Galston, Franklin I.",
        "Ethical relativism and universalism.Saral Jhingran - 2001 - Delhi: Motilal Banarsidass Publishers."
      ]
    },
    {
      "title": "Claudia Moscovici, Double Dialectics: Between Universalism and Relativism in Enlightment and Postmodern Thought",
      "url": "https://philpapers.org/rec/MOSDDB",
      "philpapers_id": "MOSDDB",
      "snippet": "Double Dialectics shows that different kinds of Enlightenment discourse chart a nuanced path that mediates between relativism and objectivism, offering creative avenues of thought for contemporary ethical and epistemological problems.",
      "page_age": null,
      "extra_snippets": [
        "Double Dialectics shows that different kinds of Enlightenment discourse chart a nuanced path that mediates between relativism and objectivism, offering creative avenues of thought for contemporary ethical and epistemological problems. ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Moscovici, Claudia. Double Dialectics: Between Universalism and Relativism in Enlightenment and Postmodern Thought. Lanham, Maryland: Rowman & Littlefield, 2002. Pp. 169.&nbsp;[REVIEW]D. Thomas, R. J.",
        "Double Dialectics: Between Universalism and Relativism in Enlightenment and Postmodern Thought.Downing Thomas & Claudia Moscovici - 2003 - Substance 32 (3):185.",
        "What's left of Enlightenment?: a postmodern question.Keith Michael Baker & Peter Hanns Reill (eds.) - 2001 - Stanford, Calif.: Stanford University Press."
      ]
    },
    {
      "title": "Yasmina Jraissati, Proving universalism wrong does not prove relativism right: Considerations on the ongoing color categorization debate",
      "url": "https://philpapers.org/rec/JRAPUW",
      "philpapers_id": "JRAPUW",
      "snippet": "For over a century, the question ... two main views prevail. The relativist view claims that color categories are relative while the universalistic view argues that color categories are universal....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Yasmina Jraissati"
        }
      ],
      "extra_snippets": [
        "For over a century, the question of the relation of language to thought has been extensively discussed in the case of color categorization, where two main views prevail. The relativist view claims that color categories are relative while the universalistic view argues that color categories are universal.",
        "Relativists also argue that color categories are linguistically determined, and universalists that they are perceptually determined. Recently, the argument for the perceptual determination of color categorization has been undermined, and the relativist view has regained some ground.",
        "This paper argues that although the universalistic account of color categorization has been called into question, this is not enough to establish relativism. Color categories can still be said to be universal or particular, independent of the accounts of their universality or relativity.",
        "Culture and Cognition: What is Universal about the Representation of Color Experience?Kimberly Jameson - 2005 - Journal of Cognition and Culture 5 (3-4):293-348."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Dussel&#x27; s Philosophy of Liberation: Discovery and Integration of Levinas&#x27;s Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel&#x27;s Philosophy of Liberation. New York, USA: Fordham University Press.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Ideality and intersubjectivity : dialectics and analectics in a philosophy of liberation.Mario Sáenz Rovner - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel. University Park, Pennsylvania: The Pennsylvania State University Press.",
        "Dussel' s Philosophy of Liberation: Discovery and Integration of Levinas's Thought.Michael D. Barber - 2020 - In Ethical Hermeneutics: Rationalist Enrique Dussel's Philosophy of Liberation. New York, USA: Fordham University Press."
      ]
    },
    {
      "title": "Thomas Hylland Eriksen, Between universalism and relativism : a critique of the UNESCO concept of culture",
      "url": "https://philpapers.org/rec/ERIBUA",
      "philpapers_id": "ERIBUA",
      "snippet": "Quality circles and human rights: tackling the universalism and cultural relativism divide.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Thomas Hylland Eriksen"
        }
      ],
      "extra_snippets": [
        "Human Rights between Universalism and Relativism.Wolfgang Scholze - 1992 - Quest - and African Journal of Philosophy 6 (1):56-68.",
        "UNESCO\\'s Researches Amid Growing Concerns on Relativism and Universalism.Michał Jankowski - 2003 - Dialogue and Universalism 13 (9-10):97-108.",
        "Quality circles and human rights: tackling the universalism and cultural relativism divide.",
        "Ethics, human rights and culture: beyond relativism and universalism.Xiaorong Li - 2006 - New York: Palgrave-Macmillan."
      ]
    },
    {
      "title": "Saral Jhingran, Ethical relativism and universalism",
      "url": "https://philpapers.org/rec/JHIERA",
      "philpapers_id": "JHIERA",
      "snippet": "Liberals and Communitarians -- IV. Kantian Perspective -- V Indian Perspective -- CHAPTER 8. A Rational Approach to Universal -- Morality -- I. Objectivity and Validity -- II. A Rational Approach -- II. Reason and Dialogue -- IV. Concluding Note. ... Ethical relativism.",
      "page_age": null,
      "extra_snippets": [
        "Non-cognitivist Theories -- III. Postmodern Cognitive Relativism -- IV. Indeterminacy of Translation, Inscrutability of -- Reference, Conceptual Schemes, and -- Incommensurability -- V Some Further Comments --CHAPTER 5. Anti-Relativist Trends: Realism and -- Universali -- I.",
        "Liberals and Communitarians -- IV. Kantian Perspective -- V Indian Perspective -- CHAPTER 8. A Rational Approach to Universal -- Morality -- I. Objectivity and Validity -- II. A Rational Approach -- II. Reason and Dialogue -- IV. Concluding Note. ... Ethical relativism.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server · Sign in / register and customize your OpenURL resolver ... Ethical Relativism and Universalism.Saral Jhingran - 2004 - Revue Philosophique de la France Et de l'Etranger 194 (3):351-352.",
        "The Problem for Normative Cultural Relativism.John J. Tilley - 1998 - Ratio Juris 11 (3):272-290. Added to PP 2009-01-28 Downloads 118 (#177,997) 6 months 6 (#808,184) ... Cultural Diversity and Universal Ethics in a Global World.Domènec Melé & Carlos Sánchez-Runde - 2013 - Journal of Business Ethics 116 (4):681-687."
      ]
    },
    {
      "title": "Ben Luongo, Critical Realism, Human Rights, and Emotion: How an Emotive Ontology Can Resolve the Tensions Between Universalism and Relativism",
      "url": "https://philpapers.org/rec/LUOCRH",
      "philpapers_id": "LUOCRH",
      "snippet": "Critical realism proposes that social relations resolve across multiple ontological levels. This ontological framework can illustrate how universal structures on one level can generate diverse human rights standards on another level relative ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Ben Luongo"
        }
      ],
      "extra_snippets": [
        "As a consequence, theoretical and methodological debates persist without scholars recognizing how they reflect deeper ontological differences. I argue that this is the case with human rights research and demonstrate how critical realism can resolve tensions between universalism and relativism.",
        "Critical realism proposes that social relations resolve across multiple ontological levels. This ontological framework can illustrate how universal structures on one level can generate diverse human rights standards on another level relative to the cultural conditions that bring them about.",
        "Article by Article: The Universal Declaration of Human Rights for a New Generation by Johannes Morsink.Rhoda E.",
        "The emotional construction of morals.Jesse Prinz - 2007 - New York: Oxford University Press."
      ]
    },
    {
      "title": "William Atkins Edmundson, Moral Relativism and the Basis of Obligation",
      "url": "https://philpapers.org/rec/EDMMRA",
      "philpapers_id": "EDMMRA",
      "snippet": "The entailment thesis is found to have plausible interpretations, none of which undermine the universalism upheld by the analysis. The syntactic thesis is criticized as involving an unconvincing semantics of the moral &quot;ought&quot;. The problem of ultimate moral disagreement is examined as a source of support for relativism.",
      "page_age": null,
      "extra_snippets": [
        "The central problem of moral philosophy is to reconcile the universality of morals with the fact that morality arises from and engages our individual motives. Relativism is the view that universalism must be given up because this reconciliation is impossible.",
        "These strategies assume that the universality of moral rules must be founded upon some antecedent universal element inherent in the psychology of persons subject to them. The implausibility of this assumption is exposed via analogy between morals and game-playing. The games analogy vividly illustrates the relativist's position, but morality is found to resemble not games, plural, but a particular hypothetical game whose description yields several vital distinctions.",
        "Although convention theories appear to incline toward relativism, attention to the distinctive character of morality reveals the presence of a result-orientated, universalizing rule-regarding rule among the necessary conditions of the existence of moral obligations.",
        "The entailment thesis is found to have plausible interpretations, none of which undermine the universalism upheld by the analysis. The syntactic thesis is criticized as involving an unconvincing semantics of the moral \"ought\". The problem of ultimate moral disagreement is examined as a source of support for relativism."
      ]
    },
    {
      "title": "Justin Sytsma, Ryan Muldoon & Shaun Nichols, The meta-wisdom of crowds",
      "url": "https://philpapers.org/rec/SYTTMO",
      "philpapers_id": "SYTTMO",
      "snippet": "However, we also show, across a range of simulations, that universalism will enshrine inequalities and eliminate diversity, and in these cases it seems that relativism has its own advantages.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Justin Sytsma"
        },
        {
          "type": "person",
          "name": "Ryan Muldoon"
        },
        {
          "type": "person",
          "name": "Shaun Nichols"
        }
      ],
      "extra_snippets": [
        "Across a range of simulations, we show that populations where individuals have a tendency toward universalism converge more quickly in coordination problems, and generate higher total payoffs, than do populations where individuals have a tendency toward relativism.",
        "Thus, in contexts where coordination is important, belief in universalism is advantageous. However, we also show, across a range of simulations, that universalism will enshrine inequalities and eliminate diversity, and in these cases it seems that relativism has its own advantages.",
        "Modern Moral Relativism.Christian Miller - 2016 - In Todd Shackelford & Viviana Weekes-Shackelford (eds.), Encyclopedia of Evolutionary Psychological Science. Springer. From punishment to universalism.David Rose & Shaun Nichols - 2018 - Mind and Language 34 (1):59-72.",
        "The Paradigm of \"Wisdom\" and its Role in Solving the Paradox of Absolutism and Relativism.M. Khaqani - unknown - Kheradnameh Sadra Quarterly 28. Vulnerability, diversity and scarcity: on universal rights.Bryan Stanley Turner & Alex Dumas - 2013 - Medicine, Health Care and Philosophy 16 (4):663-670."
      ]
    },
    {
      "title": "Enrique Dussel, Europa, Modernidad y Eurocentrismo",
      "url": "https://philpapers.org/rec/DUSEMY",
      "philpapers_id": "DUSEMY",
      "snippet": "Historiografía, eurocentrismo Y universalidad en Enrique Dussel.Damián Pachón Soto - 2012 - Ideas Y Valores 61 (148):37-58.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Metaphysics of Extermination: Decolonial Considerations on Theodor W. Adorno's Critique of Identity and the Abject Construction of Alterity.Fabrizio Fallas-Vargas - 2024 - Eidos: Revista de Filosofía de la Universidad Del Norte 42:73-96.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server",
        "La contra-conquista cultural de los esclavos en Haití y el Caribe: reflexiones a partir de la política de la liberación de Enrique Dussel.Glodel Mezilas - 2011 - Revista de Filosofía (México) 43 (130):193-217.",
        "Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1)."
      ]
    },
    {
      "title": "Isabelle Stengers, Comparison as a matter of concern",
      "url": "https://philpapers.org/rec/STECAA-3",
      "philpapers_id": "STECAA",
      "snippet": "These sciences usually serve as the stronghold for universalist claims and as such are a target of relativism. It is argued that the specificity of these sciences is not a method but a concern.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Isabelle Stengers"
        }
      ],
      "extra_snippets": [
        "The question of universalism and relativism is often taken to be a matter of critical reflexivity. This article attempts to present the question instead as a matter of practical, political, and always-situated concern. The attempt starts from the consideration of modern experimental sciences.",
        "These sciences usually serve as the stronghold for universalist claims and as such are a target of relativism. It is argued that the specificity of these sciences is not a method but a concern.",
        "Perception, generality, and reasons.Hannah Ginsborg - 2011 - In Andrew Reisner & Asbjørn Steglich-Petersen (eds.), Reasons for Belief. New York: Cambridge University Press.",
        "The Search for Purpose in a Post-Darwinian Universe: George Bernard Shaw, 'Creative Evolution', and Shavian Eugenics: 'The Dark Side of the Force'.Piers J."
      ]
    },
    {
      "title": "Andrew B. Irvine, An Ontological Critique of the Trans-Ontology of Enrique Dussel",
      "url": "https://philpapers.org/rec/IRVAOC",
      "philpapers_id": "IRVAOC",
      "snippet": "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Andrew B. Irvine"
        }
      ],
      "extra_snippets": [
        "Enrique Dussel has developed a sweeping philosophical critique of the eurocentricity of Western habits of thought and action, with the aim of articulating an ‘ethics of liberation’ that takes the part distinctively of ‘the victims’ of the world system.",
        "Dussel, Enrique Analectic Anadialectic Trans-ontology Ethics of liberation Eurocentrism Preferential option for the poor ... Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Historiography, Eurocentrism, and Universality in Enrique Dussel.Damián Pachón - 2012 - Ideas Y Valores 61 (148):37–58.",
        "Decolonizing ethics: the critical theory of Enrique Dussel.Amy Allen & Eduardo Mendieta (eds.) - 2021 - University Park, Pennsylvania: The Pennsylvania State University Press."
      ]
    },
    {
      "title": "John J. Tilley, Cultural Relativism, Universalism, and the Burden of Proof",
      "url": "https://philpapers.org/rec/TILCRU-2",
      "philpapers_id": "TILCRU",
      "snippet": "Quality circles and human rights: tackling the universalism and cultural relativism divide.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "John J. Tilley"
        }
      ],
      "extra_snippets": [
        "The Racism of Philosophy’s Fear of Cultural Relativism.Shuchen Xiang - 2020 - Journal of World Philosophies 5 (1):99-120. Historicism and universalism in philosophy.Francisco Miro Quesada - 1991 - In Marcelo Dascal (ed.), Cultural Relativism and Philosophy: North and Latin American Perspectives.",
        "Between Particularism and Universalism: The Promise of Epistemic Contextualism in African Epistemology.Mikael Janvid - 2021 - In Olajumoke Yacob-Haliso Adeshina Afolayan (ed.), Pathways to Alternative Epistemologies in Africa. Springer Verlag. pp. 19-33. ... Sorry, there are not enough data points to plot this chart. How can I increase my downloads? John J. Tilley ... Cultural Relativism.John J.",
        "Quality circles and human rights: tackling the universalism and cultural relativism divide.",
        "The Problem for Normative Cultural Relativism.John J."
      ]
    },
    {
      "title": "Jan Linhart, The Geopolitics of Scientific Universalism",
      "url": "https://philpapers.org/rec/LINTGO-9",
      "philpapers_id": "LINTGO",
      "snippet": "While pioneering works of Karl Mannheim, Boris Hessen and Ludwik Fleck laid the groundwork for the constructionist research programme, later contributions form (eco-)feminist, post- and decolonial authors from the global “South” have been essential for understanding the historical role of modern science as a means to stigmatise, subalternise, oppress, and exploit both nature and a major part of humanity. Particularly, the research programme of modernity/coloniality as defined by Anibal Quijano, Walter Mignolo, Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Jan Linhart"
        }
      ],
      "extra_snippets": [
        "While pioneering works of Karl Mannheim, Boris Hessen and Ludwik Fleck laid the groundwork for the constructionist research programme, later contributions form (eco-)feminist, post- and decolonial authors from the global “South” have been essential for understanding the historical role of modern science as a means to stigmatise, subalternise, oppress, and exploit both nature and a major part of humanity. Particularly, the research programme of modernity/coloniality as defined by Anibal Quijano, Walter Mignolo, Edgardo Lander, Enrique Dussel, and others, provides a powerful theoretical framework for a decolonial analysis of the geopolitics of knowledge.",
        "What Is Scientific Universalism?Jan Linhart - 2026 - In Science and the Other: An Inquiry into the Geopolitics of Knowledge, Potiguara Ontology and the Hard Problem of Modern Science. Cham: Springer Nature Switzerland.",
        "The Metaphysics of Scientific Universalism.Jan Linhart - 2026 - In Science and the Other: An Inquiry into the Geopolitics of Knowledge, Potiguara Ontology and the Hard Problem of Modern Science. Cham: Springer Nature Switzerland.",
        "Sciences from Below: Feminisms, Postcolonialities, and Modernities.Sandra Harding - 2008 - Duke University Press."
      ]
    },
    {
      "title": "Xiaorong Li, Ethics, human rights and culture: beyond relativism and universalism",
      "url": "https://philpapers.org/rec/LIEHR",
      "philpapers_id": "LIEHR",
      "snippet": "How To Study Human Rights and Culture (...Without Becoming a Relativist).Siegfried Van Duffel - 2004 - Philosophy in the Contemporary World 11 (2):1-6. Quality circles and human rights: tackling the universalism and cultural relativism divide.",
      "page_age": null,
      "extra_snippets": [
        "How To Study Human Rights and Culture (...Without Becoming a Relativist).Siegfried Van Duffel - 2004 - Philosophy in the Contemporary World 11 (2):1-6. Quality circles and human rights: tackling the universalism and cultural relativism divide.",
        "Setup an account with your affiliations in order to access resources via your University's proxy server",
        "Rethinking Human Rights: A Review Essay on Religion, Relativism, and Other Matters."
      ]
    }
  ],
  "count": 17,
  "errors": []
}
