{
  "status": "success",
  "source": "philpapers_via_brave",
  "query": "Eurocentrism Philosophy Liberation Manuel Vargas",
  "results": [
    {
      "title": "Manuel Vargas, Eurocentrism and the Philosophy of Liberation",
      "url": "https://philpapers.org/rec/VAREAT",
      "philpapers_id": "VAREAT",
      "snippet": "Manuel Vargas · APA Newsletter ... counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework of Europe....",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "Manuel Vargas · APA Newsletter on Hispanic/Latino Issues 4 (2):8-17 (2005) Copy BIBTEX · Proponents of the philosophy of liberation generally counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework of Europe.",
        "Manuel Vargas · University of California, San Diego · Latin American Political Philosophy in Philosophy of the Americas · Latin American Philosophy Eurocentrism Philosophy of Liberation Dussel · No versions found · Upload a copy of this work Papers currently archived: 114,005 ·",
        "Proponents of the philosophy of liberation generally counsel that various forms of liberation in at least the Americas requires that we should fight Eurocentrism and resist the ontology and conceptual framework of Europe. However, most of the work done in this tradition relies heavily on the terminology and theoretical apparatus of various strands of European philosophy.",
        "The apparent disconnect between the aims and methods (or if you like, the theory and practice) has given rise to a criticism I call The Eurocentrism Problem. I argue that the Eurocentrism Problem has not received an adequate reply, and that it reflects a number of underlying flaws in the philosophical program of the philosophy of liberation."
      ]
    },
    {
      "title": "Manuel Vargas, Lessons from the Philosophy of Race in Mexico",
      "url": "https://philpapers.org/rec/VARLFT-2",
      "philpapers_id": "VARLFT",
      "snippet": "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "The precise conceptions of race de­ployed by Mexican philosophers in the first half of the twentieth century have often been poorly understood. Consequently, the specifi­cally racial components in their work have been frequently dismissed on the grounds that they were unscientific, irresponsible, and/or sloppy.",
        "From Positivism to ‘Anti-Positivism’ in Mexico: Some Notable Continuities.Alexander Stehn - 2012 - In Gregory D. Gilson & Irving W. Levinson, Latin American Positivism: New Historical and Philosophic Essays. Lanham: Lexington Books.",
        "Racial realism I: Are biological races real?Quayshawn Spencer - 2017 - Philosophy Compass 13 (1).",
        "How Race Travels. Relating Local and Global Ontologies of Race. Philosophical Studies.David Ludwig - 2018 - Philosophical Studies:1-22."
      ]
    },
    {
      "title": "Marta Araújo, The contours of Eurocentrism: race, history, and political texts",
      "url": "https://philpapers.org/rec/ARATCO-6",
      "philpapers_id": "ARATCO",
      "snippet": "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
      "page_age": null,
      "extra_snippets": [
        "This book proposes an approach to Eurocentrism as a paradigm of knowledge production and interpretation rooted in the Western narrative of modernity and its racial governmentalities. It contributes to the critique ...",
        "Eurocentrism Philosophy. Civilization, Western Philosophy. Eurocentrism Political aspects. Racism Political aspects. Historiography Political aspects. Knowledge, Theory of Political aspects. History Political aspects. Decolonization National liberation movements",
        "The Oxford Handbook of the History of Political Philosophy.George Klosko (ed.) - 2011 - New York: Oxford University Press UK. Liberalism in neoliberal times: dimensions, contradictions, limits.Alejandro Abraham-Hamanoiel (ed.) - 2017 - London: Goldsmiths Press. Dialogue, Eurocentrism, and Comparative Political Theory: A View from Cross-Cultural Intellectual History.Takashi Shogimen - 2016 - Journal of the History of Ideas 77 (2):323-345.",
        "It contributes to the critique of the contemporary workings of Eurocentrism and racism that have frustrated the struggles for the decolonization of knowledge and continue to shape our understandings of the world order in racially hierarchical terms, by re-centering the West/Europe\"--Provided by publisher. ... History Philosophy."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy and Praxis (Provisional Thesis for a Philosophy of Liberation)",
      "url": "https://philpapers.org/rec/DUSPAP",
      "philpapers_id": "DUSPAP",
      "snippet": "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Knowledge and Liberation: Philosophical Ruminations on a Buddhist Conundrum.David F. Burton - 2002 - Philosophy East and West 52 (3):326 - 345. Religiously Binding the Imperial Self: Classical Pragmatism's Call and Liberation Philosophy's Response.Alexander V.",
        "Liberation theology and utopian praxis.Tom Moylan - 1991 - Utopian Studies 3:20-30. Baptizing Adorno's Odysseus.Todd Bates - 2010 - The European Legacy 15 (5):599-617. Added to PP 2011-12-01 Downloads 38 (#314,257) 6 months 1 (#483,919) ... No citations found. ... No references found. ... Home | New books and articles | Bibliographies | Philosophy journals | About PhilPapers | API | Contact us | Code of conduct",
        "From Fraternity to Solidarity: Toward a Politics of Liberation.Enrique Dussel - 2007 - Journal of Social Philosophy 38 (1):73-92.",
        "Animal rights and liberation movements.David Lamb - 1982 - Environmental Ethics 4 (3):215-233."
      ]
    },
    {
      "title": "Manuel Vargas, On the Value of Philosophy: The Latin American Case",
      "url": "https://philpapers.org/rec/VAROTV",
      "philpapers_id": "VAROTV",
      "snippet": "Latin American Philosophy From Identity to Radical Exteriority.Alejandro Arturo Vallega - 2014 - Bloomington, Indiana: Indiana University Press. Liberation philosophy.David Ignatius Gandolfo - 2009 - In Susana Nuccetelli, Ofelia Schutte &amp; Otávio Bueno, A Companion to Latin American Philosophy.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "There is very little study of Latin American Philosophy in the English-speaking philosophical world. This can sometimes lead to the impression that there is nothing of philosophical worth in Latin American philosophy or its history.",
        "Liberation philosophy.David Ignatius Gandolfo - 2009 - In Susana Nuccetelli, Ofelia Schutte & Otávio Bueno, A Companion to Latin American Philosophy. Malden, MA: Wiley-Blackwell. pp. 185–198. Added to PP 2010-12-22 Downloads 265 (#125,875) 6 months 28 (#356,251) Historical graph of downloads · How can I increase my downloads? Manuel Vargas ·",
        "Latin American Philosophy From Identity to Radical Exteriority.Alejandro Arturo Vallega - 2014 - Bloomington, Indiana: Indiana University Press. Liberation philosophy.David Ignatius Gandolfo - 2009 - In Susana Nuccetelli, Ofelia Schutte & Otávio Bueno, A Companion to Latin American Philosophy.",
        "The present article offers some reasons for thinking that this impression is mistaken, and indeed, that we ought to have more study of Latin American philosophy than currently exists in the English-speaking philosophical world."
      ]
    },
    {
      "title": "Linda Martín Alcoff & Eduardo Mendieta (eds.), Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "url": "https://philpapers.org/rec/ALCTFT-2",
      "philpapers_id": "ALCTFT",
      "snippet": "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
      "page_age": null,
      "extra_snippets": [
        "Enrique Dussel's writings span the theology of liberation, critiques of discourse ethics, evaluations of Marx, Levinas, Habermas, and others, but most importantly, the development of a philosophy written from the underside of Eurocentric modernist teleologies, an ethics of the impoverished, and the articulation of a unique Latin American theoretical perspective.",
        "Enrique Dussel’s Ethics of Liberation: An Introduction.Frederick B. Mills - 2018 - Cham: Enrique Dussel: Entre Latinoamérica y la hermenéutica de la otredad.Francisco Javier Castillejos Rodríguez - 2019 - Agora 38 (1). Fundamentación de la ética en la filosofía latinoamericana.Edward Demenchonok - 1998 - The Paideia Archive: Twentieth World Congress of Philosophy 25:1-5.",
        "Thinking From the Underside of History: Enrique Dussel's Philosophy of Liberation.Karl-Otto Apel, Michael D. Barber, Enrique Dussel, Roberto S. Goizueta, Lynda Lange, James L. Marsh, Walter D.",
        "Alcoff, Linda Martin and Eduardo Mendieta, eds. Thinking From the Underside of History: Enrique DusseVs Philosophy of Liberation. Lanham, MD: Rowman & Littlefield, 2000."
      ]
    },
    {
      "title": "Enrique Dussel, Philosophy of Liberation",
      "url": "https://philpapers.org/rec/DUSPOL",
      "philpapers_id": "DUSPOL",
      "snippet": "Eurocentrism and the Philosophy of Liberation.Manuel Vargas - 2005 - APA Newsletter on Hispanic/Latino Issues 4 (2):8-17.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Enrique Dussel"
        }
      ],
      "extra_snippets": [
        "Habermas' philosophy of liberation.J. Pereppaden - 1997 - Journal of Dharma 22 (1). The Underside of Modernity: Apel, Ricoeur, Rorty, Taylor, and the Philosophy of Liberation. By Enrique Dussel. [REVIEW]Michael D.",
        "E. Dussel, \"Philosophy of liberation\".H.",
        "On the apophatic urgency of now : a future for the philosophy of liberation.Oscar Guardiola-Rivera - 2021 - In Amy Allen & Eduardo Mendieta, Decolonizing ethics: the critical theory of Enrique Dussel.",
        "Philosophy of Liberation. [REVIEW]Michael J."
      ]
    },
    {
      "title": "Manuel Vargas, The Philosophy of Accidentality",
      "url": "https://philpapers.org/rec/VARTPO-31",
      "philpapers_id": "VARTPO",
      "snippet": "In mid-twentieth-century Mexican philosophy, there was a peculiar nationalist existentialist project focused on the cultural conditions of agency. This article revisits some of those ideas, including the idea that there is ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "In mid-twentieth-century Mexican philosophy, there was a peculiar nationalist existentialist project focused on the cultural conditions of agency. This article revisits some of those ideas, including the idea that there is an important but underappreciated experience of one's relationship to norms and social meanings.",
        "Review of Rational and Social Agency: The Philosophy of Michael Bratman, edited by Manuel Vargas and Gideon Yaffe.",
        "The Phenomenology of Zozobra: Mexican and Latinx Philosophers on (Not) Being at Home in the World.Francisco Gallegos - 2023 - In Patrick Londen, Jeffrey Yoshimi & Philip Walsh, Horizons of Phenomenology: Essays on the State of the Field and Its Applications. Cham: Springer Verlag.",
        "Emilio Uranga and Jorge Portilla on Accidentality as a Decolonial Tool.Juan Garcia Torres - 2024 - Res Philosophica 101 (1):55-80."
      ]
    },
    {
      "title": "Manuel Vargas, Real Philosophy, Metaphilosophy, and Metametaphilosophy",
      "url": "https://philpapers.org/rec/VARRPM",
      "philpapers_id": "VARRPM",
      "snippet": "On the Value of Philosophy: The Latin American Case.Manuel Vargas - 2010 - Comparative Philosophy 1 (1):33-52. Whole set of volume 1 no 1 (2010) of comparative philosophy.Bo Mou - 2010 - Comparative Philosophy 1 (1). Philosophy of Liberation.Eduardo Mendieta - 2016 - Stanford Encyclopedia of Philosophy.",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "This is an essay on philosophical methodology, the disciplinary prejudices of the Anglophone philosophical world, and how these things interact with some aspects of the content and form of Latin American philosophy to preclude the latter's integration with mainstream Anglophone philosophical work.",
        "Liberation philosophy.David Ignatius Gandolfo - 2009 - In Susana Nuccetelli, Ofelia Schutte & Otávio Bueno, A Companion to Latin American Philosophy. Malden, MA: Wiley-Blackwell. pp. 185–198. On the Value of Philosophy: The Latin American Case.Manuel Vargas - 2010 - Comparative Philosophy 1 (1):33-52.",
        "On the Value of Philosophy: The Latin American Case.Manuel Vargas - 2010 - Comparative Philosophy 1 (1):33-52. Whole set of volume 1 no 1 (2010) of comparative philosophy.Bo Mou - 2010 - Comparative Philosophy 1 (1). Philosophy of Liberation.Eduardo Mendieta - 2016 - Stanford Encyclopedia of Philosophy.",
        "Among the topics discussed of interest to analytic philosophers: metaphilosophy, the status hierarchy of philosophical subfields, experimental philosophy, and patterns of openness and exclusion in philosophy."
      ]
    },
    {
      "title": "Manuel Vargas, Comparative What? Latin American Challenges to Philosophy-as-Worldview",
      "url": "https://philpapers.org/rec/VARCWL",
      "philpapers_id": "VARCWL",
      "snippet": "Attention to the details of putatively obvious examples of philosophy-as-worldview within Latin America give us reasons to be skeptical about the taxonomy that gives us the category of philosophy-as-worldview. Among the ...",
      "page_age": null,
      "author": [
        {
          "type": "person",
          "name": "Manuel Vargas"
        }
      ],
      "extra_snippets": [
        "On the Value of Philosophy: The Latin American Case.Manuel Vargas - 2010 - Comparative Philosophy 1 (1):33-52.",
        "Real Philosophy, Metaphilosophy, and Metametaphilosophy.Manuel Vargas - 2007 - CR 7 (3):51-78.",
        "Culture and the Value of Philosophy: The Latin American Case.Manuel Vargas - 2010 - Comparative Philosophy 1 (1):33-52.",
        "Disagreement and Convergence on the Case of Latin American Philosophy, For Example: Replies to Carlos Pereda and Robert Sanchez.Manuel Vargas - 2019 - Comparative Philosophy 10 (1)."
      ]
    }
  ],
  "count": 10,
  "errors": []
}
