{
  "status": "success",
  "source": "semantic_scholar",
  "query": "critique Dussel liberation philosophy",
  "results": [
    {
      "paperId": "27650f1891957a59c1a65f4a9fb14ea6a04aeb14",
      "title": "Enrique Dussel: to the Critique of Philosophy of “Anthropologial Protest”",
      "authors": [
        {
          "name": "O. Bondar",
          "authorId": "122089164"
        }
      ],
      "year": 2019,
      "abstract": "The need to rethink the classical European systems that excluded the possibility of the existence (of the idea) of the Other from the ontological order was a key factor in the self-determination of subjects representing a nonWestern type of philosophical discourse. Un-ontological status deprived the Other of the right to be a subject and deprived his words of authenticity. The author of the article analyzes the views of Enrique Dussel, one of the primary figures in the Philosophy of Liberation philosophical movement. An attempt to justify the existential status of the Other is made by E. Dussel by addressing European philosophers, whose ideas intended to overcome the anti-anthropological attitude and dehumanization tendencies, once begotten by the discourse of Totality. The content of the concept of the Other is clarified through its correlation with the concept of the Otherness. The explanatory potential of these ideas is revealed for the possibility of bringing the Other out of oblivion. Keywords—Enrique Dussel; Latin American Philosophy of Liberation; anthropological protest; Totality; Other; Otherness",
      "citationCount": 0,
      "doi": "10.2991/ICCESSH-19.2019.54",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27650f1891957a59c1a65f4a9fb14ea6a04aeb14",
      "venue": "Proceedings of the 4th International Conference on Contemporary Education, Social Sciences and Humanities (ICCESSH 2019)",
      "journal": {
        "name": "Proceedings of the 4th International Conference on Contemporary Education, Social Sciences and Humanities (ICCESSH 2019)"
      },
      "publicationTypes": [
        "Conference"
      ]
    },
    {
      "paperId": "2c1a101902138494352839b5cc3176697d5069d6",
      "title": "Introducing Dussel: the Philosophy of Liberation and a really social psychology.",
      "authors": [
        {
          "name": "M. Burton",
          "authorId": "152179981"
        },
        {
          "name": "Jorge Mario",
          "authorId": "2058067738"
        },
        {
          "name": "Flores Osorio",
          "authorId": "115560780"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 17,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2c1a101902138494352839b5cc3176697d5069d6",
      "venue": "",
      "journal": {
        "name": "Psychology in Society",
        "pages": "20-39",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "title": "Thinking from the Underside of History: Enrique Dussel's Philosophy of Liberation",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2000,
      "abstract": null,
      "citationCount": 43,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9f5bdc252e022065f83b84bf785dc99c3d6bfc89",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "title": "Walter Benjamin y el materialismo mesiánico: diálogo desde las lecturas de Bolívar Echeverría y Enrique Dussel",
      "authors": [
        {
          "name": "Pablo Arturo Orrego Machuca",
          "authorId": "2346847312"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the work of Walter Benjamin, focusing on his \"Theses on the Philosophy of History\" and his critique of progress as a central axis of capitalist and socialist modernity. Drawing on the reflections of Bolívar Echeverría and Enrique Dussel, the text argues, from a reading that intertwines Benjamin's Jewish condition and his connection with European culture, that the vision of progress is a historical construction that hides the underlying barbarity in power structures, both in capitalism and in real socialism. When the author proposes his interpretation of history \"against the grain,\" he challenges the linear and triumphalist conception of progress, proposing a historical materialism based on the memory of the oppressed and the redemption of the victims of the past. The work also highlights how Benjamin's critique of modernity, far from being an abstract reflection, has a practical and revolutionary dimension, linking his ideas with Latin American liberation philosophies and the need for a new critical look at history. In this sense, the article argues that theology, in Benjamin's thought, does not propose a doctrine, nor a treatise on God, but rather a critical tool that allows for the interruption of the hegemonic narrative of progress and the reconfiguration of social struggles from a radically new perspective, centered on resistance and the historical transformation of the oppressed.",
      "citationCount": 0,
      "doi": "10.18041/1692-5726/sin_fundamento.32.2024.12515",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e9c6ef39a660c5e9e4e8f39ce75a0827222eab1",
      "venue": "Sin Fundamento",
      "journal": {
        "name": "Sin Fundamento"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "title": "A Neo-Confucian “Theology of Liberation”? Humanism and Ethics in Levinas, Liberation Theology, and Wang Yangming",
      "authors": [
        {
          "name": "Germaine A. Hoston",
          "authorId": "116961513"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article reconsiders the sixteenth-century Idealist Neo-Confucian philosophy of Wang Yangming (1472–1529) in light of the development of twentieth-century Latin American liberation theology. After defining liberation theology, this study identifies the crucial contributions made to it by Emmanuel Levinas’s assertion of the primacy of ethics over ontology and critique of the egocentric nature of Western philosophy. It then delineates the epistemological and deontological criticisms made of Roman Catholic orthodoxy—and institutionalized Christianity in general—by Latin American liberation theologians, particularly Enrique Dussel and José Porfirio Miranda. These are compared with Wang’s critique of the Rationalist Neo-Confucianism that had been official orthodoxy and the legitimating philosophy for imperial China for three centuries. The study finds that Wang’s Idealist philosophy incorporates epistemological, spiritual, and ethical perspectives with powerful democratic and liberationist elements that prefigure the development of late-twentieth-century Latin American liberation theology. Thus, contrary to the conventional view of Confucianism as a conservative philosophy, these elements in Wang’s Neo-Confucianism render it a theology (or philosophy) of liberation.",
      "citationCount": 2,
      "doi": "10.1017/S0017816025000069",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/11ce59eb392ace8299a3c2e9d3189b4c83cfb4d1",
      "venue": "Harvard Theological Review",
      "journal": {
        "name": "Harvard Theological Review",
        "pages": "85 - 109",
        "volume": "118"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8da7b3b12bbc33b759d930e60f5abaf84c6dc21a",
      "title": "What Would it Mean to Decolonize Pedagogy?: Enrique Dussel’s Pedagogics of Liberation",
      "authors": [
        {
          "name": "L. Alcoff",
          "authorId": "88623159"
        }
      ],
      "year": 2018,
      "abstract": "In a remarkable series of essays spanning the last 45 years (now collected and translated for the first time in English,1 the influential Argentinian-Mexican philosopher Enrique Dussel develops a pedagogics of liberation. We need first and foremost, he argues, a thorough and deep critique of those existing pedagogical practices and curricula Dussel calls them “educational praxes of domination” that attempt to assimilate the poor of the global south or of first nations by schooling them in the dominant westernized culture, its high art, its mainstream ideology, and its ethos of individualism and competition. The major result of such praxes is to impart a sense of failure among the poor, who of course constitute the majority of children and youth sitting in classrooms across the globe. And after inducing failure in these students, these “educational praxes of domination” then inculcate feelings of guilt and shame for having failed to successfully assimilate the dominant cultures of their exploiters.",
      "citationCount": 2,
      "doi": "10.47925/2016.019",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8da7b3b12bbc33b759d930e60f5abaf84c6dc21a",
      "venue": "Philosophy and Education",
      "journal": {
        "name": "Philosophy of Education"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1fdc7adb130b00a4de336a855f0d88f2d82e36c5",
      "title": "Outside and Outside: Plastic Passages—of Philosophy and Literature",
      "authors": [
        {
          "name": "Tyler M. Williams",
          "authorId": "2284774857"
        }
      ],
      "year": 2024,
      "abstract": "Abstract: In Subjects That Matter, Namita Goswami attends to philosophy’s institutional and disciplinary failures to reconcile its identitarian claims to universality and reason with the feminist and postcolonial modes of thinking it traditionally keeps at bay. This essay places Goswami’s critique within a context of “the thought from outside,” which, beginning with Foucault’s reading of Blanchot, continuing through the geopolitics of Dussel’s philosophy of liberation, and prominent in Catherine Malabou’s conceptualization of plasticity, demonstrates how political critiques of philosophical hegemony contain an implicit theorization of “literature.” If “literature” gives voice to the thought from outside, does it in turn “decolonize” philosophy? If so, what itinerary of thought ought to follow the relationship between this literary decolonization of philosophy and its imbrication within the fold of philosophical thought? How to conceptualize the plastic relation between inside and outside, between center and periphery, without subordinating the latter to the hegemony of the former? This essay argues for a coherence between Goswami’s and Malabou’s materialist understandings of difference and a conceptualization of literature as an “outside” to philosophy that operates “excentrically” “inside” philosophy.",
      "citationCount": 0,
      "doi": "10.1353/phi.2023.a919599",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fdc7adb130b00a4de336a855f0d88f2d82e36c5",
      "venue": "Philosophia",
      "journal": {
        "name": "philoSOPHIA",
        "pages": "123 - 99",
        "volume": "13"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5eef8cbb0551d7b7665590c0e05befede21db9a0",
      "title": "Enrique Dussel: contributions to an ethical and radical critique in Organization Studies",
      "authors": [
        {
          "name": "Maria Ceci Misoczky",
          "authorId": "2097027873"
        },
        {
          "name": "Guilherme Dornelas Camara",
          "authorId": "2076239796"
        }
      ],
      "year": 2015,
      "abstract": "In this essay, we connect ourselves with the efforts provided by some authors to elaborate a radical and ethical critique in the field of Organization Studies (OS) liberated, at least in some parts, from the colonization by management. In this direction, we take as reference the propositions of Enrique Dussel's Philosophy of Liberation (PL), which are critically situated in Latin America. In the first part, we present a comprehensive overview of this vast oeuvre, justified by the partial and even incoherent appropriation that has been happening in OS. In the second part, we discuss some of these appropriations considering some Latin American authors of the OS field, highlighting specially the Brazilian context. This critical dialogue is indispensable to liberate the path for the contribution of Dussel's PL to the exercise of a critique that negates, side by side with the victims, the legitimacy of a system that explores and oppresses, and that, simultaneously, gets involved with the affirmation of human life in community, and therefore, with the praxis of liberation.",
      "citationCount": 0,
      "doi": "10.1590/1679-395115875",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5eef8cbb0551d7b7665590c0e05befede21db9a0",
      "venue": "",
      "journal": {
        "name": "Cadernos Ebape.br",
        "pages": "286-314",
        "volume": "13"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9bb0ffd1e63553b3948f44b27e1467cfff5acb91",
      "title": "The Structure of Knowledge in Westernized Universities: Epistemic Racism/Sexism and the Four Genocides/Epistemicides of the Long 16th Century",
      "authors": [
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 492,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bb0ffd1e63553b3948f44b27e1467cfff5acb91",
      "venue": "",
      "journal": {
        "name": "Human Architecture: Journal of the Sociology of Self-Knowledge",
        "pages": "8",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "02000693d3e0687d35e7cb109fdf119106b88c41",
      "title": "Un acercamiento al ejercicio del Principio-Liberación de la ética dusseliana desde la lógica proposicional",
      "authors": [
        {
          "name": "Andrés Esteban Fuquen Amaya",
          "authorId": "2346856638"
        }
      ],
      "year": 2025,
      "abstract": "This paper analyzes Enrique Dussel's ethics of liberation from a propositional logic perspective, evaluating the validity of its ethical-practical framework as a basis for the praxis of his philosophy of liberation. Initially, an outline of the fundamental principles and criteria that compose this ethics is provided. Subsequently, the framework is subjected to a basic logical review, revealing significant inconsistencies that could compromise its validity. Among the main observations, it is highlighted that dividing the framework into two strands is unnecessary and counterproductive, as it could be structured as a single practical and logically coherent framework. Furthermore, a deeper critique is posed regarding the assumption of transforming specific aspects of capitalism to reduce its victimizing effects, since this system, by its very nature, generates victims. It is concluded that total structural transformation is a prerequisite for any ethical process of liberation. Only after establishing a new system could the necessary adjustments be addressed to mitigate the new forms of oppression that may eventually emerge. Thus, it is argued that, from a logical perspective, revolution must be the unavoidable starting point of Dussel's framework. ",
      "citationCount": 0,
      "doi": "10.18041/1692-5726/sin_fundamento.32.2024.12516",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/02000693d3e0687d35e7cb109fdf119106b88c41",
      "venue": "Sin Fundamento",
      "journal": {
        "name": "Sin Fundamento"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9cc58a5e9f9e53b3f4a592ff8b21154ee59f22cc",
      "title": "The Idea of Transmodern Ethiopia: A Perspective from Philosophy and Ethics of Liberation1",
      "authors": [
        {
          "name": "Wallelign Shemsedin",
          "authorId": "113673100"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9cc58a5e9f9e53b3f4a592ff8b21154ee59f22cc",
      "venue": "",
      "journal": {
        "name": "Ethiopian journal of the social sciences and humanities",
        "pages": "127-162",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a4bed3bbb3d768a8b08cab23360fc10fec46e858",
      "title": "The liberationist praxis of Enrique Dussel: the conception of the indian",
      "authors": [
        {
          "name": "A. García",
          "authorId": "2115656836"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a4bed3bbb3d768a8b08cab23360fc10fec46e858",
      "venue": "",
      "journal": {
        "name": "Latinoamérica. Revista de Estudios Latinoamericanos",
        "pages": "141-157",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "55cf4fe4985e4ca2604bae98037906559572696c",
      "title": "We who make one another: Liberatory solidarity as relational",
      "authors": [
        {
          "name": "Christian Matheis",
          "authorId": "48636589"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55cf4fe4985e4ca2604bae98037906559572696c",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "2eb3010776dde26e287245e37a72e6b35e6ff2b3",
      "title": "일반논문 : 엔리케 두셀의 해방철학과 전지구화 시대의 비판윤리",
      "authors": [
        {
          "name": "송상기",
          "authorId": "81127694"
        }
      ],
      "year": 2008,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2eb3010776dde26e287245e37a72e6b35e6ff2b3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c800cb61337f5ce7027f1887402aa6c331a837c2",
      "title": "La razón política crítica frente a la argumentación Lockeana",
      "authors": [
        {
          "name": "Ricardo Horacio Rubio",
          "authorId": "116506362"
        }
      ],
      "year": 2007,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c800cb61337f5ce7027f1887402aa6c331a837c2",
      "venue": "",
      "journal": {
        "name": "Confluência",
        "volume": ""
      },
      "publicationTypes": null
    }
  ],
  "count": 15,
  "errors": []
}
