{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Santiago Castro-Gomez Dussel",
  "results": [
    {
      "paperId": "6ab3591116a372585519a5a0235b4567a154d0c1",
      "title": "Pueblo, democracia y transmodernidad: Un diálogo crítico entre Enrique Dussel y Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Diego Fernando Camelo-Perdomo",
          "authorId": "2197656290"
        }
      ],
      "year": 2024,
      "abstract": "El artículo tiene como propósito desarrollar la tesis según la cual los acercamientos y los distanciamientos que ha tenido el filósofo colombiano Santiago Castro-Gómez con relación al pensamiento del filósofo argentino Enrique Dussel, evidenciados a través de su crítica, hicieron parte fundamental en la construcción de su visión política decolonial, la cual denominó democracia transmoderna. Dicho objetivo se pretende alcanzar a través de un diálogo crítico entre estos dos autores alrededor de tres claves analíticas, a saber, pueblo, democracia y transmodernidad. De esta manera, se concluirá que la categoría de transmodernidad es donde se halla el punto convergente entre ambas propuestas filosóficas.",
      "citationCount": 1,
      "doi": "10.61497/kseaqj31",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6ab3591116a372585519a5a0235b4567a154d0c1",
      "venue": "Revista Ciencias y Humanidades",
      "journal": {
        "name": "Revista Ciencias y Humanidades"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "388029230ee40f56c20669c016a743472b981c5f",
      "title": "Crítica del antilatinoamericanismo de Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Damián Pachón Soto",
          "authorId": "115526327"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/388029230ee40f56c20669c016a743472b981c5f",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "129-153",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f662526a1dc7e4eda73ecb9fa0346c2a7b57141",
      "title": "Poscolonialidad, latinoamericanismo e integración energética (Una lectura al pensamiento de Enrique Dussel, Walter Mignolo y Santiago Castro-Gómez)",
      "authors": [
        {
          "name": "César Prieto Oberto",
          "authorId": "118301923"
        }
      ],
      "year": 2009,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f662526a1dc7e4eda73ecb9fa0346c2a7b57141",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "20"
      },
      "publicationTypes": null
    },
    {
      "paperId": "976e2a6b7652facd49e18d9d0eada2d5e44d8c33",
      "title": "Enrique Dussel y el mito de la modernidad",
      "authors": [
        {
          "name": "Diego Camelo",
          "authorId": "122718338"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.15332/S0120-8462.2017.0116.04",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/976e2a6b7652facd49e18d9d0eada2d5e44d8c33",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "97-115",
        "volume": "38"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bca4255f21bf756bf531efc83d3774c2b241bca4",
      "title": "Teoria crítica e Teoria decolonial latino-americana: congruências e incongruências a partir da Dialética negativa de Theodor W. Adorno",
      "authors": [
        {
          "name": "M. Fidelis",
          "authorId": "2336190211"
        }
      ],
      "year": 2025,
      "abstract": "Provoked to reflect on the relevance of Theodor W. Adorno's Critical Theory today, this paper proposes an approach to Latin American Decolonial Theory. Although Adorno did not specifically address this topic, his thought is recognized as fruitful for emphasizing the ambiguities of historical processes in European modernity and their relationship with social domination. We draw on the writings of Aníbal Quijano, Santiago Castro-Gómez Walter Mignolo and Enrique Dussel to outline the central premises of decoloniality and explore their convergences with Adorno's Critical Theory, not only concerning a certain violence of the concept but also regarding the need to recognize the non-identical, fundamental themes in the Negative Dialectics (1966). The author proposes a decolonial reading of negative dialectics, emphasizing its sense of diversity.",
      "citationCount": 0,
      "doi": "10.11606/issn.2318-9800.v30i1p35-57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bca4255f21bf756bf531efc83d3774c2b241bca4",
      "venue": "Cadernos de Filosofia Alemã Crítica e Modernidade",
      "journal": {
        "name": "Cadernos de Filosofia Alemã: Crítica e Modernidade"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ca5aed8a3492f3cd5737633f5893af194540bdc3",
      "title": "Comunicación y filosofía",
      "authors": [
        {
          "name": "O. Gerardo",
          "authorId": "66838216"
        },
        {
          "name": "Eimar Alfonso",
          "authorId": "2390077846"
        },
        {
          "name": "Omar Gerardo Martínez Roa",
          "authorId": "2131570259"
        },
        {
          "name": "Eimar Alfonso Pérez Bolaños",
          "authorId": "2390085086"
        }
      ],
      "year": 2025,
      "abstract": "Este libro es resultado del proyecto de investigación “Aportes del pensamiento de Guilles Deleuze y Byung Chul Han, a la comunicación decolonial y la comunicación digital interactiva”. El proceso investigativo se realizó mediante lecturas sistemáticas, reflexiones profundas y debates agenciados por el equipo investigador, quien consideraron como premisa la necesidad de repensar los procesos informativos y comunicacionales desde categorías filosóficas contemporáneas de Guilles Deleuze, Feliz Guattari, el filósofo surcoreano Byung Chul Han, y Walter Mignolo, Anibal Quijano, Enrique Dussel y Santiago Castro-Gómez, entre otros. Se parte de un breve recorrido por las principales teorías de la comunicación, con la intención de contextualizar a un lector neófito en el tema. Los capítulos siguientes dan cuenta de una pluralidad de interpretaciones de esta relación, donde coinciden en la ruptura con los modelos lineales y circulares de la comunicación, sin suprimirlos, pero dando apertura a una propuesta de flujos informativos múltiples dinamizados por conceptos como rizoma, segmentaridad y heterogeneidad. Del lado de la comunicación decolonial se interpreta la forma como se disputan las representaciones informativas mediáticas entre discursos hegemónicos y subaltenosy marginales desde los fundamentos de pensadores del giro decolonial. Por otro lado, se aborda la coexistencia de formas tradicionales, híbridas, hipermediales y digitales de información y comunicación. Estas categorías permiten analizar como las vidas se editan y reeditan a partir de los múltiples contenidos con los que se interactúan en los últimos tiempos. Las categorías de hiperculturalidad y psicopolítica de Han permiten observar agenciamientos subrepticios de circulación el poder comunicacional, más allá de sus lugares habituales, donde se resignifican los sentidos desde lógicas de una globalización neoliberal que imponen formas de autocontrol mental",
      "citationCount": 0,
      "doi": "10.22490/unad.9786287786974",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ca5aed8a3492f3cd5737633f5893af194540bdc3",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "3615ead2b31decd634fea98c156a735f9f7fe996",
      "title": "El tonto y los canallas",
      "authors": [
        {
          "name": "R. Conceição",
          "authorId": "2225625800"
        },
        {
          "name": "Michelle Nascimento Cabral Fonseca",
          "authorId": "2300396309"
        }
      ],
      "year": 2024,
      "abstract": "In the book El tonto y los canallas: notas para un republicanismo transmoderno (2022), Colombian political philosopher Santiago Castro-Gómez presents an innovative perspective on the decolonial. He introduces the concept of \"transmodernidad,\" based on Enrique Dussel, which transcends both the modern and the decolonial, reexamining modernity from \"marginal\" viewpoints. Castro-Gómez advocates for the use of modern critical tools in the fight against neoliberalism and neo-fascism, proposing \"heterarquía\" as an alternative to the traditional hierarchy. He emphasizes the complexity of power dynamics and suggests an inclusive \"transmodern republicanismo.\"",
      "citationCount": 3,
      "doi": "10.20396/rfe.v15i00.8674524",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3615ead2b31decd634fea98c156a735f9f7fe996",
      "venue": "Filosofia e Educação",
      "journal": {
        "name": "Filosofia e Educação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "da453f7d9a11639f57aa2034bf86424cd667dd28",
      "title": "Categoria de Propriedade Ancestral nas Decisões da Corte Interamericana de Direitos Humanos Acerca de Contenciosos Relativos a Terras Indígenas no Paraguai",
      "authors": [
        {
          "name": "Marcello Amorim Vieira",
          "authorId": "2229377638"
        },
        {
          "name": "Humberto Ribeiro Júnior",
          "authorId": "2126826344"
        }
      ],
      "year": 2023,
      "abstract": "O presente artigo analisa a categoria de propriedade ancestral, explorando-se as sentenças dos casos Comunidade Indígena Yakye Axa vs. Paraguai, Comunidade Indígena Sawhoyamaxa vs. Paraguai e Xákmok Kásek vs. Paraguai na Corte Interamericana de Direitos Humanos (CIDH). A partir do aporte dos estudos decoloniais, utilizando-se ideias legadas por Aníbal Quijano, Boaventura de Sousa Santos, Catherine Walsh, Enrique Dussel e Santiago Castro-Gómez, buscou-se problematizar a dinâmica de trabalho das instituições jurídicas paraguaias, que reproduziam camadas do chamado pensamento abissal, bem como confrontar o modelo de interpretação nacionalista com a tendência internacionalista construída pela CIDH. Tal investigação levou a resultados que refletem a necessidade de incorporação no âmbito estatal dos mecanismos plurais de interpretação normativa, bem como da consideração de precedentes em patamar de igualdade com o conteúdo positivado em âmbito de direito interno, elucidando também os desafios ainda existentes para se vislumbrar práticas sociais interculturais no que tange à participação indígena nas decisões referentes às suas demandas.\nPALAVRAS-CHAVE: Propriedade ancestral; Corte Interamericana de Direitos Humanos; Direitos Indígenas; Paraguai; Decolonialidade",
      "citationCount": 0,
      "doi": "10.11117/rdp.v20i107.6563",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/da453f7d9a11639f57aa2034bf86424cd667dd28",
      "venue": "Direito Público",
      "journal": {
        "name": "Direito Público"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8a03fa4112f07f08fb069efec6e6b7fe6453e973",
      "title": "Cuerpo, blanquitud y limpieza de sangre. Una reflexión a propósito de la decolonialidad",
      "authors": [
        {
          "name": "R. I. Rodríguez Soriano",
          "authorId": "2127687740"
        }
      ],
      "year": 2023,
      "abstract": "En este texto se desarrollarán algunos apuntes para sostener la tesis de que la esencialización del cuerpo fue imprescindible para la formación del orden colonial español en América y que aquella partía fundamentalmente del color de la piel como sinécdoque de las marcas determinantes de las cualidades y capacidades morales e intelectuales de la persona. El entramado de significaciones culturales, sociales, políticas y económicas se configuró en y a través de la blanquitud. Es decir, a través de un sistema conceptual que asumía al cuerpo (al color de la piel principalmente), a la limpieza de sangre y a caracteres culturales, como definitorios del lugar jerárquico que una persona ocupaba dentro de la sociedad colonial y colonizada. Esta interpretación entra en discusión matizando la afirmación de algunos teóricos de la decolonialidad, principalmente lo planteado por Santiago Castro Gómez, quien se apoya en otros teóricos como Enrique Dussel, Walter Mignolo y Aníbal Quijano, que propone que ser blanco no tenía que ver con el color de la piel, sino que más bien tenía que ver con la escenificación de un imaginario cultural tejido por creencias religiosas, tipos de vestimentas, certificados de nobleza, modos de comportamiento y, sobre todo, por formas de producir y trasmitir conocimientos.",
      "citationCount": 0,
      "doi": "10.61497/23w6ms56",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8a03fa4112f07f08fb069efec6e6b7fe6453e973",
      "venue": "Revista Ciencias y Humanidades",
      "journal": {
        "name": "Revista Ciencias y Humanidades"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 10,
  "errors": []
}
