{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel popular power democracy",
  "results": [
    {
      "paperId": "0938dd8234803e0c1b04bff3a0c6000f2c694286",
      "title": "Democracy against Popular Sovereignty? (Faces of Power of the People: Theoretic Reconstruction)",
      "authors": [
        {
          "name": "I. Lokshin",
          "authorId": "116463987"
        }
      ],
      "year": 2021,
      "abstract": "In the article, on the basis of the classical political philosophers, the author distinguishes between three ideal-typical modi of political superiority of the people: “democracy”, “popular sovereignty” and “the natural right of the people to vindicate the supreme power”. Differen ces between them are drawn according to the criteria of (a) the distance between the holder of the supreme power and the holder of power that allows the routine management of the state, and (b) the degree to which the former controls the latter. The theoretic reconstruction of the modi of the political superiority of the people is based on identifying three ways to assert political superiority, expressed in the concepts of κράτος, sovereignty and vindication. This approach makes it possible to trace the specifics of each of the identified modi: “democracy” in its original (ancient Greek) sense is the power of the people, based on the obvious superiority (over the nobility) in their strength, in their excess of power, thanks to which the people are able to effectively implement their will in the public sphere; “popular sovereignty” makes the people a key political agent not by referring to their excess of power, but by securing their legal position as a source of laws and any public power; finally, “the natural right of the people to vindicate the supreme power” asserts the moral and teleological primacy of the people’s good over that of the rulers. According to the author’s conclusion, the three modi of the political superiority of the people differ from each other primarily in the extent to which the people are involved in the political process. Under “democracy” this extent is maximal, in the case of the “natural right to vindication” it is minimal, while “popular sovereignty” finds itself in the middle between these two extremes: both threats of the decisive “alienation” of the people from power and its usurpation by the “trustees” and tyranny of the people are absent. The author thinks that this middle ground of the “popular sovereignty” represents one of the reasons why it is this modus that symbolizes the architectonics of the modern democracy.",
      "citationCount": 0,
      "doi": "10.30570/2078-5089-2020-101-2-6-29",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0938dd8234803e0c1b04bff3a0c6000f2c694286",
      "venue": "The Journal of Political Theory, Political Philosophy and Sociology of Politics Politeia",
      "journal": {
        "name": "The Journal of Political Theory, Political Philosophy and Sociology of Politics Politeia"
      },
      "publicationTypes": null
    },
    {
      "paperId": "55fb08c192e5600f56f63d1f2f563905f041042b",
      "title": "Political liberalism, dualist democracy and the call to constituent power",
      "authors": [
        {
          "name": "Frank I. Michelman",
          "authorId": "15390042"
        }
      ],
      "year": 2024,
      "abstract": "Alessandro Ferrara’s argument in Sovereignty Across Generations takes shape within a broadly Rawlsian ‘political liberal’ framework of thought about moral underpinnings for a constitutional-democratic practice of politics. Where, exactly (I ask here), is the place within that thought for concern about occurrences in a country’s past of popular constituent power? If the country’s currently established constitutional regime is fully democratic (and is otherwise morally in order) by whatever operational measures you and I might think to apply, why should we or anyone care about how or by whose authority the regime got set up and running in the first place? By Ferrara’s Rawls-inspired teaching in Sovereignty Across Generations, the answer to that question will come from a certain conception of political legitimacy. But then a potent objection comes from those who press the question of how to reconcile a democratic conception of legitimacy with a subjection of current (say) deliberative-majoritarian rule to antecedently imposed terms of constraint. Under Rawlsian and Ferrarian stimulus, I look into the possible relevance here of H.L.A. Hart’s proposition of a complementarity or fusion, in our concept of law, of an ‘internal’ with an ‘external’ perspective that those involved may adopt toward the coercive social practice in question. Underlying the Rawlsian constitutional proposition on legitimacy, I end by suggesting, is the thought that, in order for a person to live in freedom under law, that person will have to sustain simultaneously an internal attitude of bonding to their society’s own ongoing project of legality and an external attitude of critical judgemental of that project as reasonably and rationally acceptable to free and equal citizens in conditions of reasonable pluralism.",
      "citationCount": 2,
      "doi": "10.1177/01914537241293372",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/55fb08c192e5600f56f63d1f2f563905f041042b",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1419 - 1431",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f3839b16e6205da52db6908f3b6e81ff3a0dfc41",
      "title": "WHICH POWER DECIDES ON THE BASIC HUMAN GOODS OF JOHN FINNIS' NATURAL LAW THEORY IN BRAZILIAN DEMOCRACY?",
      "authors": [
        {
          "name": "Clidenor Marcos Vaz Campelo",
          "authorId": "2284291392"
        },
        {
          "name": "Nelson Juliano Cardoso Matos",
          "authorId": "2284291016"
        }
      ],
      "year": 2024,
      "abstract": "The work presents a description of the basic human goods in Finnis' theory (2007), which are: knowledge, life, play, aesthetic experience, friendship, practical reasonableness and religion. To then question which power has the basis to decide on basic human goods in a democracy. The article brings jurisprudence from the Federal Supreme Court in which the court ruled on basic human values, that is, basic human goods shaped outside the political arena, configuring a possible obstruction of the channels of democratic alternation and popular control. To explain the strengthened judiciary power, the text repeatedly uses Hirschl's theory (2020), which asserts that one of the causes of the strength of the judiciary is the avoidance of politicians in making difficult moral or political decisions, which, once decided, rarely present absolute numbers. of winners, therefore, with political spoils that are difficult to manage. This movement between powers causes a transfer of the locus of political debate, which migrates from the powers constituted by direct representatives of the people to the courts, reaching the doctrine about the separation of powers and democracy, otherwise let's see: basic human goods being designed by judges in to the detriment of powers that reveal popular sovereignty. The tension between democracy and judicial control of pure politics, apparently, is revealed when we analyze that a counter-majority court would have the last word in democratic processes for delineating the major political issues of a country.",
      "citationCount": 0,
      "doi": "10.54751/revistafoco.v17n2-048",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3839b16e6205da52db6908f3b6e81ff3a0dfc41",
      "venue": "Revista Foco",
      "journal": {
        "name": "REVISTA FOCO"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3e27129254563e695899bab3d51d14bcf068d757",
      "title": "Non-domination and constituent power: Socialist republicanism versus radical democracy",
      "authors": [
        {
          "name": "Benjamin Ask Popp-Madsen",
          "authorId": "1423332617"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1177/01914537221107401",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e27129254563e695899bab3d51d14bcf068d757",
      "venue": "",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "1182 - 1199",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2de79b76b4e9c87440f4d01b50da0ad53044e3ab",
      "title": "Representative Democracy in Mill: A Response to Rousseau’s Critique of Representation",
      "authors": [
        {
          "name": "G. Dalaqua",
          "authorId": "94152227"
        }
      ],
      "year": 2025,
      "abstract": "John Stuart Mill was a reader of Jean-Jacques Rousseau and his defense of representative democracy can be read as a response to the critique of political representation advanced in The Social Contract. To develop his theory of democratic representation, Mill had to refute the following theses that Rousseau presented to rule out the possibility of a representative democracy: (1) sovereignty consists only of the will; and (2) representation is always a form of delegation. Mill’s Considerations on Representative Government argues that (1) sovereignty encompasses will and judgment; and (2) representation does not require delegating political power from the represented to the representative. When a representative government is democratic, representation fosters, rather than inhibits, popular participation.",
      "citationCount": 0,
      "doi": "10.4000/155fg",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2de79b76b4e9c87440f4d01b50da0ad53044e3ab",
      "venue": "Revue d'études benthamiennes",
      "journal": {
        "name": "Revue d’études benthamiennes"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cda1eb608d6475a28383c87c9a580837a2f80efe",
      "title": "Benjamin Constant, political power, and democracy",
      "authors": [
        {
          "name": "Nora Timmermans",
          "authorId": "123517160"
        }
      ],
      "year": 2022,
      "abstract": "ABSTRACT For several decades now, a steady flow of scholarly contributions from both intellectual history and political theory has been reasserting Benjamin Constant as a theorist of liberal democracy. Constant’s visionary understanding of liberal democracy is usually conflated with his understanding of limited popular sovereignty. In this article, I reconstruct Constant’s positive conception of popular sovereignty, i.e. his conception of what popular sovereignty means within its limits and take it as the starting point of an analysis of Constant’s understanding of democracy. I argue that Constant’s understanding of popular sovereignty as ‘the assent of all’ leads to a distinction between ‘governmental authority’ and ‘sovereign power’. The latter is exercised by the individual members of the political community and has features that align with contemporary aggregative and contestatory approaches to democracy. Even though according to this analysis, Constant’s conception of democracy allows for both pluralism and dynamism, those are operative against the background of a more fundamental conservatism: Constant’s understanding of sovereign power is predicated on an institutional status quo.",
      "citationCount": 0,
      "doi": "10.1080/01916599.2022.2056337",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cda1eb608d6475a28383c87c9a580837a2f80efe",
      "venue": "History of European Ideas",
      "journal": {
        "name": "History of European Ideas",
        "pages": "246 - 262",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5a441b65b761f3a20de6511a661a16ed6c0b7a75",
      "title": "Sovereign AI and Its Realization in Terms of Popular Sovereignty",
      "authors": [
        {
          "name": "Heuiok Lee",
          "authorId": "2322118616"
        }
      ],
      "year": 2025,
      "abstract": "In modern constitutional theory, “sovereignty” functions both as the foundation of the state’s supreme governing authority and as the source of the people’s political right to self-determination. Article 1(2) of the Constitution of the Republic of Korea proclaims that “sovereignty resides in the people, and all state authority emanates from the people,” thereby affirming that the highest power of the state originates from its citizens. Yet the Constitution remains silent on the concrete mechanisms by which sovereignty is to be exercised in practice, leaving its realization to be inferred through constitutional principles—such as representative democracy—and through processes of deliberation. \nToday, Korean society faces a profound transformation into a digital environment symbolized by artificial intelligence (AI). Domestically, this transition is accompanied by deepening political and social polarization; externally, it coincides with an invisible struggle over technological hegemony. Within this conflict, technological sovereignty carries a dual and paradoxical status: it legitimizes state authority while simultaneously serving as a safeguard for individual self-determination. \nThe discourse on sovereignty in the technological era has expanded under concepts such as “AI sovereignty” or “sovereign AI,” which ground state power in the protection of national data and the expansion of AI infrastructure policies. Nevertheless, in contemporary constitutionalism, sovereignty cannot claim legitimacy apart from the authority of the people as a digital community and their effective participation in decision-making. In realizing popular sovereignty, representatives must shape the will of the state in accordance with the will of the people, as demanded by liberal democracy. \nThis article approaches the contested notion of technological sovereignty from the perspective of ensuring the people’s substantive fundamental rights to self-determination over technology and data. It aims to present directions in which the multifaceted realization of popular sovereignty may be sought through law and policy.",
      "citationCount": 0,
      "doi": "10.35901/kjcl.2025.31.3.73",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a441b65b761f3a20de6511a661a16ed6c0b7a75",
      "venue": "Korean Constitutional Law Association",
      "journal": {
        "name": "Korean Constitutional Law Association"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d371e0fd40656da3dd5861c92f2fb3d794d11412",
      "title": "Balancing power in democracy: a philosophical analysis of popular sovereignty",
      "authors": [
        {
          "name": "T. Chando",
          "authorId": "118044793"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d371e0fd40656da3dd5861c92f2fb3d794d11412",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bfc5b3aec299a594fbce35e9383a1b0030fda0b1",
      "title": "Resistance and radical democracy: freedom, power and institutions",
      "authors": [
        {
          "name": "Lawrence A. Hamilton",
          "authorId": "47731059"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1080/01916599.2018.1473961",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bfc5b3aec299a594fbce35e9383a1b0030fda0b1",
      "venue": "",
      "journal": {
        "name": "History of European Ideas",
        "pages": "477 - 491",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "529c1941b7e12f2518b17b35951eacfcf7db5182",
      "title": "Democratic Statecraft: Political Realism and Popular Power. By J. S. Maloy. New York: Cambridge University Press, 2013. 243p. $85.00 cloth, $28.99 paper.",
      "authors": [
        {
          "name": "Frank Lovett",
          "authorId": "103328011"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S1537592714000267",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/529c1941b7e12f2518b17b35951eacfcf7db5182",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "226 - 227",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "00f9fa69ceb72d922fea2d134238b8710acbd287",
      "title": "Is it time to abandon the theory of Democracy? The problem with the people: Afterword to the Foreword by Sergio Verdugo",
      "authors": [
        {
          "name": "Ana Micaela Alterio",
          "authorId": "1382094348"
        }
      ],
      "year": 2023,
      "abstract": "\n Sergio Verdugo’s provocative Foreword challenges us to think about whether the concepts we inherited from classical constitutionalism are still useful for understanding our current reality. Verdugo refutes any attempt to defend what he calls “the conventional approach to constituent power.” The objective of this article is to contradict Verdugo’s assertions which, the Foreword claims, are based on an incorrect notion of the people as a unified body, or as a social consensus. The article argues, instead, for the plausibility of defending the popular notion of constituent power by anchoring it in a historical and dynamic concept of democratic legitimacy. It concludes that, although legitimizing deviations from the established channels for political transformation entails risks, we must assume them for the sake of the emancipatory potential of constituent power.",
      "citationCount": 0,
      "doi": "10.1093/icon/moad082",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/00f9fa69ceb72d922fea2d134238b8710acbd287",
      "venue": "International Journal of Constitutional Law",
      "journal": {
        "name": "International Journal of Constitutional Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7239322eb888897153250e6cdb38e72479d8f211",
      "title": "Must Egalitarians Condemn Representative Democracy?",
      "authors": [
        {
          "name": "A. Lovett",
          "authorId": "122951501"
        }
      ],
      "year": 2021,
      "abstract": "Many contemporary democratic theorists are democratic egalitarians. They think that the distinctive value of democracy lies in equality. Yet this position faces a serious problem. All contemporary democracies are representative democracies. Such democracies are highly unequal: representatives have much more power than do ordinary citizens. So, it seems that democratic egalitarians must condemn representative democracies. In this paper, I present a solution to this problem. My solution invokes popular control. If representatives are under popular control, then their extra power is not objectionable. Unfortunately, so I argue, in the United States representatives are under loose popular control.",
      "citationCount": 13,
      "doi": "10.5840/SOCTHEORPRACT202121116",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7239322eb888897153250e6cdb38e72479d8f211",
      "venue": "Social Theory and Practice",
      "journal": {
        "name": "Social Theory and Practice"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3052474e24ab1b8cd0ca864e1b77d5b4af3519f7",
      "title": "Is it possible to ensure the rule of the “best” in a democracy?",
      "authors": [
        {
          "name": "L. Konovalova",
          "authorId": "147327585"
        }
      ],
      "year": 2023,
      "abstract": "The article analyzes the advantages and disadvantages of democracy. Its various types and evaluations are considered. The main question that the author asks is whether democracy ensures the rule of the “best.” Such a formulation of the question is due to the fact that from the moment of its inception to the present, the idea of democracy has been associated with the hope for a “better” state administration, for the “best” representatives of society to come to power. At the same time, democracy is criticized for the lack of aristocracy, professionalism and efficiency of decisions made. An analysis is made of the proposals of various researchers on the introduction of legal levers to increase the level of aristocracy in a democratic government, including initiatives to introduce educational or property qualifications in elections, quotas for intellectual professions in parliament, professional representation, etc. The legal practice of some countries on the use of legal techniques to enhance the elitism of representation in parliaments (electoral colleges, partial appointment of members of the upper houses of parliaments, provision of additional votes in elections to certain categories of citizens) is considered. However, the conclusion is made about the inappropriateness of such novels; the opinion is motivated about the exceptional value of the openness of the democratic system, its ability to provide a potential opportunity for every citizen to participate in political decision-making. The subjectivity of the additional requirements for the elective body proposed for implementation is noted: they conflict with the idea of human dignity, which is the main achievement in the development of world history. It is suggested that socioprofessional representation, although it is able to increase the number of channels for interaction between the state and civil society, still carries the danger of excessive pressure from corporations on its members, and can lead to excessive classness in society. Special attention is paid to the modern interpretation of popular sovereignty as a legal phenomenon that manifests itself in the course of a complex discourse, the process of finding a compromise. In this regard, hopes are pinned on minimizing the risks of “not the best” people coming to power democratically and implementing their “not the best” policy on the system of separation of powers, on the “discourse” of these authorities. The idea of foreign authors about the possibility of democracy to “defend”, including from unreasonable restrictions on the electoral right (the concept of “militant democracy”) is supported.",
      "citationCount": 0,
      "doi": "10.17223/15617793/482/27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3052474e24ab1b8cd0ca864e1b77d5b4af3519f7",
      "venue": "Vestnik Tomskogo gosudarstvennogo universiteta",
      "journal": {
        "name": "Vestnik Tomskogo gosudarstvennogo universiteta"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d50292e83c1a3c85dad11da5c84af0b3b78ac0a4",
      "title": "Rousseau on the Size of Republics: Between radical democracy and representation",
      "authors": [
        {
          "name": "P. Dingeldey",
          "authorId": "108295579"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d50292e83c1a3c85dad11da5c84af0b3b78ac0a4",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "4b60e3153975dd8ae0eaa8ee00e77a6158b6ca43",
      "title": "Power in sovereignty and its self-legitimation: on the autopoietic semantics and contingency of popular sovereignty",
      "authors": [
        {
          "name": "J. Přibáň",
          "authorId": "114899602"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1017/S1744552315000312",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b60e3153975dd8ae0eaa8ee00e77a6158b6ca43",
      "venue": "International Journal of Law in Context",
      "journal": {
        "name": "International Journal of Law in Context",
        "pages": "481 - 495",
        "volume": "11"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0b15266385cc419b4eb48b91a87bf89b44fd5965",
      "title": "Paradoxes of democracy: Rousseau and Hegel on democratic deliberation",
      "authors": [
        {
          "name": "Lorenzo Rustighi",
          "authorId": "2089387659"
        }
      ],
      "year": 2021,
      "abstract": "In this article, I engage with what relevant literature addresses as the ‘paradox of democracy’ and trace it back to the dialectic between authorization and representation established by social contract theories. To make my argument, I take Rousseau’s Social Contract as a paradigmatic example of the paradox and analyse it in light of Hegel’s critical response. My aim is to show that, although Rousseau rejects the idea of representing the popular will, representation resurfaces in his Republic from top to bottom and engenders a structural opposition between citizens and rulers: drawing on the Hegelian scrutiny of contractarianism, I focus on three key moments in Rousseau’s theory, namely the Lawgiver, the majority rule and the executive power. After illustrating how the social contract undermines democratic participation in deliberative processes, I suggest that Hegel’s philosophy of right overcomes the paradox by positively assuming it as a dialectical contradiction that requires a specific constitutional approach to democracy. In this sense, I argue, the Hegelian perspective on democratic deliberation helps us to better frame Rousseau’s ambition to conceive the Republic as a free community of equals and urges us to elaborate a more coherent understanding of participation in a pluralistic society.",
      "citationCount": 3,
      "doi": "10.1177/0191453721990700",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b15266385cc419b4eb48b91a87bf89b44fd5965",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "128 - 150",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "951f982a4eb35e2585dbdb93a85bfc1183395178",
      "title": "Debating Democracy",
      "authors": [
        {
          "name": "Jason Brennan",
          "authorId": "2376600281"
        },
        {
          "name": "Hélène Landemore",
          "authorId": "1751047"
        }
      ],
      "year": 2021,
      "abstract": "Around the world, faith in democracy is falling. Partisanship and mutual distrust are increasing. What, if anything, should we do about these problems? In this accessible work, leading philosophers Jason Brennan and Hélène Landemore debate whether the solution lies in having less democracy or more. Brennan argues that democracy has systematic flaws, and that democracy does not and cannot work the way most of us commonly assume. He argues the best solution is to limit democracy’s scope and to experiment with certain voting systems that can overcome democracy’s problems. Landemore argues that democracy’s virtues, which stem, at an ideal level, from its inclusiveness and egalitarian distribution of power, are not properly manifested in the historical regime form that we call “representative democracy.” Whereas representative democracy centers on an oligarchic form of representation by elected officials, Landemore defends a more authentic paradigm of popular rule—open democracy—in which legislative power is open to all on an equal basis, including via lottery-based mechanisms.",
      "citationCount": 3,
      "doi": "10.1093/oso/9780197540817.001.0001",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/951f982a4eb35e2585dbdb93a85bfc1183395178",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ad1debc6d23cf2fde30f20cfa73e555682420264",
      "title": "How does Spinoza’s “Democracy” differ from that of Hobbes?",
      "authors": [
        {
          "name": "J. Israel",
          "authorId": "82188737"
        }
      ],
      "year": 2021,
      "abstract": "\nField focuses on the role in political theory of the concept of potentia of the people—power understood as the informal, natural power of the people—as distinct from potestas understood as the formal arrangement of power under the constitution of a given state. In a close analysis of the arguments of Hobbes and Spinoza on popular power and sovereignty, the book critiques democratic interpretations of both theories. While correct about that, the book neglects fundamental dissimilarities in their views of popular power. Of profound importance is the meaning of the concept “multitude”: unlike Hobbes, Spinoza distinguishes between the great mass of individuals and “the wise,” seeing the “multitude” as encompassing most kings. Also, there is a great gulf between their understandings of the “common good.” For Spinoza, obedience to the sovereign, Hobbes’s desideratum, is only compatible with freedom in the context of a state directed to the common good.",
      "citationCount": 0,
      "doi": "10.1163/18750257-bja10033",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ad1debc6d23cf2fde30f20cfa73e555682420264",
      "venue": "Hobbes Studies",
      "journal": {
        "name": "Hobbes Studies"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ada3efb1335157733d7fd3070448e568eec69ff0",
      "title": "The Attack on Sovereignty: Liberalism and Democracy in Hayek, Foucault, and Lefort",
      "authors": [
        {
          "name": "Annabel Herzog",
          "authorId": "118246079"
        }
      ],
      "year": 2020,
      "abstract": "This essay examines and challenges some of the theoretical arguments of the neoliberal attack on the concept of popular sovereignty. I argue that in order to resist both the neoliberal reaction against popular power and the subsequent resurgence of populist rhetoric, we need to rework the concept of popular sovereignty. I focus on three groups of texts written in the early years of the neoliberal shift—namely, from the mid-1970s to early 1980s—which deal with the question of sovereignty: Hayek’s Law, Legislation and Liberty; Foucault’s works of the late 1970s; and Lefort’s reflections on the symbolic dimension of power. While Hayek and Foucault defend similar views on sovereignty and argue that it is or should be replaced by technics of management, Lefort proposes a de-essentialized conception of democracy based on redefining sovereignty as the possibility of continually refiguring the space of power.",
      "citationCount": 2,
      "doi": "10.1177/0090591720958124",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ada3efb1335157733d7fd3070448e568eec69ff0",
      "venue": "",
      "journal": {
        "name": "Political Theory",
        "pages": "662 - 685",
        "volume": "49"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "909ac4118b22f038e0e256b5b4cab52478198e5b",
      "title": "Uma Análise Comparativa entre as Conceções Republicanas de John Adams e de Thomas Paine Durante Revolução Americana de 1776 | A Comparative Analysis Between the Republican Conceptions of John Adams and Thomas Paine During the American Revolution of 1776",
      "authors": [
        {
          "name": "D. Gonçalves",
          "authorId": "143883437"
        }
      ],
      "year": 2026,
      "abstract": "This article presents a comparative analysis of the republican conception of Thomas Paine (1737-1809), exposed in Common Sense in 1776, with that of John Adams (1735-1826), exposed in Thoughts on Government published in the same year. The objective intended to achieve is to understand the political-philosophical difference between Adams and Paine that made them diverge in their republican constructions with Adams defending a bicameral republican system that protected the republic of democratic tyranny, and Paine defending a more egalitarian and democratic unicameral republican system that better represented the popular will in order to prevent elites from concentrating political power in themselves and oppressing the natural rights of others citizens. The conclusions proposed by this study are that Adam’s republicanism combined democratic elements with aristocratic elements because it was based on the protection of liberty, while Paine’s republicanism was closer to democracy because it was based on the protection of equality. The relevance of this comparative analysis is that it elucidates the debate surrounding the construction of the American republic in the embryonic phase of 1776, in which republicanism could be combined at different levels of approximation with forms of government as distinct as aristocracy and democracy.",
      "citationCount": 0,
      "doi": "10.59071/2795-4765.rpcp2025.24/pp.17-26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/909ac4118b22f038e0e256b5b4cab52478198e5b",
      "venue": "Political Observer | Revista Portuguesa de Ciência Política (Portuguese Journal of Political Science)",
      "journal": {
        "name": "Political Observer | Revista Portuguesa de Ciência Política (Portuguese Journal of Political Science)"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
