{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Quijano decolonial",
  "results": [
    {
      "paperId": "f8ba4253d5095800161ca47770671c7d3e15e7c7",
      "title": "O PENSAMENTO DE ANÍBAL QUIJANO E ENRIQUE DUSSEL: crítica à Modernidade como aporte decolonial",
      "authors": [
        {
          "name": "Bernard Guedes Dariva",
          "authorId": "2340852791"
        },
        {
          "name": "Cláudia Battestin",
          "authorId": "2340861074"
        },
        {
          "name": "Bruno Huffel De Lima",
          "authorId": "2340852773"
        }
      ],
      "year": 2022,
      "abstract": "O presente artigo visa apresentar pontos argumentativos a respeito das teorias críticas à Modernidade em Aníbal Quijano e Enrique Dussel. Para isto, recorremos à pesquisa bibliográfica, na qual seus resultados apontam para uma convergência teórica entre os respectivos pensadores decoloniais. Em ambas as teorias críticas, se constatam elementos indicativos de que a Modernidade surge a partir da conquista da América e com a expansão e mundialização de um modelo padrão de sociedade. Tais resultados são possíveis por meio de relações violentas de poder e saber, na assimetria abissal entre conquistadores e conquistados. Como forma de superação dos processos hegemônicos de poder do projeto modernizador, os autores propõem o reconhecimento dos saberes silenciados, invisibilizados e excluídos, enquanto como possibilidades existenciais na constituição de identidades e subjetividades outras. Nesses movimentos de (re)existência, surgem os pressupostos dos pensamentos decolonial. Enquanto projeto teórico, político, ontológico e epistemológico, a decolonialidade transgride o campo teórico e busca nos saberes subalternizados novas possibilidades de transgressão à racionalidade moderna e suas violências ainda vigentes.",
      "citationCount": 0,
      "doi": "10.52641/cadcaj.v7i2.571",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8ba4253d5095800161ca47770671c7d3e15e7c7",
      "venue": "Cadernos Cajuína",
      "journal": {
        "name": "Cadernos Cajuína"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "title": "Critique and Alterity in Enrique Dussel’s Decolonial Philosophy",
      "authors": [
        {
          "name": "Friso Timmenga",
          "authorId": "2283198141"
        },
        {
          "name": "Indira Van der Zande",
          "authorId": "2379116624"
        },
        {
          "name": "Andrej Zwitter",
          "authorId": "2379116808"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This paper analyses the tension between the double focus on critique and alterity within decolonial discourses. We argue that an excess of critical thinking could lead to scepticism, whereas an overemphasis on alterity could result in dogmatism. Consequently, since both approaches end up obstructing epistemic decolonization, we argue that it is necessary to strike a balance between critique and alterity; a balance that does not resolve the tension, but seeks to reveal its underlying relation. The first section locates decolonial theory within the framework of critical theory. We highlight how Quijano, Dussel and Mignolo invoke the critical tradition, whilst simultaneously claiming that a radical departure from it is necessary. Turning more explicitly to Dussel in Section 2, we explain Dussel’s analectics as a method to localize discourses, in which globally excluded perspectives are foregrounded. In the third section, we defend Dussel’s universalism and rationalism against criticisms from Castro-Gómez and Vallega by interpreting him as a relational thinker. Ultimately, the paper concludes that the success of epistemic decolonization hinges on its ability to reconcile classic notions of universality and rationality in a manner that avoids dogmatism and scepticism, namely by a continual grounding of philosophical discourse in material life.",
      "citationCount": 0,
      "doi": "10.1017/S0031819125000087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "221 - 247",
        "volume": "100"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1fd2bcb2d3833f5cfb1defb1b00c5ffeb74999d6",
      "title": "Contribuições feministas para o pensamento decolonial: reflexões acerca das filosofias de Enrique Dussel e Aníbal Quijano",
      "authors": [
        {
          "name": "Amanda Soares Melo",
          "authorId": "2193764622"
        }
      ],
      "year": 2019,
      "abstract": "O presente trabalho consiste em uma análise das teorias do pensamento descolonial latino-americano, mais especificamente de A. Quijano e E. Dussel, a partir de uma perspectiva feminista que abrange os problemas de gênero na construção da colonialidade e da decolonialidade. As filosofias de Dussel e Quijano, assim como de outros autores decoloniais, trouxeram excelentes ferramentas teóricas para pensar a condição de subordinados no mundo. No entanto, submetidos ao escrutínio feminista, eles ainda revelam traços de um pensamento masculinista, que é incapaz de cobrir adequadamente a experiência das mulheres. Algumas reflexões do pensamento feminista latino-americano de Breny Mendonza e Maria Lugones sobre essas teorias podem melhorar a compreensão das relações de gênero no contexto colonial/decolonial. \n ",
      "citationCount": 0,
      "doi": "10.36942/IANDE.V2I3.90",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1fd2bcb2d3833f5cfb1defb1b00c5ffeb74999d6",
      "venue": "ÎANDÉ Ciências e Humanidades",
      "journal": {
        "name": "ÎANDÉ : Ciências e Humanidades"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d89e9d5bf1a57fa16fba064e1b105bf2f5e16aa4",
      "title": "PENSAMENTO DE ANÍBAL QUIJANO E ENRIQUE DUSSEL:",
      "authors": [
        {
          "name": "Bernard Guedes Dariva",
          "authorId": "2044772976"
        },
        {
          "name": "Cláudia Battestin",
          "authorId": "97782538"
        },
        {
          "name": "Bruno Huffel De Lima",
          "authorId": "2299872909"
        }
      ],
      "year": 2022,
      "abstract": "O presente artigo visa apresentar pontos argumentativos a respeito das teorias críticas à Modernidade em Aníbal Quijano e Enrique Dussel. Para isto, recorremos à pesquisa bibliográfica, na qual seus resultados apontam para uma convergência teórica entre os respectivos pensadores decoloniais. Em ambas as teorias críticas, se constatam elementos indicativos de que a Modernidade surge a partir da conquista da América e com a expansão e mundialização de um modelo padrão de sociedade. Tais resultados são possíveis por meio de relações violentas de poder e saber, na assimetria abissal entre conquistadores e conquistados. Como forma de superação dos processos hegemônicos de poder do projeto modernizador, os autores propõem o reconhecimento dos saberes silenciados, invisibilizados e excluídos, enquanto como possibilidades existenciais na constituição de identidades e subjetividades outras. Nesses movimentos de (re)existência, surgem os pressupostos dos pensamentos decolonial. Enquanto projeto teórico, político, ontológico e epistemológico, a decolonialidade transgride o campo teórico e busca nos saberes subalternizados novas possibilidades de transgressão à racionalidade moderna e suas violências ainda vigentes.",
      "citationCount": 0,
      "doi": "10.52641/cadcajv7i2.4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d89e9d5bf1a57fa16fba064e1b105bf2f5e16aa4",
      "venue": "Cadernos Cajuína",
      "journal": {
        "name": "Cadernos Cajuína"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e2df62498018fd39eb9984f49a6c5786190273e",
      "title": "O PLURALISMO JURÍDICO DECOLONIAL COMO PROPOSTA CONTRA-HEGEMÔNICA AO MONISMO JURÍDICO E ALTERNATIVA PARA ESTUDOS DECOLONIAIS DO DIREITO BRASILEIRO",
      "authors": [
        {
          "name": "J. Abreu;",
          "authorId": "117004700"
        },
        {
          "name": "E. M. Val",
          "authorId": "104671000"
        }
      ],
      "year": 2025,
      "abstract": "O artigo analisa o Direito brasileiro por uma perspectiva contra-hegemônica ao monismo jurídico estatal defendendo ser a teoria do Pluralismo Jurídico Decolonial (PJD) a concepção adequada e alternativa para se construir uma nova cultura jurídica que tenha como foco das reflexões e análises necessidades humanas essenciais negadas a sujeitos oprimidos e subalternizados pelo processo histórico de dominação colonial. A pesquisa é do tipo bibliográfico com abordagem qualitativa na inferência das literaturas e fundamentou-se em: Anibal Quijano; Enrique Dussel; Walter Mignolo; Edgardo Lander; Nelson Maldonado-Torres; e Antônio Carlos Wolkmer. O trabalho está organizado em cinco momentos: no primeiro é feito uma abordagem sobre as noções e crise do monismo jurídico estatal; no segundo e terceiro é abordado o pensamento decolonial e a formação da cultura jurídica brasileira; no quarto e quinto momento são feitas as contribuições do PJD como alternativa contra-hegemônica ao monismo. Como resultado apontou-se que abordar o Direito por uma perspectiva do PJD não é proselitismo acadêmico, mas compromisso com os fatos e com a realidade da história e das sociedades. Por sua vez, imprimir a este pluralismo uma perspectiva decolonial, implica em compromisso contra o uso do Direito como instrumento de barbárie e em favor da sua aplicação para fins emancipatórios dos sujeitos, povos e sociedades.",
      "citationCount": 0,
      "doi": "10.29327/2183989.27.53-4",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e2df62498018fd39eb9984f49a6c5786190273e",
      "venue": "Revista Jurídica Unigran",
      "journal": {
        "name": "Revista Jurídica Unigran"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be4351b477e95419f8c0e06323828b345bb7bd2d",
      "title": "Critique as Coloniality: The Decolonial Challenge to Immanent Critique",
      "authors": [
        {
          "name": "Shivani Radhakrishnan",
          "authorId": "2350639771"
        }
      ],
      "year": 2025,
      "abstract": "Frankfurt School methodology involves a lasting commitment to immanent critique. What distinguishes immanent critique from other forms of social criticism, scholars in this tradition argue, is that social practices are to be judged according to norms and potentials already contained within their objects. This article considers critical theory's relationship to coloniality by developing a three‐part challenge to the practice of immanent critique, drawing on insights of decolonial philosophers Anibal Quijano, Enrique Dussel, Maria Lugones, and Oyèrónkẹ́ Oyěwùmí. Immanent critics, I conclude, risk being inattentive to constitutive exclusions, reinscribing asymmetrical burdens on certain critics, and unwittingly replaying a mechanism of domination familiar from colonialism in and through their preferred method of critique. Accordingly, I argue that immanent critics should attend to relations of power that govern the practice of critique itself and offer reasons for being more pluralistic about our methods of criticism.",
      "citationCount": 0,
      "doi": "10.1111/1467-8675.12790",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be4351b477e95419f8c0e06323828b345bb7bd2d",
      "venue": "Constellations",
      "journal": {
        "name": "Constellations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bca4255f21bf756bf531efc83d3774c2b241bca4",
      "title": "Teoria crítica e Teoria decolonial latino-americana: congruências e incongruências a partir da Dialética negativa de Theodor W. Adorno",
      "authors": [
        {
          "name": "M. Fidelis",
          "authorId": "2336190211"
        }
      ],
      "year": 2025,
      "abstract": "Provoked to reflect on the relevance of Theodor W. Adorno's Critical Theory today, this paper proposes an approach to Latin American Decolonial Theory. Although Adorno did not specifically address this topic, his thought is recognized as fruitful for emphasizing the ambiguities of historical processes in European modernity and their relationship with social domination. We draw on the writings of Aníbal Quijano, Santiago Castro-Gómez Walter Mignolo and Enrique Dussel to outline the central premises of decoloniality and explore their convergences with Adorno's Critical Theory, not only concerning a certain violence of the concept but also regarding the need to recognize the non-identical, fundamental themes in the Negative Dialectics (1966). The author proposes a decolonial reading of negative dialectics, emphasizing its sense of diversity.",
      "citationCount": 0,
      "doi": "10.11606/issn.2318-9800.v30i1p35-57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bca4255f21bf756bf531efc83d3774c2b241bca4",
      "venue": "Cadernos de Filosofia Alemã Crítica e Modernidade",
      "journal": {
        "name": "Cadernos de Filosofia Alemã: Crítica e Modernidade"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fa8ac0cf9ab12e6b54fbd2c29dbd8391d19f9361",
      "title": "Saberes amazônicos nas licenciaturas da Universidade Federal de Roraima desde o giro decolonial",
      "authors": [
        {
          "name": "Leandro Rafael Salomão Aquino",
          "authorId": "2335395761"
        },
        {
          "name": "J. P. D. Silva Neto",
          "authorId": "2123909636"
        }
      ],
      "year": 2024,
      "abstract": "A presente pesquisa analisou “os saberes amazônicos nos Projetos Pedagógicos de Cursos das Licenciaturas da Universidade Federal de Roraima desde o Giro Decolonial”. Buscou-se problematizar como se torna fundamental o estudo sobre os Saberes Amazônicos em uma região transfronteiriça (Venezuela e a Guiana), em um Estado em que 40% de seu território são terras indígenas, com a formação de seu povo e com maior reflexo nas escolas, embora de forma invisibilizada e ignorada por meio da “colonialidade do ser e do saber”, que estão presentes no quotidiano da sociedade amazônica. O marco teórico que sustenta este trabalho será (Santos, 2007); (Dussel, 1993); (Grosfoguel, 2007); (Quijano, 2005); (Silva Neto, 2020); (Vigotsky, 2007). Por ele problematizou-se: Como os cursos de licenciatura da UFRR trabalham os conteúdos programáticos pertinentes aos Saberes Amazônicos? O objetivo geral deste trabalho foi analisar os Saberes Amazônicos nas licenciaturas da UFRR desde o Giro Decolonial. As principais contribuições da pesquisa foram: o sistema educacional do Brasil é uma herança do modelo colonial, fundamentado em diretrizes eurocêntricas que favorecem a ideologia dos governantes e, sob uma lógica estritamente econômica, que se alinham aos interesses internacionais. Essa estrutura perpetua processos hegemônicos, beneficiando alguns enquanto deixa outros à mercê de suas próprias circunstâncias, tratando os alunos como se fossem um grupo homogêneo.",
      "citationCount": 0,
      "doi": "10.55905/rdelosv17.n62-099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa8ac0cf9ab12e6b54fbd2c29dbd8391d19f9361",
      "venue": "REVISTA DELOS",
      "journal": {
        "name": "REVISTA DELOS"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b8d5f5f373d72845e41630b14991ae80e797634b",
      "title": "ATITUDE DECOLONIAL E GIRO ESTÉTICO DECOLONIAL EM O MUNDO SE DESPEDAÇA, DE CHINUA ACHEBE",
      "authors": [
        {
          "name": "Cláudio R. V. Braga",
          "authorId": "2283005196"
        },
        {
          "name": "Lucas Dourado dos Santos",
          "authorId": "2283004773"
        }
      ],
      "year": 2024,
      "abstract": "Este artigo propõe uma “análise conversacional” com o romance O mundo se despedaça (2009), de Chinua Achebe (1930-2013), escritor e ativista político nigeriano. Discute-se alguns aspectos histórico-culturais, literários e políticos, selecionados a partir da representação literária achebiana, com ênfase no processo de violência colonial sofrido pela etnia Ibo, na África Ocidental. Para tanto, utiliza-se o ferramental teórico, político e epistemológico do pensamento decolonial, no sentido de fazer coro à crítica da “modernidade/colonialidade” (QUIJANO, 1992, 2005, 2009; MIGNOLO, 2017; BALLESTRIN, 2013, 2017), a essa “violência” (CÉSAIRE, 1978; FANON, 2008; 2010) que vem sendo praticada contra os “Outros” durante os últimos 500 anos (DUSSEL, 2012). Propõe-se a leitura de O mundo se despedaça (ACHEBE, 2009) como uma “atitude decolonial” que performa um “giro estético decolonial” (MALDONADO-TORRES, 2020), como forma de resistência ao “perigo de uma história única” (ADICHIE, 2019). Conclui-se que a potência da visão artístico-literária achebiana, capaz de registrar com efetividade as violências que o colonialismo impôs às populações colonizadas, permanece relevante e ganha novos contornos quando discutida a partir da perspectiva decolonial.",
      "citationCount": 0,
      "doi": "10.12957/seminal.2024.81408",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b8d5f5f373d72845e41630b14991ae80e797634b",
      "venue": "Caderno Seminal",
      "journal": {
        "name": "Caderno Seminal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8ff93b7fecbfced7c93ae173e837584678b59cf9",
      "title": "Uma interpretação decolonial da canção Um índio de Caetano Veloso",
      "authors": [
        {
          "name": "Rafael Bastos Costa de Oliveira",
          "authorId": "100597234"
        }
      ],
      "year": 2023,
      "abstract": "Este texto é uma interpretação ensaística da canção Um índio, de Caetano Veloso, a partir do pensamento decolonial. Como interlocutores mobilizo Quijano (2009), Dussel (1977) e Mariátegui (2018). Localizo o álbum Bicho como parte estruturante da compreensão da análise. Discuto brevemente algumas dimensões da filosofia do autor santamarense. O conjunto destes elementos foi elucidado para apontar como fui interpelado pela obra caetana. A metodologia consiste em uma análise decolonial, dialética e documental. As categorias, conceitos e chaves analíticas destrinchadas são heteronomia, estranhamento, colonialidade do poder e do saber, corporeidade, antipatriarcado, erótica, heterogeneidade, filosofia da libertação, sistema-mundo, exterioridade, regresso do futuro, horizonte, utopia e dependência cultural. A síntese é que a respectiva canção tem um traço decolonial veemente, ainda que não necessariamente intencional.",
      "citationCount": 0,
      "doi": "10.20396/resgate.v31i00.8668163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8ff93b7fecbfced7c93ae173e837584678b59cf9",
      "venue": "Resgate Revista Interdisciplinar de Cultura",
      "journal": {
        "name": "Resgate: Revista Interdisciplinar de  Cultura"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5fe17e82d40c0e444e6b736a2f77161f9a3107b3",
      "title": "PERSPECTIVA DECOLONIAL E OS ESTUDOS COMPARADOS: OS LUGARES DE ONDE FALO, AS FRONTEIRAS EM QUE ME SITUO",
      "authors": [
        {
          "name": "C. Goulart",
          "authorId": "120368469"
        }
      ],
      "year": 2022,
      "abstract": "Exponho nestas páginas o percurso de minha posição epistemológica para interpretar a literatura de fronteira da região cultural entre o sul Brasil, norte do Uruguai e noroeste da Argentina. É nesse sentido que me localizando nas linhas do pensamento crítico latino-americano, cujo princípio organizativo é a problemática geopolítica do conhecimento, inicialmente aponto a importância dos estudos da literatura comparada (PIZARRO,1994; CARVALHAL, 1996) e sua articulação produtiva com perspectiva transcultural (RAMA, 1982), na configuração de um sistema literário dessa região cultural. No entanto, observando seus limites, centro-me nas contribuições da perspectiva decolonial (ANZALDÚA, 1987; QUIJANO, 1992; DUSSEL, 1994; WALSH, 2012) e de um comparatismo contrastivo (PIZARRO, 1994; PALERMO, 2017), para situar-me epistemologicamente e buscar entender as múltiplas experiências locais que se formam nos interstícios dos sistemas culturais com os quais a literatura da região interage.",
      "citationCount": 0,
      "doi": "10.15210/cdl.v0i43.22638",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fe17e82d40c0e444e6b736a2f77161f9a3107b3",
      "venue": "Cadernos de letras",
      "journal": {
        "name": "Caderno de Letras"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "6281e35d7dd8d499d1857be43e7df52dd1728124",
      "title": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory",
      "authors": [
        {
          "name": "P. Chambers",
          "authorId": "49609478"
        }
      ],
      "year": 2020,
      "abstract": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory Latin American decolonial theory is built around the thesis of the “coloniality of knowledge”, which claims that the socio-political domination of Latin America and other regions of the global periphery by European countries and the United States is directly related to the initial colonial imposition and subsequent cultural reproduction of so-called “Western epistemology” and science. I argue that the epistemological claims of four decolonial thinkers (Aníbal Quijano, Walter Mignolo, Enrique Dussel, Santiago Castro-Gómez) that make up the coloniality of knowledge thesis are problematic for several reasons: they are based on distorted and simplistic readings of Descartes, Hume and other Enlightenment figures; they make contentious generalizations about so-called Western epistemology; and they ultimately lead to epistemic relativism, which is a problematic basis for the social sciences and, contrary to decolonial aspirations, renders the subaltern unable to speak.",
      "citationCount": 22,
      "doi": "10.1590/dados.2020.63.4.221",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6281e35d7dd8d499d1857be43e7df52dd1728124",
      "venue": "",
      "journal": {
        "name": "Dados-revista De Ciencias Sociais",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "922ffab4fdd6dd88f4e2a5f0cb35602882e544b2",
      "title": "THEMATIC ARTICLE Decolonial studies in the hegemonic circuits of Brazilian academic production",
      "authors": [
        {
          "name": "Fagner Carniel",
          "authorId": "2275403799"
        },
        {
          "name": "¹. Adonai",
          "authorId": "2356463575"
        },
        {
          "name": "J. Lacruz",
          "authorId": "2356459111"
        },
        {
          "name": "Bruno Luiz",
          "authorId": "2356466874"
        },
        {
          "name": "Américo ⁴ Meire",
          "authorId": "2356461078"
        },
        {
          "name": "Adonai José",
          "authorId": "2356459916"
        },
        {
          "name": "Lacruz Bruno",
          "authorId": "2356459273"
        },
        {
          "name": "Luiz Américo",
          "authorId": "2356459275"
        },
        {
          "name": "Meire Mathias",
          "authorId": "2356450804"
        },
        {
          "name": "Walter Mignolo",
          "authorId": "2262464338"
        },
        {
          "name": "Aníbal Quijano",
          "authorId": "2356461086"
        },
        {
          "name": "Catherine Walsh",
          "authorId": "2356467684"
        },
        {
          "name": "Ramón Grosfoguel",
          "authorId": "11314391"
        },
        {
          "name": "Enrique Dussel",
          "authorId": "2247359078"
        },
        {
          "name": "Arturo Escobar",
          "authorId": "2242491397"
        },
        {
          "name": "Santiago Castro-Gomes",
          "authorId": "2356463559"
        },
        {
          "name": "F. Fanon",
          "authorId": "83302486"
        }
      ],
      "year": null,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/922ffab4fdd6dd88f4e2a5f0cb35602882e544b2",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "0bdc0aa99ac88a85bfb34a6f29117c518fa586ef",
      "title": "Capoeira em diáspora: capturas, insurgências e (re)existências por uma educação decolonial e inclusiva",
      "authors": [
        {
          "name": "Norma Silvia Trindade Lima",
          "authorId": "118375115"
        }
      ],
      "year": 2021,
      "abstract": "Este artigo discute uma prática insurgente no período colonial-escravocrata no Brasil, constituída em linguagem de (re)existência, tornada Patrimônio Cultural Imaterial da Humanidade e difundida mundialmente. Trata-se da Capoeira, um legado diaspórico cuja ancestralidade evoca diferentes matrizes africanas. Interessa indagar se as práticas culturais – nomeadamente, as que surgiram como resistência ao sistema colonial, como a capoeira – seriam potências para (re)existências, capazes de contribuir com a formação humana e acadêmica, pensada numa perspectiva decolonial e inclusiva. Visa, ainda, apontar aspectos formativos deste bem cultural no âmbito educacional, tendo em vista problematizações epistêmicas e étnico-raciais desenvolvidas na esteira do pensamento de autores como: Fanon, Hall, Sousa Santos, Quijano, Dussel, Mignolo e outros. Vale-se, ainda, de excertos de narrativas (auto)biográficas, visando articular no campo da experiência as noções de: pensamento abissal, modernidade, eurocentrismo e colonialidade. Conclui que a capoeira evoca aspectos outros de viver, ser e dizer na diferença colonial, impulsionando um alargamento e tensionamento de fronteiras sociais, culturais e epistêmicas. O \"outro\" se faz presente, ocupando tempos/espaços e (re)inventando linguagens, culturas, comunidades e processos educacionais pautados em valores ancestrais afro-diaspóricos e pluriversais.\n ",
      "citationCount": 0,
      "doi": "10.5007/2175-795x.2021.e67913",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0bdc0aa99ac88a85bfb34a6f29117c518fa586ef",
      "venue": "Perspectiva",
      "journal": {
        "name": "Perspectiva"
      },
      "publicationTypes": null
    },
    {
      "paperId": "99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "title": "Do universal ao pluriversal: questões e desafios do paradigma decolonial",
      "authors": [
        {
          "name": "Claude Bourguignon Rougier",
          "authorId": "2124277616"
        },
        {
          "name": "Philippe Colin",
          "authorId": "2070733721"
        },
        {
          "name": "Dalvino Veronese Passarin",
          "authorId": "2124277614"
        }
      ],
      "year": 2021,
      "abstract": "The following text is a translation of «De l’universel au pluriversel. Enjeux et défis du paradigme décolonial», written by Claude Bourguignon Rougier and Philippe Colin, published in Raison Présente (no 199) in 2016. Some authors with very important theoretical contributions are cited, such as Enrique Dussel, Aníbal Quijano, Edgardo Lander, Walter Mignolo, Santiago Castro-Gómez, Arturo Escobar, Nelson Maldonado Torres, Ramón Grosfoguel and Catherine Walsh. It is about issues and challenges regarding the decolonial paradigm, which focuses on the “geopolitics of power, knowledge and being” that resulted from the European colonization process over parts of the globe. Rougier and Colin emphasize the epistemic centrality of coloniality and its intimate relationship with modernity, which was built according to a Eurocentric narrative; therefore, knowledge elaboration should no longer be based on a Eurocentric point of view, but on a pluriversal one, giving due importance to local histories and thus making it possible to reassess the locus of enunciation established by modernity. The translation of this article into Brazilian Portuguese aims to make it accessible to those who show an interest in the subject, thereby enabling the diversity of points of view and the consequent enrichment of the debate about the decolonial turn.",
      "citationCount": 0,
      "doi": "10.5380/RVX.V16I1.78171",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99ff42d9debab41b09ebc9ad3f577b1f99f3dc50",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "148",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bc9e18cf096173dd86462534197fa073f1637ced",
      "title": "Pesquisa decolonial e privação de liberdade",
      "authors": [
        {
          "name": "E. Caldas",
          "authorId": "81543889"
        },
        {
          "name": "E. Onofre",
          "authorId": "115651579"
        }
      ],
      "year": 2021,
      "abstract": "O artigo analisa as contribuições dos conceitos de humanização e dialogicidade para a pesquisa em educação em espaços de privação de liberdade. Trata-se de resultado da pesquisa bibliográfica realizada em uma investigação de natureza qualitativa que pretende compreender as concepções de educação em um Centro Socioeducativo de Internação Feminina. Está embasado em obras de Santos e Meneses (2009), Quijano (2009), Maldonado-Torres (2009, 2016), Fiori (1987, 2001), Lèvinas (2005), Dussel (2003), Freire (1987, 2015), Onofre (2009); Onofre, Fernandes e Godinho (2019), Onofre e Francisco (2016) e foi organizado nas etapas de análise propostas por Bardin (2016): organização da análise, exploração do material e o tratamento dos resultados. Evidencia o compromisso social e político do pesquisador atento às relações ecológicas do fazer pesquisa na perspectiva da decolonialidade.",
      "citationCount": 0,
      "doi": "10.29378/PLURAIS.2447-9373.2021.V6.N1.11705",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bc9e18cf096173dd86462534197fa073f1637ced",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "34-48",
        "volume": "6"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e9b411349041a0baed3a56e08fd4ebdef91e7a28",
      "title": "Discourses Analysis by a Decolonial Perspective",
      "authors": [
        {
          "name": "María Noel Míguez Passada",
          "authorId": "2182875377"
        }
      ],
      "year": 2019,
      "abstract": "In the last years in Latin America, the decolonial perspective has been growing up to analyze discourses in qualitative research. This theoretical, methodologi-cal, and epistemological way to deconstruction has done an interesting way to analyze social topics. Some authors like Dussel, Quijano, etc. have done the bases about this decolonial regard, which provides Latin American researchers a way to analyze social problems taking the North Global theories but also increasing them with our decolonial perspective. We call it the South Global regard. It is not only to know that the classifications and qualifications of the north global reproduce the inequalities in the material life, but also the theoretical and epistemological way to analyze it. The decolonial theory, used also to analyze discourses, gives the possibility to understand people’s feelings, emotions, and sensations; meanwhile, words are given in the speeches, interviews, participating observation, focus group, etc.",
      "citationCount": 5,
      "doi": "10.5772/INTECHOPEN.81612",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e9b411349041a0baed3a56e08fd4ebdef91e7a28",
      "venue": "Advances in Discourse Analysis",
      "journal": {
        "name": "Advances in Discourse Analysis"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e80c001c38c141aa60ffd2505d9cdda8e0b4c589",
      "title": "Decolonizar a História da Educação: contribuições teóricas dos estudos subalternos e do pensamento decolonial",
      "authors": [
        {
          "name": "Vitor Sousa Cunha Nery",
          "authorId": "115625194"
        },
        {
          "name": "Cristiane do Socorro dos Santos Nery",
          "authorId": "115749579"
        },
        {
          "name": "A. Dias",
          "authorId": "114891634"
        }
      ],
      "year": 2020,
      "abstract": "In this article, possible contributions from subaltern and decolonial studies to research in the History of Education are analyzed. This is a bibliographic research, based on authors like Guha (2011), Chakrabarty (2000), Spivak (2010), Beverley (2004), Mallon (1995), Dussel (2008; 2016), Quijano (2005), Mignolo (2002, 2003, 2004, 2007), Walsh (2012), Grosfoguel (2016), Streck (2007), Mota Neto (2015), among others. It is concluded that the relationship between subordinate studies, decoloniality and the History of Education has a critical potential to (re) interpret historical and educational data, giving visibility to subordinate groups.",
      "citationCount": 1,
      "doi": "10.21680/2596-0113.2020v3n0id21799",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e80c001c38c141aa60ffd2505d9cdda8e0b4c589",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "61ec5656d5a52fdbfbd5c2ed3b91f7500bf6f0a8",
      "title": "Bakunin Decolonial: Emancipación Epistemológica o Teoría Heterodoxa",
      "authors": [
        {
          "name": "Martin Albert Persch",
          "authorId": "2007097895"
        }
      ],
      "year": 2020,
      "abstract": "Las teorías decoloniales se han transformado durante las últimas dos décadas en un nuevo canon dentro de la academia latinoamericana. Su propósito explícito es superar las limitaciones de las epistemologías eurocéntricas, y con ello lograr la articulación de aquellas realidades que en la academia occidental estarían condenadas a cumplir el papel de “otredad”. El presente artículo se desarrolla sobre un simple ejercicios teóricos que consiste en contrastar las ideas de diferentes pensadores decoloniales (Dussel, Quijano y De Sousa Santos) con las ideas de Mijaíl Bakunin, con la intención de demostrar que muchas energías han sido gastadas en la producción de conclusiones decoloniales en base a los escritos de Marx, mientras que Bakunin parece haber formulado ideas similares con 150 años de anticipación. No se quiere simplemente presentar a Bakunin como fuente teórica más prometedora para un proyecto teórico emancipatorio, sino demostrar que muchos postulados decoloniales son menos originales de lo aparentan. Las similitud entre las principales ideas políticas de Bakunin y las ideas decoloniales indica que las éstas últimas no se desarrollan realmente sobre un fundamento epistemológico no-occidental. Al comentar brevemente las limitaciones de las pretensiones epistemológicas del proyecto de Boaventura De Sousa Santos, sugerimos la necesidad de una reorientación filosófico del proyecto decolonial.",
      "citationCount": 0,
      "doi": "10.56736/2020/15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61ec5656d5a52fdbfbd5c2ed3b91f7500bf6f0a8",
      "venue": "Revista de Pensamiento Crítico Aymara",
      "journal": {
        "name": "Revista de Pensamiento Crítico Aymara"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5b90bcf6df032f310837ec6289f528c4f7982066",
      "title": "Como o pensar decolonial pode ofertar novas perspectivas sobre a religião no sul global",
      "authors": [
        {
          "name": "Danieli Lima da Cunha",
          "authorId": "2081738521"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5b90bcf6df032f310837ec6289f528c4f7982066",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "21-35",
        "volume": "5"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
