{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel politics liberation",
  "results": [
    {
      "paperId": "3e8e547d99ad87f7a8d5e6d3532eee78590b997d",
      "title": "The philosophy of liberation and social work: a short essay in memory of Enrico Dussel (1934–2023)",
      "authors": [
        {
          "name": "P. Garrett",
          "authorId": "48679688"
        }
      ],
      "year": 2024,
      "abstract": "ABSTRACT This brief article draws attention to the contributions of the Argentinian-Mexican philosopher and scholar Enrico Dussel who died in November 2023. Only a portion of Dussel’s writings are available in English and his vast intellectual output, frequently laden with puzzling diagrams and figures, makes for a heady mix. In what follows, the aim is simply to identify some of his main ideas, especially as we might relate these to social work. The article explores, therefore: Dussel’s conceptual vocabulary; his emphasis on the need to take care of the planet and its natural resources; his politics and ideas relating to the ‘will-to-live’; his ideas on change; and his three core ethical principles.",
      "citationCount": 3,
      "doi": "10.1080/13691457.2024.2377128",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3e8e547d99ad87f7a8d5e6d3532eee78590b997d",
      "venue": "European Journal of Social Work",
      "journal": {
        "name": "European Journal of Social Work",
        "pages": "131 - 142",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1afac1a06550e94a355f3071a91e07e610db558d",
      "title": "Christians, Politics, and Violent Revolution by J. Davies, amd: History and the Theology of Liberation by E. Dussel, and: Freedom Made Flesh by I. Ellacuría (review)",
      "authors": [
        {
          "name": "C. Alderson",
          "authorId": "122614998"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1353/THO.1977.0009",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1afac1a06550e94a355f3071a91e07e610db558d",
      "venue": "",
      "journal": {
        "name": "The Thomist: A Speculative Quarterly Review",
        "pages": "610 - 613",
        "volume": "41"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "7168d689adf76c87925aec078f898c14a2b8d344",
      "title": "). Freeing uneven and combined development from the whip of external necessity: toward a synthesis with Dussel’s liberation philosophy. Cambridge Review of International Affairs, 36(2),",
      "authors": [
        {
          "name": "Aslak-Antti Oksanen",
          "authorId": "119786305"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7168d689adf76c87925aec078f898c14a2b8d344",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "5e9d617ee23bb05d508e595e7464dcf8e7d89f86",
      "title": "Twenty Theses on Politics",
      "authors": [
        {
          "name": "Enrique Dussel",
          "authorId": "86952522"
        },
        {
          "name": "George Ciccariello-Maher",
          "authorId": "1403743272"
        },
        {
          "name": "E. Mendieta",
          "authorId": "50489593"
        }
      ],
      "year": 2020,
      "abstract": "First published in Spanish in 2006, Twenty Theses on Politics is a major statement on political philosophy from Enrique Dussel, one of Latin America’s—and the world’s—most important philosophers, and a founder of the philosophy of liberation. Synthesizing a half-century of his pioneering work in moral and political philosophy, Dussel presents a succinct rationale for the development of political alternatives to the exclusionary, exploitative institutions of neoliberal globalization. In twenty short, provocative theses he lays out the foundational elements for a politics of just and sustainable coexistence. Dussel first constructs a theory of political power and its institutionalization, taking on topics such as the purpose of politics and the fetishization of power. He insists that political projects must criticize or reject as unsustainable all political systems, actions, and institutions whose negative effects are suffered by oppressed or excluded victims. Turning to the deconstruction or transformation of political power, he explains the political principles of liberation and addresses matters such as reform and revolution.\n\nTwenty Theses on Politics is inspired by recent political transformations in Latin America. As Dussel writes in Thesis 15, regarding the liberation praxis of social and political movements, “The winds that arrive from the South—from Nestor Kirchner, Tabare Vasquez, Luiz Inacio Lula da Silva, Evo Morales, Hugo Chavez, Fidel Castro, and so many others—show us that things can be changed. The people must reclaim sovereignty!” Throughout the twenty theses Dussel engages with Latin American thinkers and activists and with radical political projects such as the World Social Forum. He is also in dialogue with the ideas of Marx, Hegel, Habermas, Rawls, and Negri, offering insights into the applications and limits of their thinking in light of recent Latin American political thought and practice.",
      "citationCount": 338,
      "doi": "10.1215/9780822389446",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e9d617ee23bb05d508e595e7464dcf8e7d89f86",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "8827ed0b394c1b1f8a7970c8590630ca9ab494aa",
      "title": "Freeing uneven and combined development from the whip of external necessity: toward a synthesis with Dussel’s liberation philosophy",
      "authors": [
        {
          "name": "Aslak-Antti Oksanen",
          "authorId": "119786305"
        }
      ],
      "year": 2020,
      "abstract": "Abstract This article argues that while uneven and combined development (U&CD) scholars have made great contributions to theorising the causal implications of societal multiplicity, the overtly normative contributions of U&CD scholarship remain thin. To address this gap, I propose a synthesis between U&CD and Enrique Dussel’s normatively oriented liberation philosophy. To enable this, U&CD must be stripped of its more causally oriented concepts, like the ‘whip of external necessity', which constrains the scope of normative analysis by confining it to sovereign states. Incorporating Dussel’s liberation philosophy and its concept of exteriority into U&CD’s social ontology enables seeing beyond the states-system and allows for the inclusion of stateless peoples as entities and agents of global politics. This is demonstrated by applying the combined conceptual framework to the Chiapas Zapatista movement’s relation to the Mexican state.",
      "citationCount": 1,
      "doi": "10.1080/09557571.2020.1856785",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8827ed0b394c1b1f8a7970c8590630ca9ab494aa",
      "venue": "Cambridge Review of International Affairs",
      "journal": {
        "name": "Cambridge Review of International Affairs",
        "pages": "164 - 183",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3191b4247d3f2f263ae20e7c893b09c6a91b309",
      "title": "La filosofía de la liberación de Enrique Dussel. Genealogía de un ejercicio teórico en/para América Latina / Enrique Dussel’s liberation philosophy. Genealogy of a theoretical exercise in/for Latin America",
      "authors": [
        {
          "name": "Patricia Martín",
          "authorId": "145462170"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3191b4247d3f2f263ae20e7c893b09c6a91b309",
      "venue": "",
      "journal": {
        "name": "Estudios de Filosofía Práctica e Historia de las Ideas",
        "pages": "1-19",
        "volume": "21"
      },
      "publicationTypes": null
    },
    {
      "paperId": "77474e5281dcb2e3edec0bc1ab4cca5e60b05785",
      "title": "The silence of the sirens: rethinking interculturality from the ethics and politics of liberation in a de-colonial key",
      "authors": [
        {
          "name": "S. Rengifo",
          "authorId": "2104878014"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77474e5281dcb2e3edec0bc1ab4cca5e60b05785",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "e22c06daa8520530e382dc14d028c8e4ab73b3ec",
      "title": "El marco de acción política y sus límites. Análisis desde la perspectiva de Hinkelammert y Dussel",
      "authors": [
        {
          "name": "H. E. Herrera",
          "authorId": "116239667"
        },
        {
          "name": "J. A. Ochoa",
          "authorId": "112947299"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e22c06daa8520530e382dc14d028c8e4ab73b3ec",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "239-261",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "title": "Una mirada analéctica a la cultura Maya yucateca contemporánea desde la filosofía de la liberación",
      "authors": [
        {
          "name": "Verónica García Rodríguez",
          "authorId": "2330296388"
        }
      ],
      "year": 2026,
      "abstract": "This article proposes an analectical analysis of contemporary Maya culture in Yucatan framed within the philosophy of liberation and applying the method developed by Enrique Dussel addressing its political, erotic, pedagogical and fetishistic dimensions. More than an object of study, the present work locates Maya culture as a living historical subject, underlining its cosmovision, community - based practices and ways of resisting modern colonial structures. From an ethical perspective grounded in alterity, this article argues that the cultural practices of living Maya communities constitute a critical and emancipatory source for the ongoing construction of a broader alternative civilizational horizon in Latin America. Furthermore, it reflects on contemporary forms of Maya fetishism and on the need for intercultural politics in the Yucatan Península aimed at strengthening cultural and community autonomy.",
      "citationCount": 0,
      "doi": "10.71112/dwrave12",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9896e101d3c046f59f1aa80d5d2a21ac3d46bb1c",
      "venue": "Revista Multidisciplinar Epistemología de las Ciencias",
      "journal": {
        "name": "Revista Multidisciplinar Epistemología de las Ciencias"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "961171fe929594ab605a4fbd7b063054d33fdae2",
      "title": "Nelson Mandela and the Politics of Life",
      "authors": [
        {
          "name": "S. Ndlovu-Gatsheni",
          "authorId": "1403772396"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/978-1-137-56686-7_2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/961171fe929594ab605a4fbd7b063054d33fdae2",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "23-47",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "4ef02012f11ac4d959526d0a308b67e863480479",
      "title": "The Ethical Dimension of Politics",
      "authors": [
        {
          "name": "F. B. Mills",
          "authorId": "7495716"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/978-3-319-94550-7_5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4ef02012f11ac4d959526d0a308b67e863480479",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "103-127",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a95161a1364dc415254012593cc1d69de78063d3",
      "title": "'Between coercion and brainwashing': theorizing the politics and ethics of marketing",
      "authors": [
        {
          "name": "A. Earley",
          "authorId": "115105124"
        },
        {
          "name": "M. Saren",
          "authorId": "11662653"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a95161a1364dc415254012593cc1d69de78063d3",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "76c11e62fd8629f7fce61061b99fb6d2aad6bb18",
      "title": "Capitalism, Colonialism, and the War on Human Life",
      "authors": [
        {
          "name": "J. Noonan",
          "authorId": "144808069"
        }
      ],
      "year": 2019,
      "abstract": "\nDussel’s complex work calls into question the standard history of philosophy, reveals a counter-history at work beneath the official history that gives voice to the victims of capitalism and colonialism, and systematically develops a novel ‘material ethics’ grounded in an unqualified, universal affirmation of life as the foundation of liberatory values. The Ethics of Liberation brings together the major problems explored in Dussel’s prolific body of earlier work: the relationship between Western philosophy and the expansion of European society; the relationship between centre and periphery in global political economy, considered as both a philosophical and an ethical problem; the ethical interpretation of Marxism; the politics of liberation in the colonial context; the defence of universal foundations of ethical norms; and the (all-important) distinction between formal and critical ethics.",
      "citationCount": 1,
      "doi": "10.1163/1569206x-00001518",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76c11e62fd8629f7fce61061b99fb6d2aad6bb18",
      "venue": "Historical Materialism",
      "journal": {
        "name": "Historical Materialism"
      },
      "publicationTypes": null
    },
    {
      "paperId": "3f26b81cacab2f3d99282728abb0ad6b5fdc0a1c",
      "title": "Hearing the voice of the estranged Other: Abolitionist ethical hermeneutics",
      "authors": [
        {
          "name": "D. Scott",
          "authorId": "49367696"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3f26b81cacab2f3d99282728abb0ad6b5fdc0a1c",
      "venue": "",
      "journal": {
        "name": "Kriminologisches Journal",
        "pages": "184-201",
        "volume": "48"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7255c586805c29d421dc3d5721d7171cd27f702e",
      "title": "Decolonial readings with the liberation philosopher Enrique Dussel in comprehensive ecosophical and diatopic hermeneusis",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "authorId": "2148259908"
        }
      ],
      "year": 2025,
      "abstract": "Decolonial readings with the philosopher of liberation Enrique Dussel in comprehensive hermeneutic ecoecophatic and diatopic, in the planetary decolonial project-complex emerge on stage presenting a dossier of Life and Legacy of Enrique Dussel. The Dialógos Magazine of the State University of Maringa, directed by Dr. Marco Cícero Cavallini, is dressed in a wonderful manner with the warm welcome from researchers who draw their feelings with their pen and tell how the works and example of the philosopher of liberation has touched us. Enjoy this hermeneusis that weaves together Dussel's legacy.",
      "citationCount": 0,
      "doi": "10.4025/dialogos.v29i1.76031",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7255c586805c29d421dc3d5721d7171cd27f702e",
      "venue": "Dialogos",
      "journal": {
        "name": "Dialogos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c8a3c054fa6a0f858599da5d259ae21194af2d2",
      "title": "The Haunting of Liberation: Derrida and Dussel, Three Decades Later",
      "authors": [
        {
          "name": "Filipe Maia",
          "authorId": "2356748600"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT This article offers close readings of Derrida’s Specters of Marx and Dussel’s The Theological Metaphors of Marx, both published in 1993, and argues that the combining of deconstruction and decolonization offers important theoretical and political strategies for liberation theologies in the present moment. It is argued that Derrida’s reading of Marx proceeds by means of “omissions” and Dussel’s offers an “exaggerated” reading of Marx. Combined, these readings can respond to a renewed “red scare” that marks the current reactionary discourse that attacks all movements perceived to be associated with “Marxism” or “communism.” The concept of a hauntology of liberation is developed to theorize a way of naming something or someone as “Marxist” only to then mount an attack to this perceived threat.",
      "citationCount": 0,
      "doi": "10.1080/1462317X.2025.2494918",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c8a3c054fa6a0f858599da5d259ae21194af2d2",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "564 - 584",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "title": "Rethinking the decolonization of higher education through political theology: Enrique Dussel’s liberation theology and Pedagogics",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/17508487.2025.2537649",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "venue": "Critical Studies in Education",
      "journal": {
        "name": "Critical Studies in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "21acb75d693824fa67bf9d97ac98d4c641161931",
      "title": "A model to emulate? The figure of Moses in Latin American politics and ethics: from liberation theology to Javier Milei",
      "authors": [
        {
          "name": "E. Ginzberg",
          "authorId": "73281657"
        },
        {
          "name": "R. Rein",
          "authorId": "103613986"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT Contemporary right-wing politicians and movements – traditionally associated with anti-Semitism – have adopted a new approach towards Judaism (not necessarily towards Jews), coupling biblical archetypes with contemporary political figures. Leaders such as Javier Milei, Donald Trump, and Jair Bolsonaro incorporate biblical tones into their political speeches and refer to “the forces of heaven” supporting their campaigns. The figure of Moses is frequently invoked, and more often than not misused, for a variety of purposes, all of them far removed from the ethos of Liberation theology. In this article, we explore the debates within Catholicism regarding the figure of Moses and its place in Christian theology. Since the post-World War II era, progressive Catholics in Latin America invoked the figure of Moses more often than public figures associated with Judaism. We trace the changing place of Moses in Latin American politics from the Colombian priest Camilo Torres and the Peruvian priest Gustavo Gutiérrez with his liberation theology to the use of this prophet of Israel by Milei to justify his anarcho-capitalism.",
      "citationCount": 1,
      "doi": "10.1080/14701847.2025.2472570",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/21acb75d693824fa67bf9d97ac98d4c641161931",
      "venue": "Journal of Iberian & Latin American Studies",
      "journal": {
        "name": "Journal of Iberian and Latin American Studies",
        "pages": "81 - 95",
        "volume": "31"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "963d39641b5a7ea843e9c37e8077f96f6401eb32",
      "title": "“A Setting Where Things Can Happen”: The Dialectics of Liberation Congress and the Politics of Knowledge in the 1960s",
      "authors": [
        {
          "name": "Benjamin Serby",
          "authorId": "2332563623"
        }
      ],
      "year": 2024,
      "abstract": "For two weeks in July 1967, several thousand people attended the International Congress on the Dialectics of Liberation in London, a sprawling event that is now largely remembered as a point of convergence for an unlikely roster of prominent radical intellectuals—Stokely Carmichael, Allen Ginsberg, Paul Goodman, and Herbert Marcuse among them. This article uses a broad array of sources to present the congress as a mass counterinstitution in which a variety of social actors—including not only the invited speakers, but also conference organizers and audience members—struggled to establish nonauthoritarian forms of knowledge production. The record of these efforts, and in particular the audience's demand to participate directly in the production and exchange of ideas, illuminates the ways in which radical intellectuals' challenge to dominant institutions in the global North during the late 1960s threatened to undermine their own discursive authority.",
      "citationCount": 0,
      "doi": "10.1017/s1479244324000398",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/963d39641b5a7ea843e9c37e8077f96f6401eb32",
      "venue": "Modern Intellectual History",
      "journal": {
        "name": "Modern Intellectual History"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
