{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel world-systems dependency theory",
  "results": [
    {
      "paperId": "462666d5b42668d79b3e2be5ea9f78109cd10732",
      "title": "Dependency Theory and World-Systems Analysis in Comparative and International Education",
      "authors": [
        {
          "name": "T. Griffiths",
          "authorId": "73306991"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.5040/9781350078789.CH-005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/462666d5b42668d79b3e2be5ea9f78109cd10732",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf3a2ff0cc34410ff7f023b7186f2c04e296d961",
      "title": "CHANGING DYNAMICS OF CAPITALISM AND DEVELOPING COUNTRIES FROM A WORLD-SYSTEMS THEORY PERSPECTIVE: THE CASE OF TÜRKİYE (1980-2000)",
      "authors": [
        {
          "name": "Onur Gürel",
          "authorId": "2174249918"
        }
      ],
      "year": 2025,
      "abstract": "The study focuses on the dynamics of capitalism, accumulation cycles, global relations, and interactions with developing countries. In this context, it analyzes the approaches of theorists such as Immanuel Wallerstein, Ernest Mandel, Giovanni Arrighi, Karl Polanyi, Max Weber, and Robert Gilpin within the framework of neoliberal and dependency theories. The study aims to examine these theoretical approaches based on the ‘World-Systems Theory’ and to evaluate the accumulation cycles of capitalism, relations with developing countries, and the results of neoliberal reforms in Türkiye between 1980 and 2000. Using content analysis methods, the changing roles of capital, labor, and inter-country relations are examined within an analytical framework. The study's findings indicate that the policies implemented in Türkiye and other developing countries during this period prioritized economic interests over socio-cultural adaptation, leading to negative outcomes within the framework of neoliberal globalization. Consequently, the study periodically addresses how the theorists’ views are supported or questioned through the developing countries with the Turkish example and how these views contribute to the global economy.",
      "citationCount": 0,
      "doi": "10.11611/yead.1547680",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf3a2ff0cc34410ff7f023b7186f2c04e296d961",
      "venue": "Yönetim ve Ekonomi Araştırmaları Dergisi",
      "journal": {
        "name": "Yönetim ve Ekonomi Araştırmaları Dergisi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4b883b7690411d6621f14f84a5c131641b7da5a0",
      "title": "World-System Theory Christopher Chase-Dunn and Marilyn Grell-Brisk Introduction Precursors Dependency Theory Emergence of the World-Systems Perspective Elaborators I, II Critics Global Commodity and Value Chains International Relations Theory and the World-Systems Perspective Women and Gender Racism",
      "authors": [
        {
          "name": "C. Chase-Dunn",
          "authorId": "1402495021"
        },
        {
          "name": "Marilyn Grell-Brisk",
          "authorId": "1405434704"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b883b7690411d6621f14f84a5c131641b7da5a0",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "c86bbe484e81f607c07ae82f9b61d5c649aefe64",
      "title": "Dependency/ World-systems Theories and Structural Position of Latin American Countries",
      "authors": [
        {
          "name": "Daniel Efrén Morales Ruvalcaba",
          "authorId": "2082210409"
        }
      ],
      "year": 2024,
      "abstract": "One of the social sciences theories that has contributed significantly to the complex understanding of the modern capitalist/colonial world and the situation of Latin America in it has been the world-systems approach. However, world-systems theory cannot be separated from dependency theory since the latter provides theoretical bases for the former, especially regarding the distribution of countries into different special zones according to the functioning of the world economy. But how have these theorists positioned Latin American countries in the world system? How has their understanding of the region evolved? Through the review of the literature, systematised in three stages (pre-theoretical, synchronous, and diachronic), this article examines the historical peripheral and semiperipheral positioning of the Latin American countries and the basis for determining different degrees of peripheralisation and semiperipheralisation. The relative immobility of the countries in the region stands out, which over the decades has not improved their structural position, necessitating a review of the Latin American countries’ development strategies for the twenty-first century.",
      "citationCount": 3,
      "doi": "10.1177/00490857231221207",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c86bbe484e81f607c07ae82f9b61d5c649aefe64",
      "venue": "Social Change",
      "journal": {
        "name": "Social Change",
        "pages": "86 - 107",
        "volume": "54"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "75f9e942ede87c40fe953d31d67a651ac5a2b23c",
      "title": "Are Dependency Theory and Modern World-System Analysis Relevant Today?",
      "authors": [
        {
          "name": "İbrahim Kuran",
          "authorId": "118370644"
        }
      ],
      "year": 2024,
      "abstract": "This article aims to analyze the relevance of dependency theory and modern world-systems analysis in understanding the contemporary dynamics of global capitalism. Instead of discussing their epistemological validity, this study suggests tackling the dependency and world-systems approaches as analytical tools to explore recent political and economic developments. It assesses the applicability of these approaches through cases studies of primitive accumulation, unequal exchanges and financial subordination. The study initially examines the primitive accumulation in peripheral countries through extractive industries controlled by multinational corporations and the commodification and privatization of natural resources. Secondly, it analyzes the continuous transfer of surplus value from the periphery to the core through unequal exchanges. These exchanges stem from wage and resource price disparities between core and peripheral countries, perpetuating hierarchical trade relations and fostering uneven development. Thirdly, the study discusses the process of financialization, which entails debt-credit relations leading to perpetual debt traps for structurally fragile peripheral countries – termed “financial subordination.” It is shown that the global currency hierarchy and the volatility of capital flows exacerbate the vulnerability and peripheralization of developing and emerging economies. The analysis of these three cases confirms that the dependency and world-systems approaches offer valuable insights for interpreting contemporary dynamics in global capitalism.",
      "citationCount": 4,
      "doi": "10.30586/pek.1431514",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/75f9e942ede87c40fe953d31d67a651ac5a2b23c",
      "venue": "Politik Ekonomik Kuram",
      "journal": {
        "name": "Politik Ekonomik Kuram"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ba2cf91830f424bfd89e55a2ca52ca51008b0929",
      "title": "Problematizing lineages: simultaneity and divergence between dependency theory and world-system analysis",
      "authors": [
        {
          "name": "Luis Garrido Soto",
          "authorId": "2310368782"
        }
      ],
      "year": 2024,
      "abstract": "This article is an exercise in intellectual history whose objec-tive is mainly to reveal the almost simultaneous origin be-tween dependency theory in Latin America and world-systems analysis in the United States since the second half of the 1960s. Here we offer in great detail and textual evidence the reasons why the world-system perspective (before having been baptized as such) is not a mere US-American (or “grin-go”) copy of dependency theory. This will be addressed, first of all, with an analysis of the “formal” aspects in the main dependency works—Dependencia y desarrollo en América Latina (1969), by Fernando Henrique Cardoso and Enzo Fa-letto; Dialéctica de la dependencia (1973), by Ruy Mauro Ma-rini; and El capitalismo dependiente latinoamericano (1974), by Vania Bambirra—through the theoretical, methodological and epistemological lenses of the essay “The Comparative Study of National Societies” published by Terence K. Hop-kins and Immanuel Wallerstein in 1967 regarding the VI World Congress of Sociology in 1966 in Evian (France). Sec-ondly, we will delve into the “substantive” aspects—that is, the methodological as well as epistemological discrepancies—between both approaches. Although they are not completely antagonistic, we want to make it clear, on the basis of their methodological and epistemological foundations, not fully discussed until now, that the lines of research in dependency theory and in world-systems analysis have divergent implications.",
      "citationCount": 0,
      "doi": "10.32608/2305-8773-2024-42-1-148-181",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba2cf91830f424bfd89e55a2ca52ca51008b0929",
      "venue": "Latin-american Historical Almanac",
      "journal": {
        "name": "Latin-American Historical Almanac"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3de4def3430f81805270d595548f026cb77d3828",
      "title": "THE WORLD-SYSTEMS ANALYSIS AS A RADICAL ALTERNATIVE TO POLITICAL REALISM AND LIBERAL IDEALISM",
      "authors": [
        {
          "name": "O. Volskiy",
          "authorId": "2219489038"
        }
      ],
      "year": 2025,
      "abstract": "This article analyzes the potential of world-systems analysis as a radical sociological alternative to mainstream theories of international relations, such as liberal idealism and political realism. It briefly outlines the main theoretical and methodological tenets of these traditional approaches. The intellectual genealogy of world-systems analysis is explored, along with a historical reconstruction of the conditions under which it emerged. The analysis demonstrates its connection to dependency theory and the world-systems approach employed by historians of the Annales school. Special attention is given to the philosophical foundations of the discussed concepts and their relationship to grand political narratives, as well as to practical knowledge (phronesis), which allows for a consistent examination of the differences between their problem-oriented and critical dimensions. The article highlights methodological challenges of world-systems analysis as a structuralist sociological theory that seeks to explain the stability of macro-social processes over extended periods (la longue durée). Particular focus is placed on the issue of semi-peripheral statehood and the limits of agency/subjectivity of individual states within the capitalist world-system at various stages of accumulation/hegemony cycles. Finally, the article demonstrates the potential of world-systems analysis as an applied theory with significant capacity for clarifying national interests and identifying attainable goals for national development by mapping the structure of political and economic opportunities available to individual states within the capitalist world-system.",
      "citationCount": 0,
      "doi": "10.20535/2308-5053.2025.2(66).337618",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3de4def3430f81805270d595548f026cb77d3828",
      "venue": "National Technical University of Ukraine Journal Political science Sociology Law",
      "journal": {
        "name": "National Technical University of Ukraine Journal. Political science. Sociology. Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3c3621d24061f799f56762fe6cc8650cb0dbaf69",
      "title": "Political and legal aspects of the dependency theory: the concept of \"sub-sovereignty\"",
      "authors": [
        {
          "name": "V. Slezhenkov",
          "authorId": "148319957"
        },
        {
          "name": "Jaroslav Trofimov",
          "authorId": "2336901808"
        },
        {
          "name": "Viktor Rudkovskiy",
          "authorId": "2401578697"
        }
      ],
      "year": 2025,
      "abstract": "Dependency theory, as one of the key interdisciplinary research areas within world-systems analysis, is receiving a significant new interpretation in the current context of the global economic crisis, rising political conflict, and accompanying legal changes, while maintaining the relevance of a number of its underlying assumptions. The need to overcome the underlying economic reductionism of these ideas determines, among other things, the importance of analyzing the political and legal component of this theory in the context of its current transformation. One of the key concepts in this context, mediating the conceptual framework of this theory as a whole, is the idea of so-called «subsovereignty», developed in recent years by a number of scholars. The authors of this study analyze this concept from a theoretical and legal perspective and highlight the potential challenges and prospects for its further development within the framework of philosophical, legal, and political science thought.",
      "citationCount": 0,
      "doi": "10.29039/2409-5087-2025-13-4-11-15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3c3621d24061f799f56762fe6cc8650cb0dbaf69",
      "venue": "Advances in Law Studies",
      "journal": {
        "name": "Advances in Law Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2305ade89856a5ea272515bf42d1850bb8e27f57",
      "title": "Afrocentric Critique of World Systems Analysis as a Critical Theory in International Relations",
      "authors": [
        {
          "name": "M. Rapanyane",
          "authorId": "1395280329"
        },
        {
          "name": "K. Shai",
          "authorId": "91815187"
        }
      ],
      "year": 2023,
      "abstract": "In this research paper, authors provide a comprehensive overview and critique of the World System Analysis (also read as World System theory). This central focus is driven by the need to bring about a fair and justifiable explanation of the theory and appreciation by examining the work critically as the most persuasive theory in international relations. The aim of this paper is to bring about world system analysis as the best tool in analysing the world politics, understanding world history and key reasons for imperialism, and why core countries such as the United States of America (USA), China and etc., often intervene in world crises through grants and other forms of aid. The authors argue that the world system theory, unlike the dependency theory, is broader in perspective and place the world as a centre of attention in the analysis of the world economic distribution instead of the nation-state. Equally, it can also be deployed in understanding global inequality, dependency and power. The above argument which is achieved through the use of a qualitative approach that has taken the form of the adoption of secondary materials and the Afrocentric paradigm. \nIn this research paper, authors provide a comprehensive overview and critique of the World System Analysis (also read as World System theory). This central focus is driven by the need to bring about a fair and justifiable explanation of the theory and appreciation by examining the work critically as the most persuasive theory in international relations. The aim of this paper is to bring about world system analysis as the best tool in analysing the world politics, understanding world history and key reasons for imperialism, and why core countries such as the United States of America (USA), China and etc., often intervene in world crises through grants and other forms of aid. The authors argue that the world system theory, unlike the dependency theory, is broader in perspective and place the world as a centre of attention in the analysis of the world economic distribution instead of the nation-state. Equally, it can also be deployed in understanding global inequality, dependency and power. The above argument which is achieved through the use of a qualitative approach that has taken the form of the adoption of secondary materials and the Afrocentric paradigm.",
      "citationCount": 1,
      "doi": "10.36615/ajps.v10i2.1317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2305ade89856a5ea272515bf42d1850bb8e27f57",
      "venue": "African Journal of Political Science",
      "journal": {
        "name": "African Journal of Political Science"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "2cf46390070d6930e29b523855e88d9971901ce3",
      "title": "Dependency Theory and World‐Systems Analysis",
      "authors": [
        {
          "name": "R. Palat",
          "authorId": "104572082"
        }
      ],
      "year": 2014,
      "abstract": null,
      "citationCount": 2,
      "doi": "10.1002/9781118525395.CH24",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cf46390070d6930e29b523855e88d9971901ce3",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "369-383",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "6b41a234a7233db2c281d75c44cc57fe926e2a88",
      "title": "Integrating World Systems Analysis and Dependency Theory into World History at the Undergraduate and High School Levels.",
      "authors": [
        {
          "name": "Gladys Frantz-Murphy",
          "authorId": "1432734000"
        }
      ],
      "year": 1993,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6b41a234a7233db2c281d75c44cc57fe926e2a88",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "111e8e1b4e0f375665a5e439dfc5e689578aaa50",
      "title": "Two African Historiographies in a Decolonising Moment: Dependency Theory, the “Dar School,” and Institutional Politics at the University of Dar es Salaam",
      "authors": [
        {
          "name": "Andrew Ivaska",
          "authorId": "108273180"
        }
      ],
      "year": 2026,
      "abstract": "\n \n This article re-examines the relationship between two key historiographical traditions seeking an epistemological sovereignty at the University of Dar es Salaam (UDSM) in the 1960s. The first, sometimes dubbed the “Dar school of historiography” and associated with Tanzanian President Julius Nyerere’s recruitment of Terence Ranger to build a new History department at the University, centred “African initiative” as the\n sine qua non\n of any approach to the continent that was serious about breaking with Eurocentric epistemologies and approaching African histories on their own terms. The second was “dependency theory” or “world systems theory,” for which UDSM became a centre as Dar es Salaam’s fame in global leftwing circles attracted Marxist academics like Walter Rodney, Immanuel Wallerstein, and Giovanni Arrighi. In contrast to the “Dar School,” these scholars worked at a distinctly global scale and future-oriented timeline. Comparing the epistemological approaches of these schools as different attempts at a meaningful decolonisation of knowledge, the article also re-embeds them in the material politics of the University at the time. For underneath UDSM’s two expatriate-driven “schools” was a gradual but significant decolonisation of the professoriat happening just below their scholarly radars – one in which Walter Rodney, not coincidentally, would play a major role.\n",
      "citationCount": 0,
      "doi": "10.1017/s016511532510034x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/111e8e1b4e0f375665a5e439dfc5e689578aaa50",
      "venue": "Itinerario: International Journal on the History of European Expansion and Global Interaction",
      "journal": {
        "name": "Itinerario"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "85613eb13e93932743d0ea4c328397ab8fb6af97",
      "title": "The political economy of the second Palestinian intifada through the lens of dependency theory and world systems analysis",
      "authors": [
        {
          "name": "David Borzykowski",
          "authorId": "121775267"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/85613eb13e93932743d0ea4c328397ab8fb6af97",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "f3617734115a78300ff2c34ebeaf90a79d0bc938",
      "title": "Africa’s (Under) Development at the Mercy of International Financial Institutions’ Reform Programmes: A Dependency Theory Perspective",
      "authors": [
        {
          "name": "N. Yende",
          "authorId": "2042004337"
        }
      ],
      "year": 2025,
      "abstract": "Global financial institutions such as the International Monetary Fund (IMF) and the World Bank (WB) have played a dominant role in shaping the global financial architecture since their establishment at the 1944 Bretton Woods Conference in the United States. On paper, critics say that these institutions were created to promote international economic cooperation, stabilize currencies, and rebuild economies after World War II. However, their operations in the global south have often been critiqued for perpetuating structural inequalities. This is because IMF and WB through the structural adjustment programs (SAPs) to debt servicing obligations, impose neoliberal economic reforms that prioritize laissez-faire and fiscal austerity, frequently undermining the role of state sovereignty. The African continent has not been immune from the impacts of these institutions on development possibilities. Therefore, the paper used the classical Dependency Theory to explore the role of International Financial Institutions (IFIs) in Africa’s (under)development possibilities. The paper utilized a qualitative secondary analysis, drawing on existing literature as the foundation for the analysis. The findings indicate that IFIs function to integrate African economies into the global capitalist system as subordinate entities, perpetuating exploitative dynamics. The paper concludes by arguing that the current IFIs loan and reform policies are both a constraint and a paradox for Africa’s development possibilities. The paper recommends alternative development paradigms that challenge capitalist hegemony and foster equitable, self-determined growth pathways for Africa. The paper contributes to the ongoing debate on the role of IFIs in shaping Africa’s economic trajectory, highlighting how their loan conditions and structural reforms reinforce dependency rather than fostering genuine development.\n\nKeywords: Bretton Woods Conference, Dependency Theory, International Financial Institutions, Structural Adjustments Programmes",
      "citationCount": 1,
      "doi": "10.38159/ehass.20256813",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f3617734115a78300ff2c34ebeaf90a79d0bc938",
      "venue": "E-Journal of Humanities, Arts and Social Sciences",
      "journal": {
        "name": "E-Journal of Humanities, Arts and Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5a5389fec0081702c1ff91a5c303d2f7884c3f58",
      "title": "The \"world-systems theory\" in the age of the Belt and road initiative (BRI)",
      "authors": [
        {
          "name": "R. D. Nisar",
          "authorId": "1505973650"
        },
        {
          "name": "Tariq Rahim",
          "authorId": "2337969579"
        }
      ],
      "year": 2026,
      "abstract": "This article advances a refined reappraisal of World-Systems Theory (WST) through systematic analysis of China’s Belt and Road Initiative (BRI), conceptualizing the initiative as a world-systemic force rather than a conventional geopolitical strategy. It argues that “World System 2.0” does not propose a new world order separate from Wallerstein’s modern world-system; instead, it represents a theoretical updating of classical WST that retains the capitalist world-economy framework while reinterpreting how systemic power is exercised through infrastructure, finance, digital platforms, and temporal governance. Empirically, the study demonstrates how BRI projects recalibrate global trade corridors, debt relations, and technological standards, generating network-based hierarchies that reconfigure core, semiperipheral, and peripheral positions. Using a multi-scalar qualitative methodology, combining policy analysis, institutional mapping, and case studies from South Asia, East Africa, and the Balkans—the article assesses whether the BRI produces structural transformation or reproduces dependency in new spatial forms. The findings indicate that China’s rise reflects an infrastructure-centered, post-territorial modality of hegemony that reshapes systemic power while preserving the underlying logic of global capitalism.",
      "citationCount": 0,
      "doi": "10.1142/s2630531326500034",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5a5389fec0081702c1ff91a5c303d2f7884c3f58",
      "venue": "Chinese Journal of International Review",
      "journal": {
        "name": "Chinese Journal of International Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 15,
  "errors": []
}
