{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel epistemology decolonial",
  "results": [
    {
      "paperId": "6281e35d7dd8d499d1857be43e7df52dd1728124",
      "title": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory",
      "authors": [
        {
          "name": "P. Chambers",
          "authorId": "49609478"
        }
      ],
      "year": 2020,
      "abstract": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory Latin American decolonial theory is built around the thesis of the “coloniality of knowledge”, which claims that the socio-political domination of Latin America and other regions of the global periphery by European countries and the United States is directly related to the initial colonial imposition and subsequent cultural reproduction of so-called “Western epistemology” and science. I argue that the epistemological claims of four decolonial thinkers (Aníbal Quijano, Walter Mignolo, Enrique Dussel, Santiago Castro-Gómez) that make up the coloniality of knowledge thesis are problematic for several reasons: they are based on distorted and simplistic readings of Descartes, Hume and other Enlightenment figures; they make contentious generalizations about so-called Western epistemology; and they ultimately lead to epistemic relativism, which is a problematic basis for the social sciences and, contrary to decolonial aspirations, renders the subaltern unable to speak.",
      "citationCount": 22,
      "doi": "10.1590/dados.2020.63.4.221",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6281e35d7dd8d499d1857be43e7df52dd1728124",
      "venue": "",
      "journal": {
        "name": "Dados-revista De Ciencias Sociais",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "199dad93f4b950d34c25cd0048d90bf8d6420933",
      "title": "The Epistemology of the South, Coloniality of Gender, and Latin American Feminism",
      "authors": [
        {
          "name": "B. Mendoza",
          "authorId": "114998890"
        },
        {
          "name": "Daniela Paredes Grijalva",
          "authorId": "2127521967"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article provides a Latin American feminist critique of early decolonial theories focusing on the work of Aníbal Quijano and Enrique Dussel. Although decolonial theorists refer to Chicana feminist scholarship in their work, the work of Latin American feminists is ignored. However, the author argues that Chicana feminist theory cannot stand in for Latin American feminist theory because “lo latinoamericano” gets lost in translation. Latin American feminists must do their own theoretical work. Central to the critique of the use of gender in decolonial theory is an analysis of the social pacts among white capitalists and white working-class men that not only exclude white women but make citizenship and democracy impossible for men and women of color in the metropolis as well as in the colony. By revealing the nexus between gender, race, and democracy, not only is the coloniality of gender apparent, but also the coloniality of democracy.",
      "citationCount": 6,
      "doi": "10.1017/hyp.2022.26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/199dad93f4b950d34c25cd0048d90bf8d6420933",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "510 - 522",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7255c586805c29d421dc3d5721d7171cd27f702e",
      "title": "Decolonial readings with the liberation philosopher Enrique Dussel in comprehensive ecosophical and diatopic hermeneusis",
      "authors": [
        {
          "name": "Milagros Elena Rodríguez",
          "authorId": "2148259908"
        }
      ],
      "year": 2025,
      "abstract": "Decolonial readings with the philosopher of liberation Enrique Dussel in comprehensive hermeneutic ecoecophatic and diatopic, in the planetary decolonial project-complex emerge on stage presenting a dossier of Life and Legacy of Enrique Dussel. The Dialógos Magazine of the State University of Maringa, directed by Dr. Marco Cícero Cavallini, is dressed in a wonderful manner with the warm welcome from researchers who draw their feelings with their pen and tell how the works and example of the philosopher of liberation has touched us. Enjoy this hermeneusis that weaves together Dussel's legacy.",
      "citationCount": 0,
      "doi": "10.4025/dialogos.v29i1.76031",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7255c586805c29d421dc3d5721d7171cd27f702e",
      "venue": "Dialogos",
      "journal": {
        "name": "Dialogos"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "title": "Critique and Alterity in Enrique Dussel’s Decolonial Philosophy",
      "authors": [
        {
          "name": "Friso Timmenga",
          "authorId": "2283198141"
        },
        {
          "name": "Indira Van der Zande",
          "authorId": "2379116624"
        },
        {
          "name": "Andrej Zwitter",
          "authorId": "2379116808"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This paper analyses the tension between the double focus on critique and alterity within decolonial discourses. We argue that an excess of critical thinking could lead to scepticism, whereas an overemphasis on alterity could result in dogmatism. Consequently, since both approaches end up obstructing epistemic decolonization, we argue that it is necessary to strike a balance between critique and alterity; a balance that does not resolve the tension, but seeks to reveal its underlying relation. The first section locates decolonial theory within the framework of critical theory. We highlight how Quijano, Dussel and Mignolo invoke the critical tradition, whilst simultaneously claiming that a radical departure from it is necessary. Turning more explicitly to Dussel in Section 2, we explain Dussel’s analectics as a method to localize discourses, in which globally excluded perspectives are foregrounded. In the third section, we defend Dussel’s universalism and rationalism against criticisms from Castro-Gómez and Vallega by interpreting him as a relational thinker. Ultimately, the paper concludes that the success of epistemic decolonization hinges on its ability to reconcile classic notions of universality and rationality in a manner that avoids dogmatism and scepticism, namely by a continual grounding of philosophical discourse in material life.",
      "citationCount": 0,
      "doi": "10.1017/S0031819125000087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "221 - 247",
        "volume": "100"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0b626dcbd0123d098849f6362d367b4edeb945f2",
      "title": "Annunciation of a Decolonial Epistemology: Zambiapunga as a Cultural Movement of Resistance",
      "authors": [
        {
          "name": "J. Eça",
          "authorId": "1580610008"
        },
        {
          "name": "Zulma Elizabete de Freitas Madruga",
          "authorId": "2354781843"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The process of coloniality driven by assumptions of modernity has promoted a geopolitical matrix of knowledge that reproduces several social injustices. These mechanisms operating in society persist today, promoting above all the subalternity of bodies-territories, cultures, and knowledge, including mathematical ones. This theoretical paper is part of an ongoing thesis, and aims at answering the following concern: how can the multiple knowledges circumscribed in the cultural manifestation of Zambiapunga be used to reformulate the hegemonic model still present in teaching and learning processes? The objective is to reflect on Zambiapunga as a cultural instrument in service of a Decolonial Education in the classroom. This is a qualitative, bibliographic investigation that identifies Zambiapunga as a candidate to materialize an alternative cultural reference in support of a multi-referenced education which inspires a multicultural curriculum. As a result, vast possibilities were found for using this Afro-diasporic cultural manifestation in the service of a Decolonial Education, especially through different rationalities, memories, musicality, identities, memories, languages, histories, values and customs that were made invisible in the context of coloniality.",
      "citationCount": 0,
      "doi": "10.1590/2176-4573e66641",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b626dcbd0123d098849f6362d367b4edeb945f2",
      "venue": "Bakhtiniana: Revista de Estudos do Discurso",
      "journal": {
        "name": "Bakhtiniana: Revista de Estudos do Discurso"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b65b70631844b727df41bdd22128a5aba02364e1",
      "title": "The binary as colonial epistemology: Toward decolonial nonbinary health",
      "authors": [
        {
          "name": "A.J. Lowik",
          "authorId": "2392204307"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/26895269.2025.2585627",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b65b70631844b727df41bdd22128a5aba02364e1",
      "venue": "International Journal of Transgender Health",
      "journal": {
        "name": "International Journal of Transgender Health"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "eb6e837d221fec6f1e1897c7052f1ecea135c1cb",
      "title": "Misreading the\n Rūḥ\n : Taha Abderrahmane, Enrique Dussel and the ethics of decolonial modernities",
      "authors": [
        {
          "name": "Achraf Guennouni Idrissi",
          "authorId": "2376685835"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/13688790.2025.2546187",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/eb6e837d221fec6f1e1897c7052f1ecea135c1cb",
      "venue": "Postcolonial Studies",
      "journal": {
        "name": "Postcolonial Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c9cb646eccd89637e49ad9d9bbef7b212e2facb5",
      "title": "Syncretic Epistemology (from a Decolonial Perspective)",
      "authors": [
        {
          "name": "Beatriz Mesa",
          "authorId": "2365816262"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3917/aem.009.0075",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c9cb646eccd89637e49ad9d9bbef7b212e2facb5",
      "venue": "Afrique(s) en mouvement",
      "journal": {
        "name": "Afrique(s) en mouvement"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "87219dd90e9a9e91c6804049aceb5d480dce2812",
      "title": "In Defense of a Peripheral Epistemology: Exploring “Decolonial Cognitive Triggers” for Epistemic Disobedience in Urban Peripheries",
      "authors": [
        {
          "name": "Fernando Lannes Fernandes",
          "authorId": "2299075230"
        },
        {
          "name": "Heloisa Melino",
          "authorId": "2299073749"
        },
        {
          "name": "J. D. S. E. Silva",
          "authorId": "2111021591"
        }
      ],
      "year": 2024,
      "abstract": "This paper presents an approach to decolonial thinking and epistemological disobedience through what we call “decolonial cognitive triggers”. It is based on the struggles of urban peripheral communities in Brazil and explores eight triggers in the making of a Peripheral Epistemology. The unique points of our reflection are the sociocultural practices emerging from urban peripheral communities in Brazil and their responses to structural racism. As a part of this, we will explore the concepts of potência and convivência as core components of the decolonial debate, as well as their role in enabling epistemic disobedience in urban peripheries. We conclude by suggesting shifts in policy-making directed towards urban peripheries through the recognition and incorporation of such concepts and triggers.",
      "citationCount": 0,
      "doi": "10.3390/socsci13050240",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/87219dd90e9a9e91c6804049aceb5d480dce2812",
      "venue": "The social science",
      "journal": {
        "name": "Social Sciences"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ec69c7a005cb8e21fdf86c8ef43fde2122c66751",
      "title": "African Metaphysics, Epistemology, and a New Logic: A Decolonial Approach to Philosophy",
      "authors": [
        {
          "name": "Ovett Nwosimiri",
          "authorId": "118713036"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1080/02580136.2024.2355005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ec69c7a005cb8e21fdf86c8ef43fde2122c66751",
      "venue": "South African Journal of Philosophy",
      "journal": {
        "name": "South African Journal of Philosophy",
        "pages": "217 - 222",
        "volume": "43"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5c928ea6a4f6cd36ef1a287cb46acfa476701637",
      "title": "Contemplating the Lived Theology of the Devadāsīs as Decolonial Epistemology in World Christianity",
      "authors": [
        {
          "name": "E. Parker",
          "authorId": "2069658945"
        }
      ],
      "year": 2023,
      "abstract": "This paper will contribute to decolonial efforts that seek to address the role of power and colonialism in knowledge production in Christian theology, with particular focus on the devadāsīs of South India. It will look to the context of the devadāsīs, otherwise referred to as sacred sex workers, in South India, and argue that the hybrid religiosity and silenced epistemology of the subaltern women has the potential to challenge dominant ways of contemplating Christ in World Christianity. It suggests that such religiosity interrupts normalised notions of Christianity that have further marginalised the oppressed women, as the lived religiosity of the devadāsīs acts as a challenge to Eurocentric theology and mission that has systematised ‘the poor’ into deserving and undeserving based upon dichotomous notions of decency. Inspired by the indecent theology of Marcella Althaus-Reid, the paper suggests that an indecent epistemology shaped by the sexual narratives of the oppressed brings to the forefront intersectional narratives of struggle in Christianity that offer prophetic ways of contemplating Christ.",
      "citationCount": 0,
      "doi": "10.3366/swc.2023.0419",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5c928ea6a4f6cd36ef1a287cb46acfa476701637",
      "venue": "Studies in World Christianity",
      "journal": {
        "name": "Studies in World Christianity"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6de7e2e7b587ed224a0855fe06d7af91708bd8cd",
      "title": "Entanglements of decolonial critiques: on positionality and epistemology in African studies",
      "authors": [
        {
          "name": "Julien Brachet",
          "authorId": "2299689374"
        }
      ],
      "year": 2026,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/21681392.2025.2604521",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6de7e2e7b587ed224a0855fe06d7af91708bd8cd",
      "venue": "Critical African Studies",
      "journal": {
        "name": "Critical African Studies"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e11f824460ea4f4cd9cf7321e142706249c968d8",
      "title": "Epistemology of comparative education emphasizing educational reforms: a view from the Decolonial theory",
      "authors": [
        {
          "name": "Taiani Vicentini",
          "authorId": "2171821051"
        },
        {
          "name": "Adolfo Ramos Lamar",
          "authorId": "2171822306"
        }
      ],
      "year": 2022,
      "abstract": "Abstract From the beginning, Comparative Education has a reformist vocation and was permeated by several Epistemologies, which influences the approach on the tensions between the local and the global. Decolonial Theory discusses this tension. This article deals with the Epistemology of Comparative Education emphasizing the educational reforms from a Decolonial perspective. We conducted bibliographic and documental research. Comparative Education has a pragmatic use and the way the Reforms were and still are being implemented does not consider the local specificities of each region. The main conclusion is that the Decolonial Theory gives subsidies for an epistemological turn in the field of Comparative Education with an emphasis on educational reforms in order to (re)think the articulation between the tension of the local and the global.",
      "citationCount": 0,
      "doi": "10.1590/1980-6248-2020-0067en",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e11f824460ea4f4cd9cf7321e142706249c968d8",
      "venue": "Pro-Posições",
      "journal": {
        "name": "Pro-Posições"
      },
      "publicationTypes": null
    },
    {
      "paperId": "72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "title": "Transmodernity: Method for a Decolonial Political Project. From Enrique Dussel to Santiago Castro-Gómez",
      "authors": [
        {
          "name": "Luz María Lozano Suárez",
          "authorId": "2203108615"
        }
      ],
      "year": 2021,
      "abstract": "This article seeks to analyze how the sense of transmodernity is subsumed in phi- losopher Santiago Castro-Gómez, to propose an emancipatory policy. Transmodernity is a decolonial project proposed by Enrique Dussel in 1994. Modernity, defined as a sacrificial myth -eurocentric, colonizing, and capitalist- would be overcome from the moment in which it is possible to affirm the otherness of the universal cultures —ana- lectic—. Such a project of the Philosophy of Liberation can be conceived as a method that would take the best of modernity —its rational character—, but in an opposite sense to political, cultural, and economic domination. Gastro-Gómez assumes this method to propose a transmodern republicanism. In this text, the possible modernity/ coloniality dialog, corroborated by these two philosophers, will be established as the guiding thread to determine how a new way of understanding the ontology of eman- cipatory (not liberating) politics, presented by the Colombian philosopher, is possible.",
      "citationCount": 2,
      "doi": "10.14482/EIDOS.34.199.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e4a4a8d7af76fabb94d9b8f75cd73bf5d8babe",
      "venue": "Eidos",
      "journal": {
        "name": "Eidos"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3450d4ba78061b7d2882b754d2fa70664f5dc8e",
      "title": "African Metaphysics, Epistemology and a New Logic: A Decolonial Approach to Philosophy, by Jonathan O. Chimakonam and L. Uchenna Ogbonnaya",
      "authors": [
        {
          "name": "I. Negedu",
          "authorId": "115845225"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.5325/philafri.21.2.0134",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3450d4ba78061b7d2882b754d2fa70664f5dc8e",
      "venue": "Philosophia Africana",
      "journal": {
        "name": "Philosophia Africana"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ac145763115a8440da6a5772cea0bd3c057cc679",
      "title": "Towards a Health from the South: A decolonial and health sovereignty epistemology",
      "authors": [
        {
          "name": "Gonzalo Basile",
          "authorId": "2239080067"
        }
      ],
      "year": 2022,
      "abstract": "In this context, the epistemological bases of health have tended to move in a pendulum motion between the reproduction of a constant coloniality of power and health knowledge (Quijano, 1999), making the historical cycles move in accumulations of imported theories, policies and methodologies, in a permanent dynamic of imitation or, in the best of cases, in the adaptation of theses to the global North. Each episteme produced sedimentations, geo-cultural accumulations and institutional condensations in the health field, in academia, in the States, and in the societies as a whole throughout the 20th century.",
      "citationCount": 3,
      "doi": "10.71164/socialmedicine.v15i2.2022.1443",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ac145763115a8440da6a5772cea0bd3c057cc679",
      "venue": "Social Medicine",
      "journal": {
        "name": "Social Medicine"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9fff0669d9b81203fc51a9929bacbfd678929613",
      "title": "For a decolonial social epistemology",
      "authors": [
        {
          "name": "G. Righetto",
          "authorId": "2084511199"
        },
        {
          "name": "Cezar Karpinski",
          "authorId": "2081073721"
        }
      ],
      "year": 2021,
      "abstract": "Resumo A visualizacao da Ciencia da Informacao como ciencia pos-moderna deve objetivar a superacao limitrofe dos modelos dominantes, superando impasses metodologicos simplistas e abarcando fenomenos complexos. Nesse aspecto, o artigo se insere nas discussoes epistemologicas escolhendo como tema a epistemologia social e o pensamento decolonial. O objetivo deste artigo e identificar as possiveis convergencias entre o pensamento decolonial e a epistemologia social e, a partir disso, propor, de forma ensaistica, uma epistemologia social decolonial. No aspecto metodologico, trata-se de pesquisa exploratoria, qualitativa e bibliografica. O procedimento tecnico para as analises da bibliografia se deu mediante abordagem nao probabilistica, por julgamento. O principal resultado deste artigo e a construcao de um panorama historico e epistemologico que viabiliza a aproximacao de tematicas que, embora produzidas em contextos e interesses distintos, convergem em objetivo comum: constituir um campo epistemico social, democratico e que nao desconsidere os diversos sujeitos do conhecimento. Assim, as reflexoes que aliam a proposta de uma epistemologia social ao pensamento ou movimento decolonial podem aproximar vertentes e perspectivas teoricas a pratica profissional e a pesquisas voltadas ao contexto informacional do seculo XXI.",
      "citationCount": 9,
      "doi": "10.1590/2318-0889202133E200039",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9fff0669d9b81203fc51a9929bacbfd678929613",
      "venue": "",
      "journal": {
        "name": "Transinformacao",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ab904702d8512ed77531865eebe7375846c99cc1",
      "title": "Decolonial Epistemic Authority Reparations",
      "authors": [
        {
          "name": "V. Mitova",
          "authorId": "116072562"
        }
      ],
      "year": 2025,
      "abstract": "\n According to a recent move in social epistemology, certain types of epistemic wrongs require distinctively epistemic reparations. For instance, if you have been wrongfully convicted of murder, you have not only the right to various kinds of economic and social reparations but also the ‘right to be known’ (Lackey 2022) – crudely, the right to tell the true story about yourself and be listened to. In this paper, I extend this framework to the context of epistemic decolonisation. I argue that the key decolonial epistemic reparations are reparations for the undermined epistemic authority of the colonised. I call these ‘decolonial epistemic authority reparations’ and develop five constraints on a plausible account of them. If the argument is compelling, it will advance both the epistemic reparations framework (which does not talk to the decolonisation literature at present) and the project of epistemic decolonisation (which does not yet canvass epistemic reparations).",
      "citationCount": 3,
      "doi": "10.1017/epi.2025.2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ab904702d8512ed77531865eebe7375846c99cc1",
      "venue": "Episteme",
      "journal": {
        "name": "Episteme"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "fa9204766707079f4a2fcb07a0cc1c04d659540a",
      "title": "Decolonial pedagogy: towards the configuration of decolonizing pedagogical biopraxis",
      "authors": [
        {
          "name": "Alexander Luis Ortiz OCAÑA",
          "authorId": "2363266688"
        },
        {
          "name": "María Isabel Arias LÓPEZ",
          "authorId": "2363267621"
        },
        {
          "name": "Zaira Esther Pedrozo Conedo",
          "authorId": "2124315096"
        }
      ],
      "year": 2025,
      "abstract": "The decolonial turn is more concerned about issue of ideopolitics, epistemics, and epistemology than problems by discipline (pedagogical, curricular and didactic), and its preocupation with the evaluation of learning outcomes is almost non-existent. We have not worked with the breadth and depth of decoloniality in education. It is necessary to decolonize the categorical system of pedagogy, curriculum, and didactics. It is urgent to make a decolonial reading of the genealogy of educational sciences. Looking at pedagogy, curriculum, and didactics from a decolonial viewpoint will allow us to uncover the Eurocentric nature of the categorical system of these theories of education and teaching. We must de-link Educational Sciences from Eurocentricity and reveal the doctrinality of education and training, the process that pedagogy hides in its proposal for the notion of training as well as the contradiction between training and emancipation. Doctrinality is the hidden side of the training.",
      "citationCount": 1,
      "doi": "10.32629/rerr.v7i1.3291",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fa9204766707079f4a2fcb07a0cc1c04d659540a",
      "venue": "Region - Educational Research and Reviews",
      "journal": {
        "name": "Region - Educational Research and Reviews"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "be4351b477e95419f8c0e06323828b345bb7bd2d",
      "title": "Critique as Coloniality: The Decolonial Challenge to Immanent Critique",
      "authors": [
        {
          "name": "Shivani Radhakrishnan",
          "authorId": "2350639771"
        }
      ],
      "year": 2025,
      "abstract": "Frankfurt School methodology involves a lasting commitment to immanent critique. What distinguishes immanent critique from other forms of social criticism, scholars in this tradition argue, is that social practices are to be judged according to norms and potentials already contained within their objects. This article considers critical theory's relationship to coloniality by developing a three‐part challenge to the practice of immanent critique, drawing on insights of decolonial philosophers Anibal Quijano, Enrique Dussel, Maria Lugones, and Oyèrónkẹ́ Oyěwùmí. Immanent critics, I conclude, risk being inattentive to constitutive exclusions, reinscribing asymmetrical burdens on certain critics, and unwittingly replaying a mechanism of domination familiar from colonialism in and through their preferred method of critique. Accordingly, I argue that immanent critics should attend to relations of power that govern the practice of critique itself and offer reasons for being more pluralistic about our methods of criticism.",
      "citationCount": 0,
      "doi": "10.1111/1467-8675.12790",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/be4351b477e95419f8c0e06323828b345bb7bd2d",
      "venue": "Constellations",
      "journal": {
        "name": "Constellations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
