{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel myth of modernity 1492",
  "results": [
    {
      "paperId": "000a1c163ff4bebdad95675033eab3907fd1fc94",
      "title": "From Ego Conquiro to Ego Cogito: Dussel’s Latin American History of Philosophy",
      "authors": [
        {
          "name": "Clara Isabel Pinton",
          "authorId": "2388327835"
        }
      ],
      "year": 2025,
      "abstract": "Modern Western philosophy has long excluded Latin America from its historical and conceptual narrative, reinforcing a Eurocentric understanding of historical development. This study aims to challenge that exclusion by analyzing how Enrique Dussel’s philosophy - especially as developed in 1492: El encubrimiento del Otro and Meditaciones anticartesianas - reconstructs the origins of modern subjectivity from a Latin American, decolonial perspective. Through textual analysis of Dussel’s works and comparative readings of canonical European thinkers such as Hegel and Descartes, this research investigates the historical and ontological link between the ego cogito and the ego conquiro . Following a philosophical and critical-historical method, the study combines close exegesis with genealogical reconstruction to identify how the myth of modernity emerged through colonial conquest and philosophical erasure. The results reveal that, according to Dussel, the Cartesian subject - the foundation of modern philosophy - is only made possible through the prior conquest and objectification of the colonial Other. This encounter is not peripheral but constitutive: Latin America and the broader colonial world played a crucial role in the birth of modernity, both economically and philosophically, and ontologically. As highlighted in its conclusions, this study represents only an initial step: a deconstructive phase within the broader tradition of the Philosophy of Liberation. The study calls for the reconstruction of a philosophical canon that acknowledges its colonial foundations and includes the voices it has historically silenced. Ultimately, it argues that decolonizing philosophy, a process that broadly extends from Latin America to the entire peripheral world, is not only possible but also necessary for a more just and inclusive global thought.",
      "citationCount": 0,
      "doi": "10.22363/2313-2302-2025-29-3-704-719",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/000a1c163ff4bebdad95675033eab3907fd1fc94",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "cbac38bb837ccf3d46b865b0ff7085447f0ce60f",
      "title": "Modernité et colonialité : une approche décoloniale pour comprendre la constitution de la subjectivité moderne",
      "authors": [
        {
          "name": "Jhon Jairo Losada Cubillos",
          "authorId": "2186213724"
        }
      ],
      "year": 2019,
      "abstract": "This article aims to analyze the fictional-mythological character in the configuration of modernity and subjectivity. This exercise is framed in the critical perspective of decolonial thinking. In this sense, the underlying problem is the role that the colonial power plays in the maintenance and dynamization of forms of domination even after the independence process. To carry out this work, three moments will be proposed: in the first moment, it will be presented the role of America, and in particular Latin America, in the constitution of Modernity and the deployment of coloniality. Secondly, the concept of epistemological ascesis will be presented as a fundamental component of the modern myth, in discussion with the hybris of zero point, coined by the Colombian philosopher Santiago Castro-Gómez. Finally, in connection with the two previous points, we propose a reading and discussion about the place of the idea of race as a central axis of the fictional character of modernity. L’idée de l’Amérique et le caractère mythologique de la modernité Notre démarche s’inscrit dans les réflexions contemporaines sur le concept de modernité et a pour objet l’analyse de l’articulation entre les multiples processus de construction de la subjectivité inhérente à l’époque moderne. Notre lecture se situe dans la perspective de la pensée décoloniale qui s’est développée spécialement dans 2018/1 ACTA UNIVERSITATIS CAROLINAE PAG. 96–112 Interpretationes Studia Philosophica Europeanea * L’article suivant a été préparé dans le cadre des travaux du Centre de Philosophie du Droit (CPDR) de l’Université catholique de Louvain. Un remerciement spécial à Oleg Bernaz pour sa lecture attentive et pour ses commentaires pertinents qui ont enrichi la discussion proposée dans le texte. https://doi.org/10.14712/24646504.2019.18 © 2019 The Author. This is an open-access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0). AUC_Interpretationes_1_2018.indd 96 23.09.19 11:39 97 le contexte socio-historique de l’Amérique latine. Il nous faut tout d’abord préciser que l’une des contributions les plus visibles de cette approche est l’idée de colonialité comme constituant fondamental de la modernité.1 Cette observation est importante en ce qu’elle attire l’attention sur au moins deux éléments: d’une part, que la modernité commence en 1492 avec la soi-disant « découverte de l’Amérique », et non au XVIIIème siècle, comme le présentent les lectures eurocentriques. D’autre part, elle met en évidence le fait que la colonialité est une forme de pouvoir colonial, différente du colonialisme et donc distincte de toute forme de puissance politique ou militaire. Cette deuxième observation nous conduit à souligner l’idée selon laquelle la colonialité n’a pas disparu avec les processus d’indépendance du XIXème siècle.2 À cet égard, la colonialité est comprise comme un phénomène complexe, de long terme, qui se réfère à un schéma de pouvoir dont le modus operandi est la naturalisation des hiérarchies territoriales, raciales, culturelles, libidinales et épistémiques; fait qui rend possible la reproduction des rapports de domination.3 C’est dans cet esprit que nous soulignons les deux sens de l’utilisation du terme « modernité » analysés par le philosophe argentin Enrique Dussel : Le premier est eurocentrique, provincial, régional. La modernité est une émancipation, une « sortie » de l’immaturité par un effort de la raison en tant que processus critique, qui ouvre l’humanité à un nouveau développement de l’être humain. Ce processus serait accompli en Europe, essentiellement au XVIIIème siècle. Une séquence spatio-temporelle est suivie: la Renaissance italienne, la Réforme et les Lumières allemandes et la Révolution française sont presque toujours acceptées. Nous appelons cette perspective « euro centrique » car elle indique comme le point de départ de la modernité, des phénomènes « intra européens », et le développement postérieur seulement a besoin de l’Europe pour expliquer le processus. Nous proposons une seconde vision de la « modernité » dans un sens mondial, et elle consisterait à définir comme une détermination fondamentale du monde moderne, le fait d’être (leurs états, les armées, l’économie, la philosophie, etc.) « centre » de l’histoire du monde. Autrement dit, il n’y a jamais eu empiriquement d’histoire du monde jusqu’en 1492 (comme date d’initiation du déploiement du « Système-Monde »)4. 1 Cf. Escobar Arturo, Mundos y conocimientos de otro modo, in Tabula Rasa 1, 2003, pp. 51–86. 2 Cf. Castro-Gómez Santiago et Grosfoguel Ramón (eds.), El giro decolonial: reflexiones para una diversidad epistémica más allá del capitalismo global, Bogotá, Universidad Javeriana-Instituto Pensar, Universidad Central-IESCO y Siglo del Hombre Editores, 2007. 3 Cf. Castro-Gómez Santiago et Restrepo Eduardo (eds.), Genealogías de la colombianidad: Formaciones discursivas y tecnológicas de gobierno en los siglos XIX y XX, Bogotá: Pontificia Universidad Javeriana-Instituto Pensar, 2008, p. 24. 4 Notre traduction. Dussel Enrique, « Europa, modernidad y eurocentrismo », in Lander Edgardo, La colonialidad del saber: eurocentrismo y ciencias sociales. Perspectivas latinoamericanas, La Habana: Editorial de ciencias sociales, 2005, pp. 41–56. AUC_Interpretationes_1_2018.indd 97 23.09.19 11:39 98 Cette définition de Dussel nous permet de saisir les nuances dans la compréhension de la modernité ici proposée et à rendre explicite notre engagement théorique au moment de parler de décolonialité, de construction mythologique de la modernité et, surtout, du rôle de l’Amérique dans la constitution et configuration d’une dynamique géopolitique globale qui légitime et reproduit les structures coloniales de pouvoir. En effet, l’Amérique joue un rôle fondamental dans la production de la modernité et de ses contenus et cependant il faut noter l’efficacité du mythe5 par rapport à cela. La fonction du mythe consiste, fondamentalement, à garantir la pérennité des modes de construction de subjectivités propres à la modernité, dont les fondements tirent leurs sources des discours scientifiques et rationnels, définissant l’espace culturel intra-européen. Le sociologue Anibal Quijano distingue très bien deux positionnements : il faut dire, d’une part, que l’image de l’Amérique comme « victime passive » est une représentation tardive que l’on se fait de la « modernisation ». Dans un sens plus précis, ce rôle consiste tout d’abord dans le fait que l’histoire de la modernité commence par la rencontre violente entre l’Europe et l’Amérique, à la fin du XVème siècle. C’est de cette rencontre que s’en est suivie une reconstitution radicale de l’image de l’univers (rôle passif). Mais, d’autre part, il est important de faire remarquer le rôle actif que l’Amérique (en particulier avec la construction du concept de l’Amérique latine au XIXème siècle) a joué dans le processus de production de la modernité.6 Mais ce n’est pas tout. Il est essentiel de mettre également en relief le fait que la « co-présence » de l’Amérique dans la production de la modernité non seulement continue de nos jours, mais qui est également constitutive tout au long de la période de cristallisation de cette modernité, en particulier au XVIIIème siècle et au début du XIXème siècle, si on admet comme marques caractéristiques l’Illuminisme ou les Lumières, et l’intérêt pour la recherche scientifique de l’univers et ses découvertes. C’est ainsi que la construction sémantique du concept d’Amérique latine a joué un rôle fondamental et actif pour les élites criollas, dans le maintien de l’ordre colonial du pouvoir et la reproduction de la colonialité, malgré les processus « d’indépendance ».7 Ce qui est aussi basé sur les nouveaux rapports de production 5 Sur ce point, nous accueillons l’idée de Dussel sur le « mythe » de la modernité. Cf. Dussel E., 1492. El encubrimiento del otro. Hacia el origen del “Mito de la Modernidad”, La Paz-Bolivia, Plural Editores, 1994. 6 Cf. Quijano Anibal, « Identity, and Utopia in Latin America », in Boundary 2, Vol. 20, No. 3: The Postmodernism Debate in Latin America, Duke University Press, Autumn, 1993, pp. 140–155, p. 141. 7 À cet égard, il s’avère nécessaire une clarification. Dans cet écrit on a compris le rôle fondamental joué par l’Amérique dans la constitution de la subjectivité moderne dans un double sens. D’une part, le rôle passif de l’idée de l’Amérique (en général) est compris comme l’objet du déploiement du pouvoir colonial (comme une invention) depuis le tout début de la modernité, depuis la découverte AUC_Interpretationes_1_2018.indd 98 23.09.19 11:39 99 et d’exploitation du travail, consolidés par l’esclavage et la division internationale du travail à partir de l’idée de race. Ce que nous voulons souligner ici, c’est que cette production est une forme présomptueuse, fantaisiste, fictionnelle, mythologique. Elle est ancrée dans deux bases fondamentales: un noyau épistémique dans lequel se manifeste un type de savoir qui légitime la domination coloniale européenne et ses prétentions universelles de validité. Mais elle s’enracine également dans une dimension ontologique : l’idée de race confère une légitimité à ce type de relations (relations de pouvoir) dans la mesure où elle naturalise les expériences, les identités et les relations historiques de la colonialité. Ainsi, la relation entre la modernité et la constitution des subjectivités modernes est traversée par un horizon colonial de compréhension qui est soutenu, essentiellement, par ces deux axes principaux, à savoir, d’une part, ce que l’on peut appeler « l’ascétisme épistémologique » et, d’autre part, l’idée de race. Cet horizon de compréhension est défini par un caractère mythologique, qui est reproduit par la philosophie occidentale moderne, et qui s’approprie de la réalité en légitimant la domination de l’ordre colonial, d’un côté, à travers une opération épistémique spécifiq",
      "citationCount": 0,
      "doi": "10.14712/24646504.2019.18",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbac38bb837ccf3d46b865b0ff7085447f0ce60f",
      "venue": "AUC INTERPRETATIONES",
      "journal": {
        "name": "AUC INTERPRETATIONES"
      },
      "publicationTypes": null
    }
  ],
  "count": 2,
  "errors": []
}
