{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Mignolo epistemology",
  "results": [
    {
      "paperId": "fec3ba2651bc883bc48d7a90cb9b1bb44be83bee",
      "title": "The de-colonial project in Enrique Dussel and Walter Mignolo: towards an epistemology other of Social Sciences in Latin America",
      "authors": [
        {
          "name": "P. García",
          "authorId": "147794047"
        },
        {
          "name": "Ana Pamela",
          "authorId": "2076865380"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fec3ba2651bc883bc48d7a90cb9b1bb44be83bee",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "6281e35d7dd8d499d1857be43e7df52dd1728124",
      "title": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory",
      "authors": [
        {
          "name": "P. Chambers",
          "authorId": "49609478"
        }
      ],
      "year": 2020,
      "abstract": "Epistemology and Domination: Problems with the Coloniality of Knowledge Thesis in Latin American Decolonial Theory Latin American decolonial theory is built around the thesis of the “coloniality of knowledge”, which claims that the socio-political domination of Latin America and other regions of the global periphery by European countries and the United States is directly related to the initial colonial imposition and subsequent cultural reproduction of so-called “Western epistemology” and science. I argue that the epistemological claims of four decolonial thinkers (Aníbal Quijano, Walter Mignolo, Enrique Dussel, Santiago Castro-Gómez) that make up the coloniality of knowledge thesis are problematic for several reasons: they are based on distorted and simplistic readings of Descartes, Hume and other Enlightenment figures; they make contentious generalizations about so-called Western epistemology; and they ultimately lead to epistemic relativism, which is a problematic basis for the social sciences and, contrary to decolonial aspirations, renders the subaltern unable to speak.",
      "citationCount": 22,
      "doi": "10.1590/dados.2020.63.4.221",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6281e35d7dd8d499d1857be43e7df52dd1728124",
      "venue": "",
      "journal": {
        "name": "Dados-revista De Ciencias Sociais",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a508b365acb7d25cc4a31441930a390d42672611",
      "title": "Reclaiming ontology for decoloniality: a critical realist critique of Mignolo’s meta-theoretical priority of epistemology",
      "authors": [
        {
          "name": "Daniel Luna Jacobs",
          "authorId": "2388074770"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/14767430.2025.2534772",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a508b365acb7d25cc4a31441930a390d42672611",
      "venue": "",
      "journal": {
        "name": "Journal of Critical Realism",
        "pages": "257 - 283",
        "volume": "24"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "title": "Critique and Alterity in Enrique Dussel’s Decolonial Philosophy",
      "authors": [
        {
          "name": "Friso Timmenga",
          "authorId": "2283198141"
        },
        {
          "name": "Indira Van der Zande",
          "authorId": "2379116624"
        },
        {
          "name": "Andrej Zwitter",
          "authorId": "2379116808"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This paper analyses the tension between the double focus on critique and alterity within decolonial discourses. We argue that an excess of critical thinking could lead to scepticism, whereas an overemphasis on alterity could result in dogmatism. Consequently, since both approaches end up obstructing epistemic decolonization, we argue that it is necessary to strike a balance between critique and alterity; a balance that does not resolve the tension, but seeks to reveal its underlying relation. The first section locates decolonial theory within the framework of critical theory. We highlight how Quijano, Dussel and Mignolo invoke the critical tradition, whilst simultaneously claiming that a radical departure from it is necessary. Turning more explicitly to Dussel in Section 2, we explain Dussel’s analectics as a method to localize discourses, in which globally excluded perspectives are foregrounded. In the third section, we defend Dussel’s universalism and rationalism against criticisms from Castro-Gómez and Vallega by interpreting him as a relational thinker. Ultimately, the paper concludes that the success of epistemic decolonization hinges on its ability to reconcile classic notions of universality and rationality in a manner that avoids dogmatism and scepticism, namely by a continual grounding of philosophical discourse in material life.",
      "citationCount": 0,
      "doi": "10.1017/S0031819125000087",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ee2f2d332205aaa78a2caab52808dd918ca5a954",
      "venue": "Philosophy",
      "journal": {
        "name": "Philosophy",
        "pages": "221 - 247",
        "volume": "100"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "199dad93f4b950d34c25cd0048d90bf8d6420933",
      "title": "The Epistemology of the South, Coloniality of Gender, and Latin American Feminism",
      "authors": [
        {
          "name": "B. Mendoza",
          "authorId": "114998890"
        },
        {
          "name": "Daniela Paredes Grijalva",
          "authorId": "2127521967"
        }
      ],
      "year": 2022,
      "abstract": "Abstract This article provides a Latin American feminist critique of early decolonial theories focusing on the work of Aníbal Quijano and Enrique Dussel. Although decolonial theorists refer to Chicana feminist scholarship in their work, the work of Latin American feminists is ignored. However, the author argues that Chicana feminist theory cannot stand in for Latin American feminist theory because “lo latinoamericano” gets lost in translation. Latin American feminists must do their own theoretical work. Central to the critique of the use of gender in decolonial theory is an analysis of the social pacts among white capitalists and white working-class men that not only exclude white women but make citizenship and democracy impossible for men and women of color in the metropolis as well as in the colony. By revealing the nexus between gender, race, and democracy, not only is the coloniality of gender apparent, but also the coloniality of democracy.",
      "citationCount": 6,
      "doi": "10.1017/hyp.2022.26",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/199dad93f4b950d34c25cd0048d90bf8d6420933",
      "venue": "Hypatia",
      "journal": {
        "name": "Hypatia",
        "pages": "510 - 522",
        "volume": "37"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cbd941d0d869b98706591678f74164c33664a639",
      "title": "Epistemology as Politics and the Double-Bind of Border Thinking: Levi-Strauss, Deleuze and Guattari, Mignolo",
      "authors": [
        {
          "name": "T. Laurie",
          "authorId": "113757534"
        }
      ],
      "year": 2012,
      "abstract": "This paper examines Gilles Deleuze and Felix Guattari’s theories of writing and the State in Anti-Oedipus and A Thousand Plateaus, teasing out issues of gender, primitivism and academic expertise in the authors’ claims about power and politics. While noting the benefits of politically analysing social customs and traditions, Laurie highlights the complicities between Deleuze and Guattari's theories and the assumptions embedded in their anthropological sources. He further argues that the cultural and historical speculations in Anti-Oedipus cannot be divorced from the authors' privilege of philosophy as a uniquely European creative space. Seeking an alternative perspective on cultural translation, the paper turns to Walter Mignolo’s study of the 'book' in Spanish-Amerindian colonial encounters. Foregrounding the critical value of philology for ‘de-colonising’ theory, Mignolo argues that Eurocentric cultural comparisons serve to legitimate particular ways of knowing within contested fields of representation. However, in both Deleuze and Guattari and Mignolo, the paper questions the gender dynamics of writing practices implicitly articulated in meta-narratives about the State and/or colonialism. Laurie suggests that these authors frequently remain oblivious to the role of women in the historical contexts examined, and that understanding political dynamics within cultural groups requires questioning the privilege of writing itself, both in and outside the academy. While sympathetic to the role of political philosophy in negotiating complex historical issues, this paper also advocates a rethinking of the subordinate place attributed to anthropological and historical research practices in the theoretical exegeses of Deleuze, Guattari and Mignolo.",
      "citationCount": 10,
      "doi": "10.5130/PORTAL.V9I2.1826",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cbd941d0d869b98706591678f74164c33664a639",
      "venue": "",
      "journal": {
        "name": "Portal: journal of multidisciplinary international studies",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c95f60783d6349ccb940c17a61b5440fa1a91ee0",
      "title": "El proyecto des-colonial en Enrique Dussel y Walter Mignolo: hacia una epistememología otra de las Ciencias Sociales en América Latina",
      "authors": [
        {
          "name": "Paz García",
          "authorId": "122043680"
        },
        {
          "name": "Ana Pamela",
          "authorId": "114316614"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c95f60783d6349ccb940c17a61b5440fa1a91ee0",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "57-81",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "604ca3b7b0c42c8591c2095fb459886abb58cc9b",
      "title": "Decolonizing Western Epistemology / Building Decolonial Epistemologies",
      "authors": [
        {
          "name": "Walter D. Mignolo",
          "authorId": "73605293"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 89,
      "doi": "10.5422/FORDHAM/9780823241354.003.0002",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/604ca3b7b0c42c8591c2095fb459886abb58cc9b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "19-43",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "cece90b204a6363d68b239d52d8e73df688074b5",
      "title": "Epistemología de las ciencias sociales en la filosofía de la liberación de Enrique Dussel",
      "authors": [
        {
          "name": "M. Retamozo",
          "authorId": "103082855"
        }
      ],
      "year": 2017,
      "abstract": "espanolResumen: La filosofia de la liberacion de Enrique Dussel ha propuesto a la analectica como su metodo de reflexion filosofica. Sin embargo, a la hora de pensar una epistemologia para las ciencias sociales criticas (consistente con esta filosofia) se evidencian varios temas no estudiados. Este articulo propone observar tres de estos aspectos epistemologicos claves: la construccion de la objetividad, el criterio de demarcacion y de verdad, y la logica de la investigacion. A partir de identificar alcances y limitaciones en el tratamiento del tema en la obra de Dussel, se espera contribuir a clarificar la agenda para una fundamentacion de las ciencias sociales criticas en el paradigma de la filosofia de la liberacion. EnglishAbstract: The philosophy of liberation of Enrique Dussel has proposed analectic as its philosophical method. However, when thinking about an epistemology for critical social sciences (coherent with this philosophy) several unresolved topics are evident. This article aims to observe three of them: the construction of objectivity, the criteria of demarcation and truth, and the logic of research. This article analyses three of these key epistemological aspects: the construction of objectivity, the criterion of demarcation and truth, and the logic of research. In this way, it is expected to contribute to clarify the agenda for a foundation of critical social sciences in the paradigm of the philosophy of liberation.",
      "citationCount": 6,
      "doi": "10.4067/S0717-554X2017000300339",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cece90b204a6363d68b239d52d8e73df688074b5",
      "venue": "",
      "journal": {
        "name": "Cinta de Moebio: Revista de Epistemologia de Ciencias Sociales",
        "pages": "339-345",
        "volume": "60"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ed294545d814dd86f1c3885b7e4b2e3772b6c16d",
      "title": "Aspects of (de)coloniality and ecological epistemology with emphasis on Ayahuasca: discourses and emancipation",
      "authors": [
        {
          "name": "Gleibson do Nascimento Silva",
          "authorId": "2109950303"
        },
        {
          "name": "Carlos Rocha",
          "authorId": "144866415"
        },
        {
          "name": "João Batista Santiago Ramos",
          "authorId": "2069854779"
        }
      ],
      "year": 2020,
      "abstract": "The article analyzes decoloniality and ecological epistemology with emphasis on the nonhuman as emancipation from hegemonic scientific thought. Methodologically, the article results from a bibliographical research and discussions during the epistemology discipline, in the master's course in anthropic studies in the Amazon. It has as sources the bibliography mainly Enrique Dussel and Boa Ventura de Sousa Santos with analysis based on the bibliographic systematic narrative. Theoretically, it is inspired by the studies of Joao Batista Santiago Ramos about the human utopia, restricting this text to the notion of the ecology of knowledge in the anthropic perspective as a need to overcome the colonialist perspective of knowledge production, and thus, to promote reflections on the deconstruction of hegemonic discourses and practices from Europe. It can be understood that it is necessary to extend the gaze beyond cultures, including the non-human point of view and include them as subjects of knowledge, counteracting this ontological dualism of modern science.",
      "citationCount": 0,
      "doi": "10.33448/RSD-V9I5.2693",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ed294545d814dd86f1c3885b7e4b2e3772b6c16d",
      "venue": "",
      "journal": {
        "name": "Research, Society and Development",
        "pages": "08952693",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "95a6714c056648d827e45bf439f45630099c20e7",
      "title": "Contextualização e Decolonialidade: repensando a Epistemologia Teológica | Contextualization and Decoloniality: rethinking Theological Epistemology",
      "authors": [
        {
          "name": "J. Zabatiero",
          "authorId": "117928593"
        }
      ],
      "year": 2020,
      "abstract": "O presente texto se constitui como uma discussão sobre a epistemologia teológica contemporânea na América Latina. Seu percurso argumentativo é o seguinte: (a) uma descrição crítica do conceito de contextualização, utilizado na teologia da missão integral como aparato epistemológico e prático (que pressupõe sua afinidade com o conceito de mediação socioanalítica da teologia da libertação); (b) uma descrição crítica da noção de decolonialidade, especificamente em uma formulação de Walter Mignolo como atividade epistemológica; e (c) a descrição de uma possível epistemologia teológica latino-americana que atenda não só às demandas do pensamento decolonial, mas que esteja em continuidade crítica com a história da teologia latino-americana dos últimos cinquenta anos. Essa epistemologia é descrita como um conjunto de quatro categorias heurísticas (hermeneuticidade, criticidade, praticidade e publicidade) e quatro categorias funcionais (edificante, testemunhal, profética e cognitiva).",
      "citationCount": 1,
      "doi": "10.24220/2447-6803V45E2020A4900",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/95a6714c056648d827e45bf439f45630099c20e7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1",
        "volume": "45"
      },
      "publicationTypes": null
    },
    {
      "paperId": "06e9498239a1a57829be3b8703fb94f940da4f38",
      "title": "Epistemological and Aesthetic Dimensions of Transmodernism: Linda Martín Alcoff’s and Alejandro Vallega’s Readings of Enrique Dussel by Omar Rivera Epistemological and Aesthetic Dimensions of Transmodernism:",
      "authors": [
        {
          "name": "Linda Martín",
          "authorId": "153597503"
        },
        {
          "name": "Alejandro Vallega’s",
          "authorId": "2079694836"
        },
        {
          "name": "Enrique D. Dussel",
          "authorId": "16563475"
        },
        {
          "name": "Omar Rivera",
          "authorId": "145409183"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        },
        {
          "name": "A. E. A. Vallega",
          "authorId": "2073736001"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 1,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06e9498239a1a57829be3b8703fb94f940da4f38",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0b357371af1cde5c4af376169fb85e670e08bbf4",
      "title": "Voices of Harmony: Islamic Communication and Decolonization",
      "authors": [
        {
          "name": "Afifa Shahid",
          "authorId": "2383652007"
        },
        {
          "name": "Fouzia Sadaf",
          "authorId": "2150122928"
        },
        {
          "name": "Faiqa Rashid",
          "authorId": "2383575365"
        }
      ],
      "year": 2025,
      "abstract": "This paper explores the relationship between Islamic communicative ethics and decolonial theory, with a view of establishing a paradigm shift in global communication. While Eurocentric strategies focus on persuasion, efficiency, and control, the Islamic perspective values moral accountability, compassion, justice, and mutual recognition as fundamentals. This research, under the influence of the ideas of Allama Iqbal, Maulana Maududi, and Maulana Fazl ur Rahman, situates Islamic communication as a part of an integrated spiritual and ethical process that is within the scope of Islamic epistemology. The study further integrates the work of the decolonial theorists Aníbal Quijano, Walter Mignolo, and Ngũgĩ wa Thiong'o’. Through case studies, including Muslims of the World, A Common Word, and the documentary Salam Neighbor, the study traces how Islamic ethical principles are implemented in contemporary media and interfaith discourse. This research affirms Islamic communicative ethics as a decolonial alternative that reclaims narrative autonomy, and facilitates inclusive exchange among diverse groups. By presenting Islamic ethical discourse as a relevant response to global communicative incommodities, this work contributes to the field of decolonizing communication research.",
      "citationCount": 0,
      "doi": "10.32350/sri.31.06",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0b357371af1cde5c4af376169fb85e670e08bbf4",
      "venue": "Sociological Research And Innovation",
      "journal": {
        "name": "Sociological Research And Innovation"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bca4255f21bf756bf531efc83d3774c2b241bca4",
      "title": "Teoria crítica e Teoria decolonial latino-americana: congruências e incongruências a partir da Dialética negativa de Theodor W. Adorno",
      "authors": [
        {
          "name": "M. Fidelis",
          "authorId": "2336190211"
        }
      ],
      "year": 2025,
      "abstract": "Provoked to reflect on the relevance of Theodor W. Adorno's Critical Theory today, this paper proposes an approach to Latin American Decolonial Theory. Although Adorno did not specifically address this topic, his thought is recognized as fruitful for emphasizing the ambiguities of historical processes in European modernity and their relationship with social domination. We draw on the writings of Aníbal Quijano, Santiago Castro-Gómez Walter Mignolo and Enrique Dussel to outline the central premises of decoloniality and explore their convergences with Adorno's Critical Theory, not only concerning a certain violence of the concept but also regarding the need to recognize the non-identical, fundamental themes in the Negative Dialectics (1966). The author proposes a decolonial reading of negative dialectics, emphasizing its sense of diversity.",
      "citationCount": 0,
      "doi": "10.11606/issn.2318-9800.v30i1p35-57",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bca4255f21bf756bf531efc83d3774c2b241bca4",
      "venue": "Cadernos de Filosofia Alemã Crítica e Modernidade",
      "journal": {
        "name": "Cadernos de Filosofia Alemã: Crítica e Modernidade"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "98648763724f8b3e29b7c684947b39b277f8aec8",
      "title": "Where to Look (?)",
      "authors": [
        {
          "name": "Thomas Laval",
          "authorId": "2397130036"
        }
      ],
      "year": 2025,
      "abstract": "The article explores how artists and occasional curators Fareed Armaly and Renée Green’s installations challenge the dominant Eurocentric paradigms of knowledge through the medium of exhibition. Situating their works within the second wave of Institutional Critique, from New York to Cologne, it then details the way in which they offer two very different takes on exhibition setting through the display of documents and objects they propose. Contextualizing the two works within a shared skepticism towards Western epistemology noted by Homi K. Bhabha in the early 1990s, the paper argues that both installations enact a form of “epistemic disobedience” as conceptualized by Walter D. Mignolo by revealing the biases of institutional knowledge production and offering alternative frameworks for understanding cultural history. Through spatial and conceptual strategies, Armaly and Green demonstrate how exhibitions can function as sites of resistance, reshaping the ways knowledge is constructed and disseminated beyond dominant discourses.",
      "citationCount": 0,
      "doi": "10.7146/periskop.v2025i33.162415",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/98648763724f8b3e29b7c684947b39b277f8aec8",
      "venue": "Periskop",
      "journal": {
        "name": "Periskop – Forum for kunsthistorisk debat"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "147c2ab1c9943480857b746fd5fd5154d43b26d5",
      "title": "Provincializing or Delinking",
      "authors": [
        {
          "name": "Kolja Lindner",
          "authorId": "2404765417"
        }
      ],
      "year": 2025,
      "abstract": "In the last twenty years or so, decolonialism has claimed to be a more radical assessment of Eurocentrism than postcolonialism. Two distinct critical moves are at stake in this confrontation. Postcolonialism tries to rehabilitate non-European history in the development of the modern world, i.e. to conceive of Europe as a “province” among others (Dipesh Chakrabarty) and thereby to overcome a particularistic take on historiography and normativity. Only a complete account of modernity’s entanglements throughout the world would result in true universalism. Decolonialism on the other hand argues that modernity is inextricable from its “coloniality of power” (Aníbal Quijano). This is the source of the argument for a “de-linking” (Walter Mignolo) from Western epistemology and normativity. This paper presents these two strategies and discusses their consequences for European values, distinguishing their cognitive and non-cognitive levels. The last section of this paper presents a discussion of two authors that both critical frameworks engage, C.L.R. James and Frantz Fanon, studying their respective strategies of breaking with Eurocentrism. These different critical strategies seem better conceived of through the postcolonial framework, rather than the decolonial.",
      "citationCount": 0,
      "doi": "10.5195/valeus.2025.8",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/147c2ab1c9943480857b746fd5fd5154d43b26d5",
      "venue": "Interdisciplinary Review of ValEUs",
      "journal": {
        "name": "Interdisciplinary Review of ValEUs"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1e6c566f6c641f09c9b2a17e6c97dbd7f281aac7",
      "title": "Introduzione: “Ricostituzione epistemico-estetica: l’aesthesis decoloniale un decennio dopo” di W.D. Mignolo",
      "authors": [
        {
          "name": "L. Cazzato",
          "authorId": "83698953"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.15162/2612-6583/1140",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e6c566f6c641f09c9b2a17e6c97dbd7f281aac7",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "224-228",
        "volume": "1"
      },
      "publicationTypes": null
    },
    {
      "paperId": "6f6c572cb51714e316522694700740312edd4708",
      "title": "Pós-colonialismo e o mundo plural na obra de Walter Mignolo",
      "authors": [
        {
          "name": "M. Lima",
          "authorId": "115359869"
        },
        {
          "name": "Antônio Manoel Elíbio",
          "authorId": "118816126"
        },
        {
          "name": "Carolina Soccio Di Manno de Almeida",
          "authorId": "117993971"
        }
      ],
      "year": 2014,
      "abstract": "Esse artigo pretende discutir a proposta de Walter Mignolo no que se refere aquilo que o autor chama de “descolonizacao”. O autor argentino Walter Mignolo esta inserido no projeto de modernidade/colonialidade ao lado de outros autores latino-americanos das diversas areas das ciencias sociais como Artur Escobar, Edgardo Lander, Fernando Coronil e tem em Anibal Quijano e Enrique Dussel as figuras que lideram esse projeto. Tais autores acusam a logica da colonialidade existente nas relacoes sociais, politicas e economicas que tiveram inicio na colonizacao da America no seculo dezesseis e se perpetuam ate o presente e, mais importante: a colonialidade do conhecimento. Nao so visando a constatacao da colonialidade, o projeto intenta ir alem da acusacao: procura alternativas ao eurocentrismo e ao colonialismo no pensamento.",
      "citationCount": 1,
      "doi": "10.15448/2178-3748.2014.2.13670",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6f6c572cb51714e316522694700740312edd4708",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "4-18",
        "volume": "7"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1b3a63ce227ee9eb22852e4614381cdd2bcd26c6",
      "title": "Not just theory",
      "authors": [
        {
          "name": "Philipp Quell",
          "authorId": "2311599220"
        }
      ],
      "year": 2024,
      "abstract": "Donna Haraway suggests that traditional Western knowledge is inherently linked to the marginalization of non-Western visions. Similarly, Walter Mignolo criticizes the “colonial matrix of power” that dominates not only epistemology but also excludes incommensurable perspectives. He embraces Humberto Maturana’s idea of “objectivity-without-parenthesis” to highlight the exclusive nature of Western knowledge and its aspiration toward universality. On this basis, this essay argues that the traditional view of academic authors as impartial and detached needs to be reconsidered. Academic practice must move beyond this framework to create a more comprehensive and inclusive understanding of knowledge. To achieve this, the text will explore the concept of “queer writing,” which views the context in which academic expression occurs as the necessary condition for its possibility. Therefore, the text will (1) specify the image of Western knowledge and universality, (2) identify the crucial shifts in the course of its development, and (3) outline possible interventions.",
      "citationCount": 1,
      "doi": "10.59391/inscriptions.v7i2.244",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1b3a63ce227ee9eb22852e4614381cdd2bcd26c6",
      "venue": "Inscriptions",
      "journal": {
        "name": "Inscriptions"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bbae5233589d0877f05346996a789556be9153b4",
      "title": "Decolonizing Disability in Social and Theology Structures: An Indonesian Perspective1",
      "authors": [
        {
          "name": "Robert Setio",
          "authorId": "112835237"
        }
      ],
      "year": 2025,
      "abstract": "Abstract This article explores the decolonization of disability through a critical examination of colonial and theological ideologies, focusing on the Indonesian context. Disability has historically been constructed and marginalized by colonial powers linking bodily norms to productivity, racial hierarchies, and theological notions of purity. These colonial ideologies persist today in Indonesian state policies, educational practices, and religious institutions, often reinforcing ableist views and marginalizing indigenous epistemologies and communal practices. Employing a critical decolonial framework influenced by thinkers like Walter Mignolo, Aníbal Quijano, and María Lugones, and integrating theological perspectives from Nancy Eiesland, and others of similar thought, this study argues that disability is not merely a site requiring decolonization but also a powerful agent of social and theological transformation. Through analyzing theological reinterpretations and epistemological critiques rooted in local contexts, this article demonstrates how rethinking disability through indigenous and relational frameworks can challenge entrenched colonial norms, ultimately affirming human dignity and interconnectedness. Thus, disability emerges as an essential catalyst in the broader project of decolonization, reshaping societal values and epistemologies toward greater justice, inclusivity, and holistic community.",
      "citationCount": 0,
      "doi": "10.1080/23312521.2025.2531798",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bbae5233589d0877f05346996a789556be9153b4",
      "venue": "Journal of Disability &amp; Religion",
      "journal": {
        "name": "Journal of Disability & Religion",
        "pages": "81 - 99",
        "volume": "30"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
