{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel social contract critique",
  "results": [
    {
      "paperId": "69ef843411c4d60faf2b50196ce5dc665d4ca676",
      "title": "Hume's Doubts About Politics: A Critique and Reimagining of Social Contract Theory",
      "authors": [
        {
          "name": "Gongqing Li",
          "authorId": "2346282183"
        },
        {
          "name": "Muḥammad Azizan Sabjan",
          "authorId": "103638913"
        },
        {
          "name": "Nur Izzaty Mohamad",
          "authorId": "2346164442"
        }
      ],
      "year": 2025,
      "abstract": "This paper examines and assesses Hume's skepticism regarding the social contract theories of Hobbes, Locke, and Rousseau. Consequently, Hume, in response to the assertions of contractarians who argued that political power is founded on a contract among rational individuals, contended that political authority originates from custom, use, and historical precedent. His critique consequently refutes the function of reason in establishing the legitimacy of political institutions, contending that they develop over time. Hume adopts a radical enlightenment perspective, asserting that every revolution always results in political instability. The paper seeks to elucidate the political theories of David Hume and articulate the relevance of this philosopher's ideas in analyzing contemporary politics and political systems, as well as in assessing which political frameworks should be considered legitimate today. This research analyses Hume's perspectives on custom, gradualism, and the emotional foundation of political authority, providing a comprehensive account of political legitimacy in historical and present contexts.",
      "citationCount": 0,
      "doi": "10.5539/jpl.v18n2p1",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/69ef843411c4d60faf2b50196ce5dc665d4ca676",
      "venue": "Journal of Politics and Law",
      "journal": {
        "name": "Journal of Politics and Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f0886b91217a4ecc196108853592713ea07fddde",
      "title": "Is the Social Contract a Sacrifice? Georges Bataille and the Critique of Leviathan",
      "authors": [
        {
          "name": "Anastasia Golubeva",
          "authorId": "2315746074"
        }
      ],
      "year": 2024,
      "abstract": "This article examines the critique of social contract theory in Thomas Hobbes' Leviathan through the lens of Georges Bataille's notion of sacrifice. Bataille and Hobbes share several key motifs, including death, violence and sovereignty. However, they interpret these motifs in different ways. Hobbes rationalises these concepts by introducing the concept of the social contract, whereby individuals relinquish their freedom in exchange for security. For him, the state is a means of protecting people’s lives through rational submission to the social contract. In contrast, Bataille emphasises the role of the irrational and the sacred, viewing them as a means of liberation from the fear of death, the material world and domination. Sacrifice plays a pivotal role in Bataille's philosophy, serving as a conduit to the sacred and a unifying force within communities through shared experiences of loss and sacrifice. Nevertheless, he acknowledges that over time, the significance of sacrifice has increased in terms of utilitarian value, while its intrinsic value as an act of gratuitous giving for the sake of affirming the \"fertility of life\" has diminished. Hobbes's social contract can be presented in basic terms as the sacrifice of a good for the sake of exchanging it for another good. This is exemplified by the exchange of the right to liberty for protection from the sovereign. For both Hobbes and Bataille, the fear of death is the rationale behind the relinquishment of freedom and the introduction of prohibitions. But Bataille, unlike Hobbes, proposes to build society not on the fear of death, but on overcoming this fear and sovereign rejection - the rejection of both one's freedom and the transfer of it to someone else. Thus, reading Leviathan through Bataille's logic helps to debunk the image of the sovereign as a mortal god and omnipotent protector.",
      "citationCount": 0,
      "doi": "10.22394/2074-0492-2024-2-97-112",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f0886b91217a4ecc196108853592713ea07fddde",
      "venue": "Sociology of power",
      "journal": {
        "name": "Sociology of Power"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2f8af4b687cc15ed5eb738c8c70d3a80546e37f4",
      "title": "Revisiting The Racial Contract: Agency and Reason in Mills’ Critique of Social Contract Theory",
      "authors": [
        {
          "name": "Frank Kirkland",
          "authorId": "2335991138"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33548/scientia1135",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2f8af4b687cc15ed5eb738c8c70d3a80546e37f4",
      "venue": "Scientia",
      "journal": {
        "name": "Scientia"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "77687d3b7b33d985bf1f7e17d32df4761b852736",
      "title": "David Hume`s and George Barkley`s Critique of Social Contract Idea",
      "authors": [
        {
          "name": "Gennady Alyaev",
          "authorId": "2277368373"
        }
      ],
      "year": 2023,
      "abstract": "The article`s goal is to enlighten modern philosophy projects polivariance on example of social contract concept and its critique in England in the first half of XVIIIth. c. Due to marxist philosophical methodology in Ukrainian literature this theme was not properly enlightened. The author considers, firstly, George Barkley as an author of rational-theological argument. This argument provides support from nature`s laws and God`s will. Secondly, David Hume that offered arguments: 1) ontological, 2) anthropological, and 3) politic-juridical. Hence, the author enlightens positions that were not previously properly analyzed nor classified due to nature of historico-philosophical methodology.",
      "citationCount": 0,
      "doi": "10.31649/sent03.01.108",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/77687d3b7b33d985bf1f7e17d32df4761b852736",
      "venue": "Sententiae",
      "journal": {
        "name": "Sententiae"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c1fcd0aa7dd90aad10c7aec745df63255d443e8c",
      "title": "Hume's Critique of Locke’s Variant Of \"Social Contract Theory”: A Ratiocinative Assessment",
      "authors": [
        {
          "name": "R. F. Joseph T. Ekong,",
          "authorId": "2181169506"
        },
        {
          "name": "O.P",
          "authorId": "2181159654"
        }
      ],
      "year": 2022,
      "abstract": "David Hume (1711-1776) has long been considered a severe denunciator of 'social contract theory', and this interpretation has implicitly premised a perspective that lays heavy weight on the importance of social contract in the history of political thought. This work presents Hume's critique of the Lockean version of the social contract, and identifies the issues responsible for such criticism. In Book 3 of Hume's Treatise on Human Nature (henceforth T), Hume displays his systematic criticism of social contract theory. Hume did not consider social contract theory as an important trend in the history of political thought. One of his points was that 'social contract theory' was quite new, strange and 'heterodoxical' in politics. This work offers an appraisal of Hume’s stance on the Lockean variant of “Social Contract Theory” and proposes a more judicious textual reading of his contributions in this regard.",
      "citationCount": 0,
      "doi": "10.37502/ijsmr.2022.5709",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c1fcd0aa7dd90aad10c7aec745df63255d443e8c",
      "venue": "International Journal of Scientific and Management Research",
      "journal": {
        "name": "International Journal of Scientific and Management Research"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1655b26b429b07b52bb9697a2a4aad22092d8553",
      "title": "The social contract for science and the value-free ideal",
      "authors": [
        {
          "name": "Heather Douglas",
          "authorId": "2255583606"
        },
        {
          "name": "T. Y. Branch",
          "authorId": "80689860"
        }
      ],
      "year": 2024,
      "abstract": "While the Value-Free Ideal (VFI) had many precursors, it became a solidified bulwark of normative claims about scientific reasoning and practice in the mid-twentieth century. Since then, it has played a central role in the philosophy of science, first as a basic presupposition of how science should work, then as a target for critique, and now as a target for replacement. In this paper, we will argue that a narrow focus on the VFI is misguided, because the VFI coalesced in the midst of other important shifts in the relationship between science and society. In particular, the mid-twentieth century saw the acceptance of the “social contract for science,” a tacit agreement between scientists and government officials, and more broadly between science and society. It was built around three core concepts: a distinction between basic and applied science, a conception of scientific freedom that limited social responsibility for scientists, and a justification for public funding of basic science in the form of the linear model. Within the conceptual framework of the social contract for science, it is clearer both (1) why the VFI was adopted, (2) why it is difficult to replace the VFI within the old social contract, and (3) how we need to revise the social contract for science in order to replace the VFI.",
      "citationCount": 16,
      "doi": "10.1007/s11229-023-04477-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1655b26b429b07b52bb9697a2a4aad22092d8553",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "203"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b30b293898fe0a02abfb25c8f65a985e2d1e5b8",
      "title": "The Constructive Aspect of Locke's Social Contract Theory",
      "authors": [
        {
          "name": "Na Yao",
          "authorId": "2295528566"
        }
      ],
      "year": 2024,
      "abstract": ": John Locke's thought on natural law possesses both destructive and constructive qualities. Its destructiveness lies in the profound critique of the divine right of kings, whereas its constructiveness is primarily articulated through a systematic exposition of social contract theory. The foundation of social contract theory is built upon the support for individual freedom and rights, economic freedom, and property rights. The transition from the state of nature to the formation of government is key, involving the partial surrender of people's rights, while the essence of effective government operation is the limitation of state power. Human rights and the contract grant legitimate life to the government, while the implementation of separation of powers and the rule of law ensures the practical realization of human rights. Locke's social contract theory has a profound impact on modern democratic politics and the construction of the rule of law, warranting repeated reading and contemplation.",
      "citationCount": 0,
      "doi": "10.23977/law.2024.030216",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b30b293898fe0a02abfb25c8f65a985e2d1e5b8",
      "venue": "Science of Law Journal",
      "journal": {
        "name": "Science of Law Journal"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0fbddde9ba8c630bc03feb24ecd62f1befeae9d8",
      "title": "A Re-Examination of David Hume’s Idea of Liberty and Republicanism: A Critique of Hume’s Social Contract Theories of Thomas Hobbes and John Locke Evolutionary Account of Origin of Government",
      "authors": [
        {
          "name": "Thomas",
          "authorId": "1409536155"
        },
        {
          "name": "Hobbes",
          "authorId": "151031479"
        },
        {
          "name": "J. Locke",
          "authorId": "104552353"
        }
      ],
      "year": 2019,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0fbddde9ba8c630bc03feb24ecd62f1befeae9d8",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "0116be4a1e931cf1bbd8be5b8be7f7b6173a7155",
      "title": "A Social Contract Theory and the Legal Philosophical Foundation of Capitalism as a Critique of the Illusion of Moral Socialism",
      "authors": [
        {
          "name": "Jong-Hoo Kim",
          "authorId": "120085797"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.30833/ltpr.2020.05.8.2.199",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0116be4a1e931cf1bbd8be5b8be7f7b6173a7155",
      "venue": "Legal Theory & Practice Review",
      "journal": {
        "name": "Legal Theory & Practice Review"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4b73f692f8a6e215bcbd22f3fd268a849f214e08",
      "title": "Can Kant’s Social Contract Theory Be a Third Alternative? - A Critique of Rawls’s Interpretation on Kant -",
      "authors": [
        {
          "name": "Byoung-ick Lee",
          "authorId": "2110300170"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.46270/ssw.40.6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b73f692f8a6e215bcbd22f3fd268a849f214e08",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "161-191",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2d23fe7be6f84cbe2f5fdf659e0f58b6499af38c",
      "title": "Social Contract Theory and the Political Community - Focusing on Hegel’s Critique of Contract Theory -",
      "authors": [
        {
          "name": "Chung-han Lee",
          "authorId": "2118656338"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.20293/jokps.2020.154.205",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2d23fe7be6f84cbe2f5fdf659e0f58b6499af38c",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "205-224",
        "volume": "154"
      },
      "publicationTypes": null
    },
    {
      "paperId": "61612d8739d808b591b83d7914b2c12d2d719633",
      "title": "Centring anti-oppressive justice: Re-envisioning dentistry's social contract.",
      "authors": [
        {
          "name": "E. Fleming",
          "authorId": "2072895129"
        },
        {
          "name": "Carlos S. Smith",
          "authorId": "2219384192"
        },
        {
          "name": "C. Quiñonez",
          "authorId": "8353083"
        }
      ],
      "year": 2023,
      "abstract": "OBJECTIVES\nWe re-envision dentistry's social contract and elaborate on the idea that it is not neutral and free from such things as racism and white supremacy and can act as a tool of oppression.\n\n\nMETHODS\nWe critique social contract theory through examination of classical and contemporary contract theorists. More specifically, our analysis draws from the work of Charles W. Mills, a philosopher of race and liberalism, as well as the theoretical and praxis framework of intersectionality.\n\n\nRESULTS\nSocial contract theory supports hierarchies and inequities that may be used to sustain unfair and unjust differences in oral health between social groups. When dentistry's social contract becomes a tool of oppression, its practice does not promote health equity but reinforces damaging social norms.\n\n\nCONCLUSION\nDentistry must embrace an anti-oppression framing of equity and elevate the principle of justice to one of liberation and not just fairness. In doing so, the profession can better understand itself, act more equitably and empower practitioners to advocate for justice in health and healthcare in its fullest sense. Anti-oppressive justice supports health not as merely an obligation but as a human duty.",
      "citationCount": 5,
      "doi": "10.1111/cdoe.12854",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/61612d8739d808b591b83d7914b2c12d2d719633",
      "venue": "Community Dentistry and Oral Epidemiology",
      "journal": {
        "name": "Community dentistry and oral epidemiology"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "d190625e216b0072aeac432b3af81ee534547f50",
      "title": "Genre-bending / Gender-bending: On the (Feminist) Social Contract",
      "authors": [
        {
          "name": "Verónica Zebadúa-Yáñez",
          "authorId": "2353739809"
        }
      ],
      "year": 2025,
      "abstract": "Abstract:Social contract narratives are genre-bending origin stories that blur the distinction between political theory and fiction. This article presents Monique Wittig’s theoretical and literary work as a genre-bending/gender-bending rendition of the social contract that repurposes its narrative structure for feminist ends. Informed by Sylvia Wynter’s generative notion of genre, I show that by centering on freedom rather than oppression, Wittig’s affirmation of the genre of contract represents a compelling and emancipatory alternative to feminist and critical race critiques. In doing so, I also explore the potential of reading political theory as a creative genre, and creative genres as political theory, and the implications for feminist political theorizing.",
      "citationCount": 0,
      "doi": "10.1353/tae.2025.a956277",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d190625e216b0072aeac432b3af81ee534547f50",
      "venue": "Theory &amp; Event",
      "journal": {
        "name": "Theory & Event",
        "pages": "266 - 293",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e44efc9c264def51608949506e3ad6846e7d8dd",
      "title": "The Social Contract & Discourses",
      "authors": [
        {
          "name": "Jean Jacques Rousseau",
          "authorId": "2393069264"
        }
      ],
      "year": 2025,
      "abstract": "This classic work by Jean-Jacques Rousseau includes \"The Social Contract,\" a cornerstone of political philosophy, along with the author's other significant discourses. Beginning with the famous phrase \"Man is born free, and everywhere he is in chains,\" Rousseau questions the source of legitimate political authority. The work argues that individuals must renounce their natural liberty and unite around a \"General Will\" formed by their own volition. Through this contract, individuals gain civil liberty and property rights. The book emphasizes that sovereignty belongs to the people and is inalienable and indivisible. While presenting direct democracy as the ideal form of government, Rousseau states that the government is merely a servant of the people. Furthermore, by examining the origins of inequality (in the Discourses section), he critiques how private property and civilization have corrupted human nature.",
      "citationCount": 0,
      "doi": "10.55094/holistence.221",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e44efc9c264def51608949506e3ad6846e7d8dd",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "562ee1ab11572a29c98e88a9d582d9f0ad239def",
      "title": "Frederick Neuhouser: Rousseau's Critique of Inequality: Reconstructing the Second Discourse. (Cambridge: Cambridge University Press, 2014. Pp. ix, 236.)David Lay Williams: Rousseau's “Social Contract”: An Introduction. (New York: Cambridge University Press, 2014. Pp. xv, 311.)",
      "authors": [
        {
          "name": "Manjeet Ramgotra",
          "authorId": "113700617"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1017/S0034670516000796",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/562ee1ab11572a29c98e88a9d582d9f0ad239def",
      "venue": "The Review of Politics",
      "journal": {
        "name": "The Review of Politics",
        "pages": "136 - 141",
        "volume": "79"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "80b7d390edee2b85d4007fd4b17dbbf52c6e05d2",
      "title": "Hegel's early critique of the foundations of modern social contract theory",
      "authors": [
        {
          "name": "Tufan Karaağaç",
          "authorId": "134792734"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80b7d390edee2b85d4007fd4b17dbbf52c6e05d2",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "05e9845161314ac7bfb864f5c190189608e7624b",
      "title": "Affect, Critique, and the Social Contract",
      "authors": [
        {
          "name": "Torrey Shanks",
          "authorId": "114832482"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/05e9845161314ac7bfb864f5c190189608e7624b",
      "venue": "",
      "journal": {
        "name": "Theory & Event",
        "pages": " - ",
        "volume": "18"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ba7b23a914c01d58b42fa280c69e785f51f170a7",
      "title": "Book Review: Rejoinder to Veldman’s review of Capitalism, Corporations and the Social Contract: A Critique of Stakeholder Theory",
      "authors": [
        {
          "name": "S. Mansell",
          "authorId": "114459117"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1177/1350508414557535",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ba7b23a914c01d58b42fa280c69e785f51f170a7",
      "venue": "",
      "journal": {
        "name": "Organization",
        "pages": "271 - 275",
        "volume": "22"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fe579620d1738380a0f35d26f27d1be6b4f86052",
      "title": "Capitalism, corporations and the social contract: : A critique of stakeholder theory",
      "authors": [
        {
          "name": "P. Néron",
          "authorId": "108116809"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1017/BEQ.2015.10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fe579620d1738380a0f35d26f27d1be6b4f86052",
      "venue": "",
      "journal": {
        "name": "Business Ethics Quarterly",
        "pages": "8",
        "volume": "25"
      },
      "publicationTypes": null
    },
    {
      "paperId": "447ee4e7ce03d9eb733d5712ae13592850a5139d",
      "title": "Examining the Political Philosophical Meaning of Social Innovation and Its Application in University Education : Focusing on Critiques and Possibilities of Modern Social Contract Theory",
      "authors": [
        {
          "name": "Dae Sik Woo",
          "authorId": "2326196825"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.21185/jhu.2024.9.99.317",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/447ee4e7ce03d9eb733d5712ae13592850a5139d",
      "venue": "The Journal of the Humanities for Unification",
      "journal": {
        "name": "The Journal of the Humanities for Unification"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
