{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Dussel Schmitt political theology",
  "results": [
    {
      "paperId": "306252c09789270255914e5a1b0a5dc216c28eb4",
      "title": "Not Following Schmitt: Political Theology of Modern Wars",
      "authors": [
        {
          "name": "S. Kaspe",
          "authorId": "52229329"
        }
      ],
      "year": 2023,
      "abstract": "What political theology stands behind the cancel culture and strategy? It is there where the question of the good and evil emerges. This political theology is pagan in nature.",
      "citationCount": 0,
      "doi": "10.31278/1810-6439-2023-21-5-96-107",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/306252c09789270255914e5a1b0a5dc216c28eb4",
      "venue": "Rossiya v globalnoi politike",
      "journal": {
        "name": "Rossiya v globalnoi politike"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2341e9c1c1407a1ea98644b14c7128291d379ca7",
      "title": "Latour and Schmitt: Political Theology and Science",
      "authors": [
        {
          "name": "S. Turner",
          "authorId": "47505199"
        }
      ],
      "year": 2022,
      "abstract": "Abstract In this article the nature of Bruno Latour’s relation to Carl Schmitt is discussed, considering the point by point revisions of Schmitt offered by Latour and his references to Schmitt. These turn out to be plentiful and illuminating. Yet the nature of Latour’s revision and its implications are obscure. The implications of his notion of cosmopolitics for political theory are minimal, and in other respects the Schmittian picture is unchanged. Unlike Schmitt, who embeds political theory in political theology, and presents a political theology in order to problematize political theory, but provides a meta-theology, Latour presents an alternative political theology, and not a meta-theology.",
      "citationCount": 1,
      "doi": "10.1162/posc_a_00580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2341e9c1c1407a1ea98644b14c7128291d379ca7",
      "venue": "Perspectives in Science",
      "journal": {
        "name": "Perspectives on Science",
        "pages": "40-56",
        "volume": "31"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c8ab404704f7ccc449901395dc64ae133706f2ec",
      "title": "Carl Schmitt. Political Theology: Four Chapters on the Concept of Sovereignty",
      "authors": [
        {
          "name": "Bonggeun Kim",
          "authorId": "66950355"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 20,
      "doi": "10.56035/tod.2020.22.1.163",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8ab404704f7ccc449901395dc64ae133706f2ec",
      "venue": "Theological Research Institute of Sahmyook University",
      "journal": {
        "name": "Theological Research Institute of Sahmyook University"
      },
      "publicationTypes": null
    },
    {
      "paperId": "94a8f8c0d2cea85150a4514603a350f475a4a47a",
      "title": "Forget Schmitt! Political Theology Must Follow Agamben’s “Double Paradigm” of Sovereignty",
      "authors": [
        {
          "name": "Carl A. Raschke",
          "authorId": "73269424"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1080/1462317X.2018.1421334",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/94a8f8c0d2cea85150a4514603a350f475a4a47a",
      "venue": "",
      "journal": {
        "name": "Political Theology",
        "pages": "1 - 3",
        "volume": "19"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a26be08c6f86244a7cb0d025e16bdde3fffe3c2a",
      "title": "Decolonizing Political Theology: Enrique Dussel’s The Theological Metaphors of Marx",
      "authors": [
        {
          "name": "Steven Anthony Rizzo",
          "authorId": "2345118694"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/1462317X.2025.2463281",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a26be08c6f86244a7cb0d025e16bdde3fffe3c2a",
      "venue": "Political Theology",
      "journal": {
        "name": "Political Theology",
        "pages": "451 - 459",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "title": "Rethinking the decolonization of higher education through political theology: Enrique Dussel’s liberation theology and Pedagogics",
      "authors": [
        {
          "name": "Michalinos Zembylas",
          "authorId": "31556728"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/17508487.2025.2537649",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f1475b50cae3749ccdcf8a1607e22ee6854298b",
      "venue": "Critical Studies in Education",
      "journal": {
        "name": "Critical Studies in Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ea177f9b4cd87b89712e2e672387b34708d6104c",
      "title": "Modern Democracy and Political Theology A Comparative Reading of Carl Schmitt and Claude Lefort",
      "authors": [
        {
          "name": "Yoon jung Goo",
          "authorId": "2364515918"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.31008/mv.52.3",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ea177f9b4cd87b89712e2e672387b34708d6104c",
      "venue": "Journal of Memory &amp; Vision",
      "journal": {
        "name": "Journal of Memory &amp; Vision"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e5386d69084e79b81966c940df65049fae57ed51",
      "title": "Carl Schmitt’s Political Theology: Legitimizing Authority after Secularization",
      "authors": [
        {
          "name": "Bruno Godefroy",
          "authorId": "2294274915"
        }
      ],
      "year": 2024,
      "abstract": "In the last years, a theological turn had a pervasive influence in the reception of Carl Schmitt’s writings. According to this view, his thought has a strong, substantial religious foundation. With regards to understanding not only Schmitt’s position but also his current influence in authoritarian countries, this essay argues that this interpretation is misleading and proposes a different and comprehensive analysis of Schmitt’s concept of political theology that replaces it in a political-legal framework. Against the theological reading, it argues that Schmitt’s concept of “political theology” refers to his own conception of legal theory as an attempt to relegitimize authority in a secular context. As “political theology,” this legal theory is designed to overcome normativism and parliamentarism by “substantializing” the legal form. Using Schmitt’s post-1933 works as an example, the essay shows that, as theology translates faith into a written doctrine, legal theory must, according to Schmitt, substantialize the legal form by translating the political idea into jurisprudence. Hence, this article concludes that Schmitt’s theory might be described as “political theology” but only in a formal, ideological sense. It is part of an authoritarian theory that is not religious but uses theology to revive an appearance of absolute legitimacy.",
      "citationCount": 4,
      "doi": "10.1177/00905917241241510",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e5386d69084e79b81966c940df65049fae57ed51",
      "venue": "Political Theory",
      "journal": {
        "name": "Political Theory",
        "pages": "83 - 109",
        "volume": "53"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1af61b0b4e83243e9bc0674af075687329198971",
      "title": "THE KEY CONCEPTS OF CARL SCHMITT'S POLITICAL THEOLOGY: SOVEREIGN, DECISION, STATE OF EXCEPTION",
      "authors": [
        {
          "name": "N.V. Yudin",
          "authorId": "2349532859"
        }
      ],
      "year": 2024,
      "abstract": "The purpose of the article is to systematically analyze the main categories of the German philosopher and legal scholar Carl Schmitt’s doctrine on the theological origins of political and legal science. Within the framework of the study, the author draws on the theoretical research of some important European political thinkers of the 20th century for the purpose of interpretation. The means for interpreting Schmitt's doctrine are the ideas of the modern Italian thinker Giorgio Agamben, who develops Schmitt's ideas about sovereign power and state of exception in his extensive project Homo sacer. The novelty of the article lies in the formation of a system of ideas about the main categories of political theology in the light of Schmitt’s and Agamben’s intellectual projects. As a result, the author draws conclusions about the eschatological essence of political theology, the binary nature of sovereignty, the messianic significance of the sovereign and its decision, and links it with the geopolitical concept of nomos of the Earth.",
      "citationCount": 1,
      "doi": "10.22405/2304-4772-2024-1-1-17-27",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1af61b0b4e83243e9bc0674af075687329198971",
      "venue": "Gumanitarnye vedomosti TGPU im L N Tolstogo",
      "journal": {
        "name": "Gumanitarnye vedomosti TGPU im L N Tolstogo"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9ef6ea1c9b7996d6d2774ff06569ddc78d09f245",
      "title": "CARL SCHMITT’S POLITICAL THEOLOGY: THE HISTORICAL BACKGROUND OF THE ISSUE",
      "authors": [
        {
          "name": "B. A. Antonov",
          "authorId": "2240139644"
        }
      ],
      "year": 2024,
      "abstract": "The text of C. Schmitt’s “Political Theology” was published in 1922, when the actual fall of the Weimar Republic provoked the beginning of the ideological struggle of German intellectuals the result of which was the rise of national socialism. In connection with this, \"Political Theology\" is rightfully considered an actual scientific representation of the history of Germany in the twentieth century, and his theory of sovereignty and sovereignty represents a conditioned choice of the country in favor of national socialism. Unlike most theologians of the 20th century, Schmitt considers political theology as a methodological approach with which it is possible to reconstruct the corresponding (to a particular historical period) picture of the world, using the similarity between metaphysical and state-legal concepts as the basis for such reconstruction. The key concept confirming this similarity is the concept of sovereign, which is historically and legally associated with the concept of absolute power. The author of the article focuses on the multiplicity of interpretations (from purely positive to extremely negative) offered by Schmitt's supporters and opponents regarding his understanding of political theology in general and absolute power in particular. The basis for putting forward a number of critical arguments against Schmitt's political theology is the recognition of its methodological inconsistency, which is explained by the lack of any evidence on the part of its author regarding the identity between theological and state-legal concepts. As a result, political theology is often used as an orthodox rhetorical practice, which leads to direct, non-critical borrowing of religious concepts by modern political leaders.",
      "citationCount": 0,
      "doi": "10.22281/2413-9912-2024-08-01-07-15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9ef6ea1c9b7996d6d2774ff06569ddc78d09f245",
      "venue": "Vestnik Bryanskogo gosudarstvennogo universiteta",
      "journal": {
        "name": "Vestnik Bryanskogo gosudarstvennogo universiteta"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2b02c0e9e6c21bb6e8482ef5a1faebb2bd66d215",
      "title": "“BEYOND THE LEGAL NORM”. THE CONCEPT OF SOVEREIGN ACCORDING TO CARL SCHMITT’S POLITICAL THEOLOGY AND LEGAL DECISIONISM",
      "authors": [
        {
          "name": "B. A. Antonov",
          "authorId": "2240139644"
        }
      ],
      "year": 2024,
      "abstract": "The author of the article attempts to analyze the concept of sovereign according to Carl Schmitt’s legal decisionism and political theology. – the doctrines developed by the German philosopher and jurist Carl Schmitt (1888–1985). Decisionism is rightfully considered as one of the basic concepts of Schmitt’s political and legal discourse. In his voluminous treatise “Dictatorship” (1910), Schmitt initiates a detailed doctrine of decizionism, which is based on the adoption of a political decision justified by the relevant authority (and not the law). Later (in 1922), Schmitt publishes his “Political Theology”, which again takes into its optics decisionalism and those of its state-legal concepts that can be correlated with theological ones. Sovereign, sovereignty and state of emergency are the first to belong to them. And finally, in his work “On Three Types of Legal Thinking” (1934), he works out classification of legal thinking (in which it is permissible to assume the simultaneous existence of all three of its types), rejecting normativism and justifying his own inclination towards decisionism and thinking in terms of the specific order. Some researchers of Schmitt’s works – and in particular his “Political Theology” – believe that by correlating sovereign with God, state of emergency with a miracle, and political action with Way of the Cross, Schmitt tried to protect his doctrine of decisionism from any criticism, since being “passed” through the prism of the theological, not the critical politics, it became an object of faith, taking the form and expression of an indisputable dogma. In fact, such an “exploratory” vision of Schmitt’s analogies did not explain either the interpretatively complex theory of the sovereign or his political theology, but only simplified and sometimes vulgarized it. While researching the genealogy of political power, Schmitt attempted to establish a type of sovereign being characteristic for a particular era (the Pope – during the Early and Classical Middle Ages (V–XIV centuries); the Protestant reformer (represented by J. Calvin) – during the late Middle Ages (XVI century), the absolute monarch – during the period of European absolutism (XVI–XVIII centuries), the German people – during the existence of the Weimar Republic in Germany (1918–1933), the Reich president – during the birth of national socialism (the 30s of the XX century). The essential nature of each of them is revealed in the process of taking only those political decisions that the German Schmitt defines as decisions on introducing a state of emergency. At the same time, each epoch “sets” its own sovereign, what implies the obligatory subordination of its political decision to the spirit of the time in a particular historical period. Thus, with the progressive development of political theology, (legal) decisionism is also developing, resulted in the concepts of sovereign, sovereignty and emergency decision “acquiring” new semantic meanings",
      "citationCount": 0,
      "doi": "10.28995/2073-6304-2024-2-113-133",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2b02c0e9e6c21bb6e8482ef5a1faebb2bd66d215",
      "venue": "RSUH/RGGU Bulletin Series Economics Management Law",
      "journal": {
        "name": "RSUH/RGGU Bulletin. Series Economics. Management. Law"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d51bf073a7a0701707e782025295e4583a2d0ce0",
      "title": "Carl Schmitt : political theology & modernity",
      "authors": [
        {
          "name": "Antonio Cerella",
          "authorId": "98699513"
        },
        {
          "name": "A. Bradley",
          "authorId": "2059547028"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d51bf073a7a0701707e782025295e4583a2d0ce0",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "1e8fe7f759405eac64b0fc08391dff18f8f8601f",
      "title": "Peter Langford, Saul Newman, Order, Crisis and Redemption: Political Theology After Schmitt",
      "authors": [
        {
          "name": "Andriy Hnidets",
          "authorId": "2337330486"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.29357/2789-1577.2024.22.2.15",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1e8fe7f759405eac64b0fc08391dff18f8f8601f",
      "venue": "Theological Reflections: Eastern European Journal of Theology",
      "journal": {
        "name": "Theological Reflections: Eastern European Journal of Theology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a509cf3599d60e32254c5e15fccdd01b3a83d261",
      "title": "The Time of the Sovereign. Mapping Intersections of Political Theology and Politics of Nature with Schmitt, Taubes, Latour, and Descola",
      "authors": [
        {
          "name": "Julian Klinner",
          "authorId": "2297615381"
        },
        {
          "name": "Ina Berner",
          "authorId": "2297622353"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.14220/trns.2024.3.1.39",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a509cf3599d60e32254c5e15fccdd01b3a83d261",
      "venue": "Transpositiones",
      "journal": {
        "name": "Transpositiones"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "aa7b4e1ec780435795cfff779bfec3169712b74b",
      "title": "Hecuba against Hamlet: Carl Schmitt, Political Theology, and the Stake of Modern Tragedy",
      "authors": [
        {
          "name": "K. Trüstedt",
          "authorId": "116545426"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.3817/1210153094",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa7b4e1ec780435795cfff779bfec3169712b74b",
      "venue": "Télos",
      "journal": {
        "name": "Telos",
        "pages": "112 - 94",
        "volume": "2010"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f956e7811932c8dd50655041e5c481640e3b4c89",
      "title": "Carl Schmitt’s Political Theology of Revolution",
      "authors": [
        {
          "name": "M. Herrero",
          "authorId": "107963412"
        }
      ],
      "year": 2023,
      "abstract": "Abstract Is there a political theology of revolution in Carl Schmitt or is his political theology only and exclusively autocratic? Schmitt sees the key to revolutionary politics in the construction of the idea of the people as a constituent power. This idea, and the first event it produced, namely, the French Revolution, not only establishes a concrete state of exception but also makes exceptionality both at the same time a constituent and a de-constituent element of the political order of the Modern State. The exception goes from coming from “outside” the political order to being integrated into it as an element of stasis, that is to say, of destabilization. Hence, all modern politics, under the mask of legality, become permanently revolutionary. This article analyses the juridical genealogy and the theological–political transfers involved in the construction of the modern revolutionary political era that follows from Schmitt’s insights.",
      "citationCount": 4,
      "doi": "10.1515/opth-2022-0223",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f956e7811932c8dd50655041e5c481640e3b4c89",
      "venue": "Open Theology",
      "journal": {
        "name": "Open Theology",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2901fd6e8869f09a0b3dde6d4cdd7282f4a3be33",
      "title": "Response to Charles H. T. Lesch’s Review of Divine Democracy: Political Theology after Carl Schmitt",
      "authors": [
        {
          "name": "M. Vatter",
          "authorId": "21254948"
        }
      ],
      "year": 2023,
      "abstract": "From Christian dominionists in the United States to farright Jewish nationalists in Israel to Hindu supremacists in India, theocratic movements are on the rise. For liberal democrats the stakes seem clear: on one side, reason, secularism, and Enlightenment; on the other, a new dark age. Yet consider a discomforting thought: What if this framing gets the danger all wrong? What if the very democratic systems to which theocracies are counterposed were never actually secular? What if theology has always been constitutive, in some form, of political order—if politics, no matter how modern, must rely, explicitly or covertly, on elements of religion? That is the provocative and timely question posed by Miguel Vatter in this landmark book. For Vatter, the question theorists should ask today is not how the west might finally escape from its entanglement with political theology, but rather how to find the right one: a “democratic political theology” that can realize the values of equality and nondomination without slipping into the fetters of market governmentality or charismatic authoritarianism. To help answer it, Vatter traces this quest from its origins in Carl Schmitt to the present day, offering a dazzling and learned retelling of postwar European political thought. Each chapter ofDivine Democracy covers an astounding terrain of texts, authors, and ideas, from ancient Jewish, Christian, Hellenistic, and Roman thought to medieval constitutionalism, early modern and Enlightenment philosophy, and contemporary democratic theory. Just as remarkably, this breadth does not come at the expense of either historical sensitivity or engagement with secondary scholarship. Consider Vatter’s reading of Schmitt. Vatter (1) masterfully shows how Schmitt developed his ideas, in reaction to Hans Kelsen’s discussions of law, representation, state “personification,” and political-theological analogies (pp. 25–35); (2) transports us back to Hobbes and early modern debates about church–state authority (pp. 35– 48); (3) moves us horizontally through Schmitt’s engagement with Eric Peterson and consequent intellectual evolution (pp. 53–57); and (4) sends us forward to consider the normative implications of Schmitt’s ideas on representation for debates in contemporary democratic theory (64–65). The same wonderful qualities—richness, nuance and attention to both historical detail and contemporary relevance—characterize the chapters on Voegelin, Maritain, Kantorowicz, and Habermas. Vatter ingeniously links Voegelin, reputed for his conservatism, to post-Marxist Ernesto Laclau’s theory of populism (pp. 91–93), whereas Maritain’s analysis of natural law and democracy is joined to Alain Badiou’s “radical universalism” (pp. 122–32). With Kantorowicz, we find a fascinating exposition on Dante (pp. 172–80), as well as the concept of “reverse political theology”: a medieval “theologization of the law as a way to emancipate forever the modern state from the Church” (pp. 141–42, 160). And with Habermas, we discover—with a supporting cast including Hegel, Kant, Cohen, Bloch, Jaspers, Löwith, Derrida, and others—that there is actually a kind of messianic “condition of possibility” to democratic legitimation (pp. 202–3). Divine Democracy does raise a few questions—not so much criticisms as invitations for further discussion. To begin with, the book’s very scope poses a conceptual dilemma. Vatter’s framing implies that it will trace how the specifically Schmittian formulation of political theology is taken up in postwar political thought. In fact, political theology is used in the book in many ways, only some of which fit with Schmitt’s usage (for the better). Schmitt’s stated aim is methodological: we can gain insights into fundamental political issues, like legitimacy, by considering whether their formulation derives from a theological analogue. Vatter impressively demonstrates how each thinker was himself responding to, or building on, Schmitt’s thought. Yet the risk remains of political theology coming to refer to almost any relation between politics and religion—of the concept becoming so “stretched” as to lose its distinctive explanatory power (Giovanni Sartori, “Concept Misformation in Comparative Politics,” American Political Science Review, 64(4), 1970). For instance, is Voegelin’s “political religion”most accurately understood as a “theologico-political treatment” of totalitarianism (p. 68)? Or, following Voegelin himself,",
      "citationCount": 3,
      "doi": "10.1017/S1537592723000890",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2901fd6e8869f09a0b3dde6d4cdd7282f4a3be33",
      "venue": "Perspectives on Politics",
      "journal": {
        "name": "Perspectives on Politics",
        "pages": "693 - 694",
        "volume": "21"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "title": "Political theology from the global south: Enrique Dussel and the poetics of liberation",
      "authors": [
        {
          "name": "Javier Padilla",
          "authorId": "2275400209"
        }
      ],
      "year": 2023,
      "abstract": "In recent decades, thinkers like Alain Badiou, Slavoj Žižek, and Giorgio Agamben have argued for a serious political engagement with early Christian thought and its emphasis on collectivity and community. Notwithstanding their important theoretical contributions, these writers often remain within a limited Eurocentric framework, foreclosing the possibility of a truly decolonial political theology. Crucially, their relatively recent reappraisals tend to ignore important precursors of Christian Marxism from the Global South, namely liberation theology and the philosophy of liberation, as elaborated by the Latin American philosopher Enrique Dussel. This essay contextualizes Dussel’s liberational thought in the contexts of political theology and literary representation. It pays particular attention to Dussel’s study of the Theological Metaphors of Marx by synthesizing a model of literary inquiry based on his philosophy and applying it to a reading of counter-hegemonic poetry by the Caribbean poet Pedro Mir, namely his long poem “Countersong to Walt Whitman.” This reading makes explicit the implicit theological dimension of Mir’s poetic text. Finally, the essay conceptualizes this interpretive model as a poetics of liberation: a mode of engagement with mutually determining discourses – politics, poetics, aesthetics – as well as a mode of reading which unravels the transformation of these discourses in lyrical forms. Writing from the periphery of the US empire, Mir therefore constructs a mode of address which arms itself with both political and theological discourses, however implicitly. To the empire’s miraculous state of exception, Mir counterpoises a redemptive state of rebellion.",
      "citationCount": 0,
      "doi": "10.1080/1369801X.2023.2290573",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c4882ed6faff43a50396a1c1fcfec70def2dcf11",
      "venue": "Interventions",
      "journal": {
        "name": "Interventions",
        "pages": "490 - 512",
        "volume": "26"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fb28fc048569ee8f94e31fc9bc2ff07785e1261",
      "title": "DIVINE DEMOCRACY: POLITICAL THEOLOGY AFTER CARL SCHMITT.",
      "authors": [
        {
          "name": "Hugo Tavera Villegas",
          "authorId": "2231433437"
        }
      ],
      "year": 2023,
      "abstract": "\nCarl Schmitt construyó su Teología Política alrededor de su célebre definición del soberano como aquél quien “decide sobre el estado de excepción” (2009, p. 13). Simplificando, podría afirmarse que la teología política es para Schmitt el nombre que recibe el discurso legitimador del monopolio del soberano sobre la decisión. En Divine Democracy (2021), Miguel Vatter ofrece una erudita y sugerente reconstrucción de una variedad de discursos teológico políticos que representarían una alternativa a la perspectiva schmittiana, soberanista, acerca de la relación entre teología y política. A través de la relectura crítica de autores del siglo pasado como Peterson, Voegelin, Maritain, Kantorowicz y Habermas, entre otros, Vatter identifica la emergencia de una teología política democrática más allá de Schmitt.\n",
      "citationCount": 10,
      "doi": "10.37646/xihmai.v18i35.551",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fb28fc048569ee8f94e31fc9bc2ff07785e1261",
      "venue": "Xihmai",
      "journal": {
        "name": "Xihmai"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4fedc0abef64576a9e6fd782068461b2f29d2c62",
      "title": "Weak Decisionism and Political Polytheology: The Neutralization of Carl Schmitt’s Political Theology by Hans Blumenberg and the Ritter School",
      "authors": [
        {
          "name": "S. Griffioen",
          "authorId": "2090583423"
        }
      ],
      "year": 2023,
      "abstract": "Abstract In this article, I explore the liberal–conservative reception of Carl Schmitt’s political theology in post-war West-Germany. By focusing on the work of prominent members of the Ritter School – Hermann Lübbe, Ernst-Wolfgang Böckenförde, and Odo Marquard – and on the contributions of Hans Blumenberg, I will demonstrate how Schmitt’s thought was appropriated and critically inverted, in order to provide theoretical support to liberalism. This project of liberalizing Schmitt involved developing a “weak decisionism,” which avoids the state of exception, providing a liberalist reading of Schmitt’s Hobbes-inspired narrative on the origin of the modern state and even formulating a “political polytheology.” Finally, this article offers a reflection on “political theology” as a conceptual field. I argue that the liberal–conservative, “neutralizing” reading of Schmitt is to some extent already available as an option within this framework, and I conclude that this finding problematizes Schmitt’s own dualistic antagonism.",
      "citationCount": 0,
      "doi": "10.1515/opth-2022-0237",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4fedc0abef64576a9e6fd782068461b2f29d2c62",
      "venue": "Open Theology",
      "journal": {
        "name": "Open Theology",
        "volume": "9"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 20,
  "errors": []
}
