{
  "status": "success",
  "source": "semantic_scholar",
  "query": "Asger Sorensen Dussel",
  "results": [
    {
      "paperId": "dbd68d6679a7f45adf129a345bbb0b004307b7f2",
      "title": "Dussel ’ s Critique of Discourse Ethics as Critique of Ideology",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "1401711113"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 3,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dbd68d6679a7f45adf129a345bbb0b004307b7f2",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "41c86bc9590c0dfb7ad9dfbdf9a74af5d859c442",
      "title": "Alienation: Recuperating the Classical Discussion of Marx et al, written by Asger Sørensen",
      "authors": [
        {
          "name": "Carl-Goran Heidegren",
          "authorId": "133763547"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10068",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/41c86bc9590c0dfb7ad9dfbdf9a74af5d859c442",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3462f02e123138066f5706dd5020709eef025f55",
      "title": "Critical theory and the future of humanity: A reply to Asger Sørensen",
      "authors": [
        {
          "name": "P. Jepsen",
          "authorId": "5888612"
        }
      ],
      "year": 2022,
      "abstract": "The article entails a critical discussion of the book Capitalism, Alienation and Critique by Asger Sørensen. Like Sørensen’s book, it stresses the importance of the first generation of critical theory – especially Horkheimer and Adorno – although Sørensen is at the same time critized for neglecting the insights of Horkheimer and Adornos work from the mid-1940s and onwards. In arguing for the actuality of especially the late Horkheimer, the article emphasizes the following topics: (1) The problems of education and ‘Bildung’, (2) The historical transformation of the critique of Capitalism after the Second World War and (3) The drawbacks of classical humanism when it comes to grasping the current political and ecological crisis.",
      "citationCount": 2,
      "doi": "10.1177/01914537211061549",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3462f02e123138066f5706dd5020709eef025f55",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "164 - 173",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8e5536b38b5dcf02883a5cec7492c2bc147b721e",
      "title": "From Horkheimer to Honneth and back again: A comment on Asger Sørensen’s capitalism, alienation and critique",
      "authors": [
        {
          "name": "M. Ibsen",
          "authorId": "114009028"
        }
      ],
      "year": 2022,
      "abstract": "This article comments on Asger Sørensen’s stimulating book “Capitalism, Alienation and Critique”. The article argues that Sørensen overlooks an important methodological contiunuity between Max Horkheimer’s and Axel Honneth’s work: namely, the model of immanent critique, to which both remain committed. Moreover, through a critical discussion of Honneth’s method of normative reconstruction, the article argues that globalized capitalism represents a serious methodological challenge not only to Honneth’s work, but to the Frankfurt School model of immanent crituque as such.",
      "citationCount": 1,
      "doi": "10.1177/01914537211059507",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8e5536b38b5dcf02883a5cec7492c2bc147b721e",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "155 - 163",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9c6fee921bd9a9ee03edd5b73648220c20cfae21",
      "title": "Criticizing critique. A discussion of Asger Sørensen’s Capitalism, Alienation and Critique",
      "authors": [
        {
          "name": "Carsten Friberg",
          "authorId": "98089468"
        }
      ],
      "year": 2022,
      "abstract": "Introduction to criticizing critique This thematic section discusses Asger Sørensen’s Capitalism, Alienation and Critique, and in particular the idea of classical Critical Theory that he defends and his critique of political economy. In the said book, Sørensen criticizes alleged post-metaphysical conceptions of Critical Theory, arguing to take seriously also today both the epistemology and the dialectical metaphysics of classical Critical Theory, thus questioning Habermas’ call for a paradigm shift from consciousness to communication and Honneth’s restricted idea of social philosophy. Instead, Sørensen argues to let Critical Theory gather forces within a comprehensive idea of social and political philosophy that comprises uncompromising critique of political economy, capitalism and ideology as well as a firm commitment to science, enlightenment, social democracy and a humanism that respects nature. The book is the first volume of a larger project,Dialectics, Deontology and Democracy where Sørensen presents elements to constitute a comprehensive notion of Critical Theory, compiling within a common framework studies from the last three decades within social and political philosophy, philosophy of law, ethics and philosophy of education. A special emphasis in this first volume is extensive studies in what was conceived of as two main pillars in mid-20-century Critical Theory, namely economy and dialectics. Recognizing that one should always focus on central issues within a given subject field, in the conceptual exploration Sørensen nevertheless acknowledges the significance of the periphery, also when it comes to discussion partners. Discussing the critique of political economy, he thus takes issues also with Durkheim and in particular Bataille, stressing the importance of a concept of value transgressing economy, just as he presents a conception of a general economy that includes accounts of both subjective desire and objective energy. When it comes to dialectics, details of Hegelian thought are discussed",
      "citationCount": 0,
      "doi": "10.1177/01914537211059511",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9c6fee921bd9a9ee03edd5b73648220c20cfae21",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "153 - 154",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9d6431fc96f3f53156293f5ad28df05df00a0002",
      "title": "Theory caught up in dialectics: Some reflections on Asger Sørensen’s capitalism, alienation and critique",
      "authors": [
        {
          "name": "Marjan Ivkovic",
          "authorId": "118414384"
        },
        {
          "name": "Srdjan Prodanovic",
          "authorId": "34428709"
        },
        {
          "name": "M. Urosevic",
          "authorId": "34636324"
        }
      ],
      "year": 2021,
      "abstract": "This paper presents three interconnected examinations of Asger S?rensen?s\n arguments in Capitalism, Alienation and Critique, which thematize S?rensen?s\n overarching understanding of the relationship between theory and practice:\n his general methodological perspective on critical theory, its distinctive\n epistemology and its anchoring in the empirical world. The paper authors\n each try to push S?rensen on these crucial points by considering how\n S?rensen?s variant of critical theory actually operates, scrutinizing in\n more detail the particular relationship between the ?experience of\n injustice?, which for S?rensen constitutes the empirical foothold for\n critical theory, and the theoretical diagnosis of social reality which the\n critical theorist should formulate against the backdrop of this experience.",
      "citationCount": 0,
      "doi": "10.2298/FID2101011I",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9d6431fc96f3f53156293f5ad28df05df00a0002",
      "venue": "Filozofija i Društvo",
      "journal": {
        "name": "Filozofija i drustvo"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a669daf7c8ece2ccfbb9927be0ecabf273794633",
      "title": "Asger Sørensen, Capitalism, Alienation and Critique: Studies in Economy and Dialectics (Leiden: Brill, 2019)",
      "authors": [
        {
          "name": "K. Egumenovska",
          "authorId": "116432819"
        }
      ],
      "year": 2020,
      "abstract": "A review of the book: Asger Sørensen, Capitalism, Alienation and Critique: Studies in Economy and Dialectics (Leiden: Brill, 2019)",
      "citationCount": 1,
      "doi": "10.33112/nm.15.1.17",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a669daf7c8ece2ccfbb9927be0ecabf273794633",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "15"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "6356b68e9883e763a18b46f3b07f00e763d1b261",
      "title": "Asger Sørensen, Capitalism, Alienation and Critique (Aarhus: Nordic Summer University Press, 2016)",
      "authors": [
        {
          "name": "G. Baruchello",
          "authorId": "11338713"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.33112/nm.12.1.7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/6356b68e9883e763a18b46f3b07f00e763d1b261",
      "venue": "",
      "journal": {
        "name": "",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b3cc0c702f67d19496266aa77524791ce6768347",
      "title": "Neoliberalism, the entrepreneur and critique of political economy: A commentary on Sørensen’s Capitalism, Alienation and Critique",
      "authors": [
        {
          "name": "Luise Li Langergaard",
          "authorId": "97921226"
        }
      ],
      "year": 2022,
      "abstract": "This article is a commentary on Asger Sørensen's book Capitalism, Alienation and Critique, especially his definition and delimitation of neoliberalism. Overall, I sympathize with Sørensen's aim and critical project and also acknowledge the contribution of his particular approach to a critique of capitalism, political economy and more specifically neoliberalism. However, I shall discuss whether his definition of neoliberalism is the most appropriate from a critical perspective, i.e. as a Critical Theory approach to the role of neoliberalism in contemporary capitalism. This commentary aims to provide a perspective to certain themes in Sørensen's text by discussing his approach in comparison with other ways of defining and understanding neoliberalism.",
      "citationCount": 2,
      "doi": "10.1177/01914537211059509",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3cc0c702f67d19496266aa77524791ce6768347",
      "venue": "Philosophy & Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "174 - 183",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "e332a90d89813c156b5470ba0a637fd504236efe",
      "title": "Sørensen’s Bataille: Notes on the ‘apolitical’",
      "authors": [
        {
          "name": "A. Benjamin",
          "authorId": "143761637"
        }
      ],
      "year": 2021,
      "abstract": "In Capitalism, Alienation and Critique, part of the development of Asger\n S?rensen?s overall argument is a disagreement with Georges Bataille. The\n crux of the argument is that Bataille?s thinking - especially his conception\n of subjectivity - is ?apolitical?. The aim of this paper is to investigate\n the force of this claim. What does it mean for a position - albeit a\n philosophical one - to be ?apolitical??",
      "citationCount": 0,
      "doi": "10.2298/FID2101022B",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e332a90d89813c156b5470ba0a637fd504236efe",
      "venue": "Filozofija i Društvo",
      "journal": {
        "name": "Filozofija i drustvo"
      },
      "publicationTypes": null
    },
    {
      "paperId": "34e6a462956854c102db30aad70f3dddbd7f35e1",
      "title": "Alienation Reconsidered",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2374570501"
        }
      ],
      "year": 2025,
      "abstract": "Fortunately, the challenge of alienation is now again taken seriously in intellectual discussions. Already years ago, Axel Honneth made the reflection on alienation a defining issue for social philosophy per se, and as the prime example of social philosophy, he brought forth Critical Theory. Within this horizon, recently two conceptions of alienation have been proposed by Rahel Jeaggi and Hartmut Rosa, and the present article takes issue with both of these proposals, criticizing in particular their anti-essentialism. Hence, questioning the post-metaphysical agenda that Jaeggi has inherited from Honneth, I criticize her juxtaposition of the existentialist and the Marxist critique of alienation, her understanding of the good life as autonomy, and finally her acceptance of post-modern and liberal criticism of metaphysics and ontology. Turning to Rosa, I appreciate his societal approach to the critique of alienation, emphasizing the significance of capitalist modernity, but also he accepts the postmetaphysical agenda, and his aesthetic idea of the good life as resonance remains strongly individualistic. Both of these conceptions of alienation thus have ideological implications that threatens to turn upside down the original intentions and implications of Critical Theory in relation to social and political justice. To conclude, the criticism of capitalism, political economy and real life politics is still relevant for understanding alienation, and therefore it is worth returning to the classics of the discussion.",
      "citationCount": 0,
      "doi": "10.57027/eikasia.89.1117",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/34e6a462956854c102db30aad70f3dddbd7f35e1",
      "venue": "Eikasia. Revista de filosofía",
      "journal": {
        "name": "Eikasía Revista de Filosofía"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9abbd3f944067ccfbb7ee918af92708d95ee0e34",
      "title": "Welcome to Philosophy of Education in Denmark. With Some Critical Remarks on Higher Education Policy",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2320786315"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10078",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9abbd3f944067ccfbb7ee918af92708d95ee0e34",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c82b85e3ff698a29fad57b96398598a999e1d37f",
      "title": "Preface to Volume 58",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2320786315"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10080",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c82b85e3ff698a29fad57b96398598a999e1d37f",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "819e216d0ab01d2d5a422a7cf29605622d47dbd6",
      "title": "Alienation. Recuperating the Classical Discussion of Marx et al.",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2280677038"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/9789004697539",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/819e216d0ab01d2d5a422a7cf29605622d47dbd6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "ae423583e3480f79ca0463524ad4de00b97f94ea",
      "title": "Preface to Volume 57: Cause for Celebration!",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2320786315"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10062",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae423583e3480f79ca0463524ad4de00b97f94ea",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "708b3f8053b1b5bcad1dfa6ba277478cabf7c876",
      "title": "Preface to Volume 56",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "1401711113"
        }
      ],
      "year": 2023,
      "abstract": "It is with great pleasure that we present volume 56 of the Danish Yearbook of Philosophy. This spring issue, vol. 56, no. 1 (2023), is a general issue containing four articles and four book reviews with no common theme. The autumn issue, vol. 56, no. 2 (2023), will be a special issue on applied philosophy following a call for articles within this field by our colleagues at the Centre for Applied Philosophy at Aalborg University, edited by Jacob Bo Lautrup Kristensen, with an introduction coauthored by Kristensen, Antje Gimmler, and Phillip Højme.1 “Applied Philosophy” was also the overall theme for the annual meeting of the Danish Philosophical Society in March 2021, which was organized and hosted by the aforementioned center but ultimately had to be held via Zoom due to yet another wave of the Covid-19 pandemic. The Danish philosophical community owes a lot to our colleagues in Aalborg for their persistent efforts to successfully hold the society’s traditional annual meeting despite all the difficulties during this period—difficulties that we will do well to remember, but which we hopefully nevertheless can consign to history. Despite the challenges, the Yearbook thus continues the format first presented in 2021,2 dedicating a special issue to the overall theme of the society’s annual meeting.3 The theme of the most recent annual meeting, held in March 2023, was “The Nature of Nature,” hosted by the Philosophy of Education research unit and the Danish Philosophy of Education Association at the Danish School of Education, Aarhus University. In continuation of the meeting, there is an open call for submissions for a special issue of the Yearbook on “The Nature of Nature,” edited by Sune Frølund and Jon Auring Grimm from the research unit. The call will remain open until autumn 2023. This meeting also hosted a parallel session on “The Nature of Reproduction and the Public Sphere,” resulting in a call for papers for another special issue of the Yearbook edited by Lucrecia Paz Burges Cruz, Tomeu Sales Gelabert, and",
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10040",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/708b3f8053b1b5bcad1dfa6ba277478cabf7c876",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "9006081180e3517d7924917736517812a21eeda9",
      "title": "Critical theory, immanent critique and neo-liberalism. Reply to critique raised in Copenhagen",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "1401711113"
        }
      ],
      "year": 2022,
      "abstract": "Being critical does not come easy, not even within Critical Theory. In this article I respond to criticism of my book from 2019, Capitalism, Alienation and Critique, arguing that contemporary Critical Theory has something to learn from the founding fathers. Firstly, for Adorno immanent critique has metaphysical implications beyond Honneth’s critique of bourgeois society as inconsistent in terms of its professed ideals. Secondly, immanent critique is not the same as ideology critique, and when it comes to Horkheimer and Habermas, they conducted the latter rather than the former. Thirdly, even though today nature must be our concern, answers are to be found in politics and metaphysics rather than science. Finally, critique of neoliberalism should be conducted as critique of political economy, that is, ideology critique, rather than sociological descriptions of the empirical details of globalized capitalism. Denaturalizing economics is a condition for economic democracy.",
      "citationCount": 5,
      "doi": "10.1177/01914537211059506",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9006081180e3517d7924917736517812a21eeda9",
      "venue": "Philosophy &amp; Social Criticism",
      "journal": {
        "name": "Philosophy & Social Criticism",
        "pages": "184 - 208",
        "volume": "48"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f8d20d9b4b89605e8113faa9a923340cd8fea756",
      "title": "Introduction. Subjectivity and Emotion in the Individual and the Group",
      "authors": [
        {
          "name": "P. Hertel-Storm",
          "authorId": "1488762565"
        }
      ],
      "year": 2021,
      "abstract": "On February 28, 2019, the doors opened for the 20th Anniversary Annual Meeting of the Danish Philosophical Society. As is customary, this meeting was a national conference with invited keynote speakers and other international guests and participants. This meeting was noteworthy for at least two reasons other than the anniversary itself. First, it was held in the relatively academically insignificant Danish city of Vejle. Second, it was hosted by an innovation and entrepreneurship education department at a university college of applied science, and not, according to custom, by a philosophy department at a major Danish university. The three keynote speakers, Dan Zahavi from the University of Copenhagen, Achim Stephan from the University of Osnabrück, and Helena De Preester from Ghent University, have all contributed to this volume. In fact, it was during the conference itself that Asger Sørensen, the chairman of the Danish Philosophical Society, and I decided to propose devoting an issue of the Danish Yearbook of Philosophy to the same theme explored in the conference: “Subjectivity in the Individual and the Group.” “Emotion” was added later, as we were preparing the call for papers, because I wanted to indicate a focus that had clearly been emerging at the conference itself. The question of subjectivity, intersubjectivity, and sociality was largely discussed with reference to emotionality in general, and social or shared emotions in particular. When I wrote these pages, I was eager to include a list of people who should be mentioned, people toward whom I feel gratitude for helping to make the",
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10023",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f8d20d9b4b89605e8113faa9a923340cd8fea756",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f959bf7d744084dd6b80a2c64804cf0800ae9c0c",
      "title": "Preface",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "2057899375"
        }
      ],
      "year": 2022,
      "abstract": "The present issue of Danish Yearbook of Philosophy (dyp) is the first one whose theme follows directly from that of a previous annual meeting of the Danish Philosophical Society. In 2019, the society celebrated its twentieth annual meeting in Vejle at University College Lillebaelt, an event hosted by Peter Hertel-Storm. He also serves as the guest editor of the present volume, and in his introduction he presents the theme of the meeting and the articles chosen to illustrate it. This link between annual meeting and yearbook will be continued in future volumes of dyp; in fact, establishing this link marks the culmination of a success story. Six years ago dyp, after more than fifty years in operation, was on the brink of closing down. There were too few submissions, too few subscribers, no financial support, and too little interest among members of the society. However, despite these gloomy prospects, out of respect for this venerable flagship of Danish philosophy we decided to give it one last try. And fortunately, we succeeded. Setting our sights on the international market for academic publishing, we managed to obtain a favorable contract for dyp with the prestigious academic publisher Brill in the Netherlands, and with their generous support the yearbook has been growing steadily. Thanks to Brill, the complete run of dyp volumes, beginning in 1964, is now accessible in full text on the dyp homepage (https://brill.com/view/journals/dyp/dyp-overview.xml). And according to the new contract just signed, for the first time in its history the yearbook will publish two issues each year. One will be linked to the theme of the annual meeting held two years earlier, while the other will feature articles submitted to dyp and aligning with its overall mission, i.e., to address themes of interest to Danish philosophy. This issue will also include reviews of international books published by authors and editors with strong links to Denmark. At this fortunate point in dyp’s history, Finn Collin, University of Copenhagen and University of Aalborg, has chosen to say goodbye after more than three decades of association with the Yearbook, most of the time as editor-in-chief. As of 2022, the editor-in-chief will be Asger Sørensen, Aarhus University. By assuming this position, however, he leaves a vacancy on the post as managing editor, which we are now in the process of filling. Finally, we are also happy",
      "citationCount": 0,
      "doi": "10.1163/24689300-bja10034",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f959bf7d744084dd6b80a2c64804cf0800ae9c0c",
      "venue": "Danish Yearbook of Philosophy",
      "journal": {
        "name": "Danish Yearbook of Philosophy"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "e65f77ec124fd0d6d8abfe47093389d1e749bc35",
      "title": "Classical critical theory, epistemological dialectics and general economy. Reply to criticism raised in Belgrade and Shanghai",
      "authors": [
        {
          "name": "Asger Sørensen",
          "authorId": "1401711113"
        }
      ],
      "year": 2021,
      "abstract": "In my response, I initially defend my preference for classical Critical\n Theory, emphasizing its continued relevance in capitalist modernity,\n stressing that the epistemological approach does not imply dogmatism with\n regards to scientific theory or Historical Materialism, just as it does not\n imply closure with regards to political democracy. When it comes to the\n dialectics of the classics, I also defend an epistemological approach,\n arguing that the dialectics aiming for truth implies critique and\n negativity. However, confronted with the duality of transcendental ideas and\n historical relativity, I express my confidence in human intuition. Following\n Hegel, determinate negation must sublate the intuitively conceived\n universality to a new conception that contains the result of the negation.\n Finally, I do not see how the conceptual aporias of general economy can be\n solved by the current political degrowth project. Still, politics is what we\n need more of, namely social democracy.",
      "citationCount": 1,
      "doi": "10.2298/FID2101040S",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/e65f77ec124fd0d6d8abfe47093389d1e749bc35",
      "venue": "Filozofija i Društvo",
      "journal": {
        "name": "Filozofija i drustvo"
      },
      "publicationTypes": null
    }
  ],
  "count": 20,
  "errors": []
}
