{
  "status": "success",
  "source": "sep_via_brave",
  "query": "democracy",
  "results": [
    {
      "title": "Democracy (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/democracy/",
      "entry_name": "democracy",
      "snippet": "The term “democracy”, as we will use it in this entry, refers very generally to a method of collective decision making characterized by a kind of equality among the participants at an essential stage of the decision-making process. Four aspects of this definition should be noted.",
      "page_age": "2006-07-27T00:00:00",
      "extra_snippets": [
        "Normative democratic theory deals with the moral foundations of democracy and democratic institutions, as well as the moral duties of democratic representatives and citizens. It is distinct from descriptive and explanatory democratic theory, which aim to describe and explain how democracy and democratic institutions function.",
        "Normative democracy theory aims to provide an account of when and why democracy is morally desirable as well as moral principles for guiding the design of democratic institutions and the actions of citizens and representatives.",
        "This brief outline of normative democratic theory focuses attention on seven related issues. First, it proposes a definition of democracy. Second, it outlines different approaches to the question of why democracy is morally valuable at all. Third, it discusses the issue of whether and when democratic institutions have authority and different conceptions of the limits of democratic authority.",
        "The term “democracy”, as we will use it in this entry, refers very generally to a method of collective decision making characterized by a kind of equality among the participants at an essential stage of the decision-making process. Four aspects of this definition should be noted."
      ]
    },
    {
      "title": "Global Democracy (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/global-democracy/",
      "entry_name": "global-democracy",
      "snippet": "Whereas global justice scholars tend to focus on how burdens and benefits should be distributed by international institutions, global democrats probe how political power can be legitimated beyond the nation-state. Global democracy is therefore concerned with how transnational decision-making can be justified and who should be entitled to participate in the formation of global rules, laws, and regulations.",
      "page_age": "2015-02-23T00:00:00",
      "extra_snippets": [
        "Global democracy is a field of academic study and political activism concerned with making the global political system more democratic. This topic has become a central area of inquiry for established literatures including political philosophy, international relations (IR), international law, and sociology.",
        "Along with global justice (and, in some ways, scholarship in the just war tradition), global democracy has also been critical to the emergence of international political theory as a discrete literature in recent decades.",
        "Whereas global justice scholars tend to focus on how burdens and benefits should be distributed by international institutions, global democrats probe how political power can be legitimated beyond the nation-state. Global democracy is therefore concerned with how transnational decision-making can be justified and who should be entitled to participate in the formation of global rules, laws, and regulations.",
        "This entry contains five sections which elaborate upon the possibility and problems for global democracy. The first discusses how globalization impacts upon the nation-state and what this means for traditional conceptions of democracy."
      ]
    }
  ],
  "count": 2,
  "errors": []
}
