{
  "status": "success",
  "source": "sep",
  "query": "levinas",
  "results": [
    {
      "url": "https://plato.stanford.edu/entries/levinas/",
      "entry_name": "levinas",
      "title": "Emmanuel Levinas",
      "preamble": "Emmanuel Levinas’ (1905–1995) intellectual project was to\ndevelop a first philosophy. Whereas traditionally first philosophy\ndenoted either metaphysics or theology, only to be reconceived by\nHeidegger as fundamental ontology, Levinas argued that it is ethics\nthat should be so conceived. But, rather than formulating an ethical theory , Levinas developed his philosophy in opposition to\nboth metaphysics and ontology. It takes the form of a description and\ninterpretation of the event of encountering another\n person. [ 1 ] Giving rise to spontaneous acts of responsibility for others, the\nencounter unfolds, according to Levinas, at a precognitive level,\nthanks to what he called our embodied\n “sensibility”. [ 2 ] That is why a phenomenology of intersubjective responsibility would\nbe ‘first’ philosophy; viz., in the sense of\ninterpretively reconstructing a level of experience precursive to both\nreflective activity and practical interests. Some commentators have called Levinas’ work an ethics of ethics,\nothers a meta-ethics, while still others have urged that his thought\ncan accommodate many ethical theories, from intuitionism to\nrationalism (see infra ). However that may be, his work is in\nongoing, critical dialogue with three philosophers: Husserl,\nHeidegger, and Hegel. Given these targets—as well as\nphilosophical interlocutors like Merleau-Ponty—Levinas’\nphilosophy begins from an enlarged conception of lived embodiment and\na powerful extension of Husserl’s technique of suspending\nconceptualization to reveal experience as it comes to light. He is\nalso indebted to Heidegger for his hermeneutics of\nbeing-in-the-world.",
      "bibliography": []
    }
  ],
  "count": 1,
  "errors": []
}
