{
  "status": "success",
  "source": "sep_via_brave",
  "query": "discourse ethics",
  "results": [
    {
      "title": "Jürgen Habermas (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/habermas/",
      "entry_name": "habermas",
      "snippet": "We will call the theory developed in phase one “discourse ethics”, and that in phase two, “discourse morality”. For in the beginning of the 1990s Habermas introduces a distinction between morality as a normative theory of rightness, and ethics as a theory of the good, in which light, he himself later notes, to be accurate he should have renamed his theory “the discourse theory of morality” (1993: 1; 1991: 7).",
      "page_age": "2023-09-15T00:00:00",
      "extra_snippets": [
        "This entry will begin with a summary of Habermas’s background and early and transitional works, including his influential concept of the public sphere, before moving on to discuss in detail his three major philosophical projects: his social theory, discourse theory of morality (or “discourse ethics”), and discourse theory of law and democracy.",
        "Maeve Cooke argues that Habermas’s theory contains implicitly a “utopian promise” of a rationalized lifeworld, that is “reproduced through processes of intersubjective evaluation of validity claims” (Cooke 1994: 162), so that substantial ethical reasons ground its normative claims. Other commentators, such as Honneth, assume that discourse ethics provides the account of its normative foundations that, according to Habermas, earlier critical theory stood in need of (Honneth 1985 [1991: 282]).",
        "Instead, it is an evolving research programme, presented in a series of essays most of which are contained in two volumes published in English as Moral Consciousness and Communicative Action (1990a) and Justification and Application (1993). The development of Habermas’s discourse ethics falls into two phases, roughly 1983–1990 and 1991–1996.",
        "We will call the theory developed in phase one “discourse ethics”, and that in phase two, “discourse morality”. For in the beginning of the 1990s Habermas introduces a distinction between morality as a normative theory of rightness, and ethics as a theory of the good, in which light, he himself later notes, to be accurate he should have renamed his theory “the discourse theory of morality” (1993: 1; 1991: 7)."
      ]
    },
    {
      "title": "Descartes’ Ethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/descartes-ethics/",
      "entry_name": "descartes-ethics",
      "snippet": "It would be a mistake, however, to conclude from this that he proposes a reduction of ethics to medicine. As presented already in the Discourse, his ethics is founded on an ideal of virtue as a perfected power of judgment, together with the assumption that virtue by itself is sufficient for happiness:",
      "page_age": "2003-08-06T00:00:00",
      "extra_snippets": [
        "Descartes did not write extensively on ethics, and this has led some to assume that the topic lacks a place within his philosophy. This assumption has been bolstered by the tendency, prevalent until recently, to base an understanding of Descartes’ philosophy primarily on his two most famous books, Discourse on the Method and Meditations on First Philosophy.",
        "The best-known expression of Descartes’ ethical views is the “provisional moral code” (une morale par provision) that appears in Part Three of Discourse on the Method. Some have read this as a reliable statement of Descartes’ considered position, but this is consistent neither with the content of the Discourse itself nor with that of his later writings.",
        "It would be a mistake, however, to conclude from this that he proposes a reduction of ethics to medicine. As presented already in the Discourse, his ethics is founded on an ideal of virtue as a perfected power of judgment, together with the assumption that virtue by itself is sufficient for happiness:",
        "Here is it worth noting that while it is virtue that links ethics to the broader goal of the cultivation of reason, Descartes gives no less weight to the importance of happiness, in the form of tranquility. This is made clear near the end of the Discourse, when he explains why, in spite of his reservations, he has published the book under his own name: “I am not excessively fond of glory—indeed if I dare to say so, I dislike it in so far as I regard it as opposed to that tranquility which I value above everything else…."
      ]
    },
    {
      "title": "Critical Theory (Frankfurt School) (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/critical-theory/",
      "entry_name": "critical-theory",
      "snippet": "This element of normative validity – as opposed to merely factual social validity that is forced, imposed, or presupposed – is elaborated in Habermas’s discourse theory, originally referred to as “discourse ethics” (Habermas 1983a, Ch. 4) but later evolving into a differentiated approach that distinguishes between ethical and moral norms (Habermas 1991) and a discourse theory of law and democracy (Habermas 1992).",
      "page_age": "2023-12-12T00:00:00",
      "extra_snippets": [
        "This element of normative validity – as opposed to merely factual social validity that is forced, imposed, or presupposed – is elaborated in Habermas’s discourse theory, originally referred to as “discourse ethics” (Habermas 1983a, Ch. 4) but later evolving into a differentiated approach that distinguishes between ethical and moral norms (Habermas 1991) and a discourse theory of law and democracy (Habermas 1992).",
        "Habermas and his followers insist that while these phenomena are real, it is only the power of communicative reason – and the public discourses and deliberations in which it manifests itself and gets institutionalized – that allows us to detect, criticize, and ultimately overcome (if only partially and temporarily) those forms of domination.",
        "At the heart of discourse theory is a principle of discursive justification that Habermas refers to as the “discourse principle” or “D,” which states: “just those norms of action are valid if all persons affected could agree as participants in rational discourse” (Habermas 1992 [1996, 107]).",
        "He further specifies discourse theory with a universalization principle (“U”) that is operative when arguing about moral norms, and a democratic principle that is operative when attempting to justify legal norms within a democratic society."
      ]
    },
    {
      "title": "Public Reason (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/public-reason/",
      "entry_name": "public-reason",
      "snippet": "Some philosophers present the idea of public reason, or the public use of reason, as an essential and central part of the nature of rational discourse about moral norms. Habermas’s influential account of discourse ethics (Habermas 1990; Habermas 1996) has been presented by some as grounding ...",
      "page_age": "2013-05-20T00:00:00",
      "extra_snippets": [
        "Some philosophers present the idea of public reason, or the public use of reason, as an essential and central part of the nature of rational discourse about moral norms. Habermas’s influential account of discourse ethics (Habermas 1990; Habermas 1996) has been presented by some as grounding a conception of public reason in this way.",
        "Although Habermas’s account of discourse ethics has been influential amongst those who favor some version of discursive or deliberative democracy (Bohman 1996; Chambers 1996; Dryzek 1990; Dryzek 2000), its capacity to serve as the basis for public reason is the subject of a number of criticisms.",
        "Although it differs from discourse ethics in important respects, this account also promises to ground public reason in a broader account of the nature of social morality and epistemology. It is thus also vulnerable to similar worries about whether public reason ought to be embedded in a comprehensive and controversial philosophical theory of morality and epistemology.",
        "For example, some suggest that everyone affected by some proposed norm should be a participant in the public use of reason regarding the validity of that norm, provided they are willing to engage in a respectful justificatory dialogue with others (e.g. Bohman 2003). Support for this more inclusive conception can be provided by Habermas’s account of discourse ethics (see sect."
      ]
    },
    {
      "title": "Social Networking and Ethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/ethics-social-networking/",
      "entry_name": "ethics-social-networking",
      "snippet": "As is the case with privacy, identity, community and friendship on SNS, ethical debates about the impact of SNS on civil discourse, freedom and democracy in the public sphere must be seen as extensions of a broader discussion about the political implications of the Internet, one that predates ...",
      "page_age": "2012-08-03T00:00:00",
      "extra_snippets": [
        "As is the case with privacy, identity, community and friendship on SNS, ethical debates about the impact of SNS on civil discourse, freedom and democracy in the public sphere must be seen as extensions of a broader discussion about the political implications of the Internet, one that predates Web 2.0 standards.",
        "Much of the literature on this subject focuses on the question of whether the Internet encourages or hampers the free exercise of deliberative public reason, in a manner informed by Jürgen Habermas’s (1992/1998) account of discourse ethics and deliberative democracy in the public sphere (Ess 1996 and 2005b; Dahlberg 2001; Bohman 2008).",
        "A related debate concerns the ethical and social value of the kind of social media acts of moral policing frequently derided as insincere or performative ‘virtue signaling.’ To what extent are social media platforms a viable stage for moral performances, and are such performances merely performative? Are they inherently ‘grandstanding’ abuses of moral discourse (Tosi and Warmke 2020), or can they in fact be positive forces for social progress and reform (Levy 2020, Westra 2021)?",
        "When SNS in particular are considered in light of these questions, some distinctive considerations arise. First, sites like Facebook and Twitter (as opposed to narrower SNS utilities such as LinkedIn) facilitate the sharing of, and exposure to, an extremely diverse range of types of discourse."
      ]
    },
    {
      "title": "Plato’s Ethics: An Overview (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/plato-ethics/",
      "entry_name": "plato-ethics",
      "snippet": "And Plato preserved the dialogical form even in those of his late works where Socrates is replaced by a stand-in and where the didactic nature of the presentations is hard to reconcile with the pretense of live discussion. But these didactic discourses continue to combine questions of ethical, ...",
      "page_age": "2003-09-16T00:00:00",
      "extra_snippets": [
        "And Plato preserved the dialogical form even in those of his late works where Socrates is replaced by a stand-in and where the didactic nature of the presentations is hard to reconcile with the pretense of live discussion. But these didactic discourses continue to combine questions of ethical, political, social, or psychological importance with metaphysical, methodological, and epistemological considerations.",
        "Like most other ancient philosophers, Plato maintains a virtue-based eudaemonistic conception of ethics. That is to say, happiness or well-being (eudaimonia) is the highest aim of moral thought and conduct, and the virtues (aretê: ‘excellence’) are the dispositions/skills needed to attain it.",
        "The difficulties of assessing Plato’s ethical thought are compounded by the fact that the metaphysical underpinnings seem to change during his long life. In the Socratic dialogues, there are no indications that the search for virtue and the human good goes beyond the human realm.",
        "Though Plato’s late works do not show any willingness to lower the standards of knowledge as such, Plato indicates that his design of a rational cosmic order is based on conjecture and speculation, an acknowledgment that finds its counterpart in his more pragmatic treatment of ethical standards and political institutions in his last political work, the Laws."
      ]
    },
    {
      "title": "Paul Ricoeur (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/ricoeur/",
      "entry_name": "ricoeur",
      "snippet": "Next comes the idea of the self as having a narrative identity which is then is followed by the question of the ethical aim of being such a self. This hermeneutics of selfhood culminates in the conclusion that one is a self as one self among other selves, something that can only be attested to through personal testimony or the testimony of others. Selfhood is thus closely tied to a kind of discourse that says “I believe-in”. Its certainty is a lived conviction rather than a logical or scientific certainty.",
      "page_age": "2002-11-11T00:00:00",
      "extra_snippets": [
        "These are uses of language that are longer than a single sentence and whose truth and meaning is not simply reducible to the sum of the truth values of the individual sentences which make up such extended discourse. On the basis of these two interwoven levels, he could also take up the questions of selfhood and responsible human action, allowing him to spell out in greater detail the ethical theory that had always been implicit in his philosophy.",
        "Next comes the idea of the self as having a narrative identity which is then is followed by the question of the ethical aim of being such a self. This hermeneutics of selfhood culminates in the conclusion that one is a self as one self among other selves, something that can only be attested to through personal testimony or the testimony of others. Selfhood is thus closely tied to a kind of discourse that says “I believe-in”. Its certainty is a lived conviction rather than a logical or scientific certainty.",
        "While philosophical language and the categories it uses aspire for clear and univocal concepts, natural language is polysemic; it can have more than one meaning, more than one translation, so most uses of language call for interpretation. He took up this insight through the philosophy of discourse that he developed on the basis of the increased emphasis on language in his philosophy.",
        "To make sense of the fullness of language, therefore, philosophy has to develop a theory of interpretation since actual discourse is not always, if ever univocal and its meanings do change over time when acts of discourse outlive the speakers and situations in which they were originally produced."
      ]
    },
    {
      "title": "Normativity in Metaethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/normativity-metaethics/",
      "entry_name": "normativity-metaethics",
      "snippet": "Jonas Olson argues that Mackie actually argues for the queerness of four distinct features of moral discourse: motivational internalism, a sui generis epistemic faculty, the supervenience of the moral on the non-moral, and finally, the irreducible normativity of moral facts (Olson 2014: chs.",
      "page_age": "2022-07-12T00:00:00",
      "extra_snippets": [
        "Jonas Olson argues that Mackie actually argues for the queerness of four distinct features of moral discourse: motivational internalism, a sui generis epistemic faculty, the supervenience of the moral on the non-moral, and finally, the irreducible normativity of moral facts (Olson 2014: chs.",
        "Consider an illustrative case: the debate around G.E. Moore’s famous “Open Question Argument” early in the twentieth century, at least on one interpretation of the argument (see entry on moral non-naturalism, section on the open question argument). Moore argued, in Principia Ethica, that for any proposed analysis of moral concept <M> in terms of natural concept <N>, someone who fully grasped and understood the relevant concepts could still grant that something is N but wonder whether it is M.",
        "Roughly speaking, there can be conceptual gaps even where there are no metaphysical gaps: water might be distinct from H2O at the conceptual level even if water is metaphysically identical to H2O. Some metaethical naturalists have argued for an analogous claim in the ethical domain (see Boyd 1988).",
        "Mackie famously argued for a form of nihilism about morality – or, in contemporary terms, “moral error theory” – in his 1977 book Ethics: Inventing Right and Wrong. Mackie thought that there are no moral facts – or, as it will be convenient to talk about things here, that all moral claims are false."
      ]
    },
    {
      "title": "Feminist Ethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/feminism-ethics/",
      "entry_name": "feminism-ethics",
      "snippet": "In the fifty years that feminist ethics has been a subject of philosophical scholarship in (initially) Western and (increasingly) international discourse, theorists have considered metaethical, theoretical, and practical questions.",
      "page_age": "2019-05-27T00:00:00",
      "extra_snippets": [
        "Beauvoir’s work profoundly shaped the emergence of feminist ethics as a subfield of philosophy at a time when philosophers more generally had moved away from the eighteenth- and nineteenth-century tendencies to describe women as lacking morally worthy rational capacities. Instead, by the middle of the twentieth century, some influential philosophers in Europe and the Americas had moved toward approaches that often led to describing both gender and ethics as irrelevant to philosophical discourse (Garry 2017).",
        "More specifically, feminist ethicists aim to understand, criticize, and correct: (1) the binary view of gender, (2) the privilege historically available to men, and/or (3) the ways that views about gender maintain oppressive social orders or practices that harm others, especially girls and women who historically have been subordinated, along gendered dimensions including sexuality and gender-identity.",
        "Since oppression often involves ignoring the perspectives of the marginalized, different approaches to feminist ethics have in common a commitment to better understand the experiences of persons oppressed in gendered ways.",
        "Not all feminist ethicists correct all of (1) through (3). Some have assumed or upheld the gender binary (Wollstonecraft 1792; Firestone 1970). They criticize and aim to correct the privileging of men as the more morally worthy half of the binary, or argue against the maintenance of a social order that oppresses others in gendered ways."
      ]
    }
  ],
  "count": 9,
  "errors": []
}
