{
  "status": "success",
  "source": "sep_via_brave",
  "query": "colonialism",
  "results": [
    {
      "title": "Colonialism (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/colonialism/",
      "entry_name": "colonialism",
      "snippet": "Colonialism is a practice of domination, which involves the subjugation of one people to another. At least since the Crusades and the conquest of the Americas, political theorists have used theories of justice, contract, and natural law to both criticize and justify European domination.",
      "page_age": "2006-05-09T00:00:00",
      "extra_snippets": [
        "In the nineteenth century, the contradiction between liberal ideals and colonial practice became particularly acute, as the dominion of Europe over the rest of the world reached its zenith. This entry begins with a definition of colonialism, and the second section explains how European thinkers justified, legitimized, and challenged the conquest of the Americas.",
        "The fifth section provides an introduction to contemporary “post-colonial theory.” This approach has been particularly influential in literary studies because it draws attention to the diverse ways that postcolonial subjectivities are constituted and resisted through discursive practices.",
        "The final section will introduce Indigenous critiques of settler-colonialism that emerge as a response to colonial practices of domination and dispossession of land, customs and traditional history and to post-colonial theories of universalism.",
        "Colonialism is not a modern phenomenon. World history is full of examples of one society gradually expanding by incorporating adjacent territory and settling its people on newly conquered territory. In the sixteenth century, colonialism changed decisively because of technological developments in navigation that began to connect more remote parts of the world."
      ]
    }
  ],
  "count": 1,
  "errors": []
}
