{
  "status": "success",
  "source": "sep_via_brave",
  "query": "social contract",
  "results": [
    {
      "title": "Contemporary Approaches to the Social Contract (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/contractarianism-contemporary/",
      "entry_name": "contractarianism-contemporary",
      "snippet": "The aim of a social contract theory is to show that members of some society have reason to endorse and comply with the fundamental social rules, laws, institutions, and/or principles of that society. Put simply, it is concerned with public justification, i.e., “of determining whether or not a given regime is legitimate and therefore worthy of loyalty” (D’Agostino 1996, 23).",
      "page_age": "1996-03-03T00:00:00",
      "extra_snippets": [
        "The idea of the social contract goes back at least to Protagoras and Epicurus. In its recognizably modern form, however, the idea is revived by Thomas Hobbes and was later developed, in different ways, by John Locke, Jean-Jacques Rousseau, and Immanuel Kant. After Kant, the idea fell out of favor with political philosophers until it was resurrected by John Rawls.",
        "To explicate the idea of the social contract we analyze contractual approaches into five elements: (1) the role of the social contract (2) the parties (3) agreement (4) the object of agreement (5) what the agreement is supposed to show.",
        "The aim of a social contract theory is to show that members of some society have reason to endorse and comply with the fundamental social rules, laws, institutions, and/or principles of that society. Put simply, it is concerned with public justification, i.e., “of determining whether or not a given regime is legitimate and therefore worthy of loyalty” (D’Agostino 1996, 23).",
        "This alone does not, however, distinguish the social contract from other approaches in moral and political philosophy, all of which attempt to show that moral and political rules are rationally justifiable in some sense. The true distinctiveness of the social contract approach is that justification does not rely, for its foundation, on some exogenous reason or truth."
      ]
    },
    {
      "title": "Contractarianism (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/contractarianism/",
      "entry_name": "contractarianism",
      "snippet": "Contractarianism, which stems from the Hobbesian line of social contract thought, holds that persons are primarily self-interested, and that a rational assessment of the best strategy for attaining the maximization of their self-interest will lead them to act morally (where the moral norms are determined by the maximization of joint interest) and to consent to governmental authority.",
      "page_age": "2000-06-18T00:00:00",
      "extra_snippets": [
        "The most important contemporary political social contract theorist is John Rawls, who effectively resurrected social contract theory in the second half of the 20th century, along with David Gauthier, who is primarily a moral contractarian. There is no necessity for a contractarian about political theory to be a contractarian about moral theory, although most contemporary contractarians are both.",
        "Contractarianism, which stems from the Hobbesian line of social contract thought, holds that persons are primarily self-interested, and that a rational assessment of the best strategy for attaining the maximization of their self-interest will lead them to act morally (where the moral norms are determined by the maximization of joint interest) and to consent to governmental authority.",
        "Contractarianism argues that we each are motivated to accept morality “first because we are vulnerable to the depredations of others, and second because we can all benefit from cooperation with others” (Narveson 1988, 148). Contractualism, which stems from the Kantian line of social contract thought, holds that rationality requires that we respect persons, which in turn requires that moral principles be such that they can be justified to each person.",
        "The rest of this entry will specifically pertain to the contractarian strain wherever the two diverge. ... The social contract has two fundamental elements: a characterization of the initial situation, called variously the “state of nature” by the modern political philosophers, the “original position” by Rawls (1971, 17–22, 118–193), or the “initial bargaining position” by Gauthier (1986, 14–16, 131–134, passim), and a characterization of the parties to the contract, particularly in terms of their rationality and motivation to come to agreement."
      ]
    },
    {
      "title": "Original Position (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/original-position/",
      "entry_name": "original-position",
      "snippet": "What primarily distinguishes Rawls’s impartial perspective from its antecedents (in Hume, Smith, Kant, etc.) is that, rather than representing the judgment of one person, it is conceived socially, as a general agreement by (representatives of all adult) members of an ongoing society. The point of view of justice is then represented as a general “social contract” or agreement by free and equal persons on the basic terms of cooperation for their society.",
      "page_age": "2008-12-20T00:00:00",
      "extra_snippets": [
        "The original position is a central feature of John Rawls’s social contract account of justice, “justice as fairness,” set forth in A Theory of Justice (TJ). The original position is designed to be a fair and impartial point of view that is to be adopted in our reasoning about fundamental principles of justice.",
        "What primarily distinguishes Rawls’s impartial perspective from its antecedents (in Hume, Smith, Kant, etc.) is that, rather than representing the judgment of one person, it is conceived socially, as a general agreement by (representatives of all adult) members of an ongoing society. The point of view of justice is then represented as a general “social contract” or agreement by free and equal persons on the basic terms of cooperation for their society.",
        "Historically the idea of a social contract had a more limited role than Rawls assigns to it. In Thomas Hobbes and John Locke the social contract serves as an argument for the legitimacy of political authority.",
        "Hobbes argues that in a pre-social state of nature it would be rational for all to agree to authorize one person to exercise the absolute political power needed to maintain peace and enforce laws necessary for productive social cooperation. (Hobbes, 1651) By contrast, Locke argued against absolute monarchy by contending that no existing political constitution is legitimate or just unless it could be contracted into starting from a position of equal right within a (relatively peaceful) state of nature, and without violating any natural rights or duties."
      ]
    }
  ],
  "count": 3,
  "errors": []
}
