{
  "status": "success",
  "source": "sep_via_brave",
  "query": "ethics liberation",
  "results": [
    {
      "title": "Philosophy of Liberation (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/liberation/",
      "entry_name": "liberation",
      "snippet": "Still, what he has contributed ... much in Marxism as it is in liberalism. To counter unrealizable utopian projects, Hinkelammert introduced the principle of “factibilidad” or feasibility, as criteria for the evaluation of the ethicalness or morality of any transformative ...",
      "page_age": "2016-01-28T00:00:00",
      "extra_snippets": [
        "Still, what he has contributed is what he calls the Crítica de la razón utópica (Critique of Utopian Reason) (1984), which is operative as much in Marxism as it is in liberalism. To counter unrealizable utopian projects, Hinkelammert introduced the principle of “factibilidad” or feasibility, as criteria for the evaluation of the ethicalness or morality of any transformative moral-political project.",
        "His incomplete magnum opus Filosofía de la realidad histórica (1991) aimed to develop a philosophy of history that celebrated the “historical intelligence” that is the sediment of praxical beings taking charge of their historical reality that aims at greater liberty. It is to be noted that Ellacuría’s philosophy of history and “feeling logos” have been most effectively taken up in Dussel’s most recent work on the ethics and politics of liberation, which is one reason that, as was noted above, the “analectical” designator may no longer be a useful denomination for a current that has been influenced so profoundly by recent developments in Latin American philosophy (Dussel 1998, 2007, 2009, 2017, 2018; Bautista 2014; Grant 2020; Mills 2018).",
        "This problem is the other side of the question about the historical subject of liberation. What is the relationship between the individual subject, whether it be conceive as an epistemic or ethical agent, and their belonging to a macro-historical subject, where this may be conceived as “el pueblo” that is either a national-cultural unit, or a transnational, cultural entity, such as the “Americas”. As a chapter in phenomenological-hermeneutical philosophy, the philosophy liberation has addressed the nature of the particular and distinct embodied, free, historically located, and dependent subject.",
        "Alcoff, Linda and Eduardo Mendieta (eds), 2000, Thinking from the Underside of History: Enrique Dussel’s Philosophy of Liberation, Lanham, MD: Rowman & Littlefield Publishers. Allen, Amy and Mendieta, Eduardo, forthcoming, Decolonizing Ethics: Enrique Dussel’s Critical Theory, State College: Penn State University Press."
      ]
    },
    {
      "title": "Feminist Ethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/feminism-ethics/",
      "entry_name": "feminism-ethics",
      "snippet": "They argued that although the categories of “men” and “women” are physiologically distinct, the potential of feminism to liberate both men and women from oppressive gendered social arrangements suggests that men and women do not have different moralities or separate realities, and that we do not need to articulate separate capacities for ethics (Jaggar 1974; Davion 1998).",
      "page_age": "2019-05-27T00:00:00",
      "extra_snippets": [
        "Mill expresses skepticism about claims that women are morally superior to men, as well as claims that women have “greater liability to moral bias,” emotionality, and poor judgment in ethical decision-making (1869 [1987], 518 and 519). Mill and Taylor tend to overemphasize the roles of women who are wives. Mill’s works especially emphasize the benefits to family and domestic life as reasons to support the liberation of women from subjugation.",
        "They argued that although the categories of “men” and “women” are physiologically distinct, the potential of feminism to liberate both men and women from oppressive gendered social arrangements suggests that men and women do not have different moralities or separate realities, and that we do not need to articulate separate capacities for ethics (Jaggar 1974; Davion 1998).",
        "Arguments against gender abolition suggest that gender abolition comes with new costs of its own, including the failure to do justice to the gender identifications of trans people (Cull 2019, Jenkins 2016, Kapusta 2016), when self-labeling as a particular gender may be a morally valuable form of agency (Camp and Flores 2024). Gender-norm authenticity may be liberating and morally important to individuals (Bell 2024). The salience of gendered caregiving roles for ethical reasoning has been a major focus of feminist ethics.",
        "Some Black feminists have advocated for a framework of the “politics of care,” arguing that “care does more than require a posture of mutual respect, responsibility, and obligation between individuals” and propose instead non-ideal theories of care rooted in liberation struggles which present “new possibilities for living together” (Woodley 2021, 891–2). Relational approaches have been particularly important in the development of feminist bioethics (Jennings 2016; Sherwin and Stockdale 2017; Stoljar and Mackenzie 2022) (see also the entry on Feminist Bioethics), gender-affirming and trans youth care (Marvin 2019), and animal ethics (Gruen 2015)."
      ]
    },
    {
      "title": "The Moral Status of Animals (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/moral-animal/",
      "entry_name": "moral-animal",
      "snippet": "An alternative is provided by preference-satisfaction theories, which don’t determine a priori the contents of a good life, but rather assume that well-being consists of the satisfaction of whichever preferences one happens to have. Within animal ethics, Peter Singer’s Animal Liberation ...",
      "page_age": "2003-07-01T00:00:00",
      "extra_snippets": [
        "An alternative is provided by preference-satisfaction theories, which don’t determine a priori the contents of a good life, but rather assume that well-being consists of the satisfaction of whichever preferences one happens to have. Within animal ethics, Peter Singer’s Animal Liberation provided a strong defense of preference-satisfaction accounts of well-being, although Singer himself now endorses hedonism (Lazari-Radec & Singer 2016).",
        "Gilbert, Susan, Gregory E. Kaebnick, and Thomas H. Murray, 2012, Animal Research Ethics: Evolving Views and Practices, Hastings Center Special Report, 42(6): S1–S40. [Gilbert, Kaebnick, & Murray 2012 available online] Giroux, Valéry, 2016, “Animals Do Have an Interest in Liberty”, Journal of Animal Ethics, 6 (1): 20–43.",
        "Cochrane, Alasdair, 2012, Animal Rights Without Liberation: Applied Ethics and Human Obligations, New York: Columbia University Press.",
        "The Nonhuman Rights Project (NhRP) founded by the late Steven Wise, has filed a series of cases in the New York courts seeking to establish legal personhood for particular chimpanzees being held in the state, with the goal of protecting their rights to bodily integrity and liberty, and allow them to seek remedy, through their proxies, when those rights are violated."
      ]
    },
    {
      "title": "Plato’s Ethics: An Overview (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/plato-ethics/",
      "entry_name": "plato-ethics",
      "snippet": "The difference between the Republic’s and the Symposium’s accounts lies in the fact that the scala amoris treats physical beauty as an incentive to the higher and better, an incentive that, in principle, affects every human being. There is no talk of a painful liberation from the bonds of the senses or of a turn-around of the entire soul that is reserved only for the better educated.",
      "page_age": "2003-09-16T00:00:00",
      "extra_snippets": [
        "If they combine moral firmness with quickness of mind, they are subject to a rigorous curriculum of higher learning that will prepare them for the ascent from the world of the senses to the world of intelligence and truth, an ascent whose stages are summed up in the similes of the Sun, the Line, and the Cave (508a–518b). To achieve this ascent, the students have to undergo, first, a preparatory schooling of ten years’ duration in the ‘liberal arts’: arithmetic, geometry, astronomy, and theoretical harmonics (518c–531c).",
        "Though this notion seems to come close to the ‘preference satisfaction’ for all citizens that is nowadays regarded as the primary aim of every liberal state, Plato’s restriction of each class to one type of good must seem objectionable, most obviously in the case of the citizens of the third class who supposedly covet nothing but material goods.",
        "The difference between the Republic’s and the Symposium’s accounts lies in the fact that the scala amoris treats physical beauty as an incentive to the higher and better, an incentive that, in principle, affects every human being. There is no talk of a painful liberation from the bonds of the senses or of a turn-around of the entire soul that is reserved only for the better educated.",
        "The crucial difference between the Phaedrus’ tripartition and that in the Republic lies in this: Instead of a long and arduous liberation through education, the Phaedrus envisages a liberation through the uplifting force of love, a love that is – just as it is in the Symposium –"
      ]
    },
    {
      "title": "Environmental Ethics (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/ethics-environmental/",
      "entry_name": "ethics-environmental",
      "snippet": "Note that the ethics of animal liberation or animal rights and biocentrism are both individualistic in that their various moral concerns are directed towards individuals only—not ecological wholes such as species, populations, biotic communities, and ecosystems.",
      "page_age": "2002-06-03T00:00:00",
      "extra_snippets": [
        "At the same time, the rise of “environmental authoritarianism” in some non-democratic countries appears to show that liberal democracies may not have a monopoly on effective action to support sustainability and biodiversity (Beeson 2010, Shahar 2015). Underlying these political disagreements was the distinction between “shallow” and “deep” environmental movements, a distinction introduced in the early 1970s by another major influence on contemporary environmental ethics, the Norwegian philosopher and climber Arne Næss.",
        "Feminism represents a radical challenge for environmental thinking, politics, and traditional social ethical perspectives. It promises to link environmental questions with wider social problems concerning various kinds of discrimination and exploitation, and fundamental investigations of human psychology. However, whether there are conceptual, causal or merely contingent connections among the different forms of oppression and liberation remains a contested issue (see Green 1994).",
        "Some writers have argued, for example, that critical theory is bound to be ethically anthropocentric, with nature as no more than a “social construction” whose value ultimately depends on human determinations (see Vogel 1996). Others have argued that the demands of “deep” green theorists and activists cannot be accommodated within contemporary theories of liberal politics and social justice (see Ferry 1995).",
        "Note that the ethics of animal liberation or animal rights and biocentrism are both individualistic in that their various moral concerns are directed towards individuals only—not ecological wholes such as species, populations, biotic communities, and ecosystems."
      ]
    }
  ],
  "count": 5,
  "errors": []
}
