{
  "status": "success",
  "source": "sep_via_brave",
  "query": "Levinas",
  "results": [
    {
      "title": "Emmanuel Levinas (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/levinas/",
      "entry_name": "levinas",
      "snippet": "Whereas traditionally first philosophy denoted either metaphysics or theology, only to be reconceived by Heidegger as fundamental ontology, Levinas argued that it is ethics that should be so conceived. But, rather than formulating an ethical theory, Levinas developed his philosophy in opposition ...",
      "page_age": "2006-07-23T00:00:00",
      "extra_snippets": [
        "Whereas traditionally first philosophy denoted either metaphysics or theology, only to be reconceived by Heidegger as fundamental ontology, Levinas argued that it is ethics that should be so conceived. But, rather than formulating an ethical theory, Levinas developed his philosophy in opposition to both metaphysics and ontology.",
        "It takes the form of a description and interpretation of the event of encountering another person.[1] Giving rise to spontaneous acts of responsibility for others, the encounter unfolds, according to Levinas, at a precognitive level, thanks to what he called our embodied “sensibility”.[2] That is why a phenomenology of intersubjective responsibility would be ‘first’ philosophy; viz., in the sense of interpretively reconstructing a level of experience precursive to both reflective activity and practical interests.",
        "Some commentators have called Levinas’ work an ethics of ethics, others a meta-ethics, while still others have urged that his thought can accommodate many ethical theories, from intuitionism to rationalism (see infra). However that may be, his work is in ongoing, critical dialogue with three philosophers: Husserl, Heidegger, and Hegel.",
        "Given these targets—as well as philosophical interlocutors like Merleau-Ponty—Levinas’ philosophy begins from an enlarged conception of lived embodiment and a powerful extension of Husserl’s technique of suspending conceptualization to reveal experience as it comes to light."
      ]
    },
    {
      "title": "Emmanuel Levinas > Notes (Stanford Encyclopedia of Philosophy)",
      "url": "https://plato.stanford.edu/entries/levinas/notes.html",
      "entry_name": "levinas",
      "snippet": "By metaphysics, Levinas means an event that repeats in the everyday, but is not reducible to physical or “animal” life.",
      "page_age": null,
      "extra_snippets": [
        "This approach, along with the ubiquitous influence of Rosenzweig SE (1921), inflects the thinking of Levinas’ 1961 work, Totality and Infinity, toward questions of ethics, justice, and the hermeneutics of fraternity.",
        "In 1984, Levinas goes so far as to say, “the notion of transcendence, of alterity, of absolute novelty” has a unique relation to knowledge which, beyond the ‘fit’ between consciousness and its objects, “calls to another phenomenology, though it be the destruction of the phenomenology of appearing and knowledge”, (TEI 17–18, my trans.).",
        "In other words, it is first to retain, of the phenomena, their sole form, and then to refer this form to that of which it is the form; thus to return to the phenomenon from which the form had been extracted” (p. 174). When Levinas ‘deformalizes’ Heidegger, he is following the same method of attending to the existential and material conditions of a ‘subject’ or of Heidegger’s Da-sein.",
        "By metaphysics, Levinas means an event that repeats in the everyday, but is not reducible to physical or “animal” life."
      ]
    }
  ],
  "count": 2,
  "errors": []
}
